Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/MassiveUnderwriting/Services/MassiveUnderwritingServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Agent not found
es: Agente no encontrado

source: Agent Type Not Valid
es: Tipo de agente no válido

source: Authorization
es: Autorización

source: Authorizing User :
es: Usuario Autorizador:

source: Billing Group
es: Código Agrupador:

# CompanyRequestNotRenewed
source: The request is not renewed
es: La solicitud agrupadora no está renovada

source: Error Alliance Not Found
es: Error, aliado no encontrado

source: Error Beneficiary Additional Address
es: El beneficiario adicional no tiene asociado la dirección

source: Error Beneficiary Address
es: Error, beneficiario no tiene asociado la dirección

source: Error Beneficiary Individual Type
es: Error, tipo de individuo en beneficiario inválido

# ErrorBeneficiaryNotExist
source: Beneficiary donÂ´t exist
es: Beneficiaro no existe

# ErrorBeneficiaryNotExistTemplateBeneficiary
source: Error Additional Beneficiary: The Beneficiary doesn't exist
es: Error pestaña Beneficiarios Adicionales: El Beneficiario no existe

# ErrorBeneficiaryNotExistTemplateEmission
source: Error Emision: The beneficiary doesn't exist
es: Error en la plantilla Emisión: No se ha encontrado el beneficiario

source: Error Beneficiary Not Found
es: Error, beneficiario no encontrado

source: Error Beneficiary Participation
es: Error, falta la participación del beneficiario adicional

source: Error Billing Group And Request Group Not Match
es: El Código Agrupador y Número Solicitud Agrupadora no corresponde al ingresado en pantalla

source: Error Billing Group Does Not Match The Main
es: Error, Código Agrupador no coincide con la principal

source: Error Billing Group Not Match
es: El Código Agrupador no corresponde al ingresado en pantalla

# ErrorClauseDateNotValid
source: Error the clause date is not valid
es: Error la clausula no se encuentra vigente

# ErrorClauseNotAssociatedPrefix
source: Error the clause is not associated to prefix
es: Error la clausula no esta asociada al ramo

# ErrorClauseNotExists
source: Error clause {0} not exists
es: La clausula {0} no existe

source: Error ClearCacheList
es: Error Liberando Listas cache reportes

# ErrorCoinsuranceAcceptedTemplateMandatory
source: The Coinsurance Accepted Template Is Mandatory
es: La plantilla de coaseguro aceptado es obligatoria

source: Error Create Additional Beneficiaries
es: Error al crear beneficiarios adicionales

source: Error Create Beneficiary
es: Error al crear beneficiarios

source: Error CreateClauses
es: Error creando clausulas

source: Error Create CompanyPolicy
es: Error al asignar los datos de la poliza

source: Error Create Company Policy With Request
es: Error al crear póliza con solicitud

source: Error Create Coverages
es: Error al obtener coberturas

source: Error Create Group Coverage
es: Error al obtener grupo de coberturas

source: Error Create Insured
es: Error al crear asegurado

source: Error Create Issue Policy
es: Error al crear la emisión de la póliza masiva

source: Error Create LimitRc
es: Error al obtener límite Rc

source: Error Create Rating Zone
es: Error al obtener zona de tarifación

source: Error Execute Validations
es: Error ejecutando validaciones

source: Error Generate File
es: Error al generar archivo

# ErrorGetCacheList
source: Error Get List Cache
es: Error al obtener lista de caché

source: Error get clauses
es: Error al obtener clausulas

# ErrorGetCompanyPolicies
source: Error Get Policies
es: Error al obtener temporales

# ErrorGetCompanyPolicy
source: Error Company Policy
es: Error recuperando poliza

source: Error Get Company Request Endorsement
es: Error, la Solicitud no se encuentra vigente

# ErrorGetCompanyRisks
source: Error Get Risks
es: Error al obtener riesgos

source: Error Get Fields
es: Error al obtener campos

source: Error GetFilterMassiveIndividuals
es: Error, filtrando personas

source: Error Get Validations Clause Level
es: Error, validando clausulas

source: Error Holder Address
es: Error, tomador no tiene asociado la dirección

source: Error Holder BirthDate
es: Error, tomador no tiene asociado la fecha de nacimiento

source: Error Holder Declined Date
es: Error, fecha del tomador declinada

source: Error Holder IndividualType
es: Error, tipo de individuo en tomador inválido

# ErrorHolderNotExist
source: HolderdonÂ´t exist
es: Tomador no existe

source: Error Holder Not Found
es: Error, tomador no encontrado

source: Error Holder Payment Method
es: Error en método de pago del tomador

source: Error Insured Address
es: Error, asegurado no tiene asociado la dirección

source: Error Insured BirthDate
es: Error, asegurado no tiene asociado la fecha de nacimiento

source: Error Insured Declined Date
es: Error, fecha del asegurado declinada

source: Error Insured Individual Type
es: Error, tipo de individuo en asegurado inválido

# ErrorInsuredNotExist
source: Insured donÂ´t exist
es: Asegurado no existe

source: Error Insured Not Found
es: Error, asegurado no encontrado

# ErrorInterPartCoinsuranceAcceptedTemplateMandatory
source: The Inter Part Coinsurance Accepted Template Is Mandatory
es: La plantilla de Inter Part Coaseguro Aceptado es obligatoria

source: Error Invalid Group Coverage Id
es: Error, Id del grupo de cobertura inválido

source: Error Invalid Limit RC Id
es: Error, Id del límite rc inválido

source: Error Invalid Rating Zone Id
es: Error, Id de zona de traifación inválido

# ErrorIssuing
source: Error Issuing: {0}
es: Error emitiendo: {0}

source: Error Load Common List Cache
es: Error al cargar la lista de caché

# ErrorMaxAgentCoinsuranceAccepted
source: Number of Intermediaries Allowed for Coinsurance Accepted Exceeded: {0}
es: La cantidad máxima de intermediarios permitidos para coaseguros aceptados es de {0}

source: Error Participation Agencies
es: Error en participación de agencias

# ErrorPaymentMethodNotParameterizedHolder
source: The payment method {0} is not parameterized for the holder
es: El método de pago {0} no está parametrizado para el tomador

# ErrorPaymentPlanFinancePremium
source: The payment plan {0} not allowed quotas
es: El plan de pago {0} no permite cuotas de financiamiento

# ErrorPaymentPlanNotParameterized
source: The payment plan {0} is not parameterized in the product
es: El plan de pago {0} no está parametrizado en el producto

# ErrorPolicyToBeIssuedNotFound
source: The policy to be issued has not been found
es: La póliza a emitir no ha sido encontrada

source: Error Print Massive Load
es: Error al imprimir cargue

# ErrorProductCollective
source: Error Product is Collective
es: El producto es colectivo

# ErrorProductType
source: The product is not parameterized for massive loads
es: El producto no esta parametrizado para cargues masivos

# ErrorQuotasFinancePremium
source: {0} must be between minimum {1} and maximum {2}
es: {0} deben estar entre minimo {1} y maximo {2}

# ErrorRecordsNotFoundToIssue
source: Error, No records found to issue
es: Error, no se encontraron registros para emitir

# ErrorRepeatedAgentCode
source: Repeated Agent Code
es: Código de agente repetido

source: Error Request Group Does Not Match The Main
es: Error, Número Solicitud Agrupadora no coincide con la principal

source: Error Request Group Not Match
es: El Número Solicitud Agrupadora no corresponde al ingresado en pantalla

source: Error Template Additional Intermediaries
es: Error, plantilla Intermediarios Adicionales no encontrada

source: Error Template CoInsurance Accepted
es: Error, plantilla Coaseguro Aceptado no encontrada

source: Error Template CoInsurance Assigned
es: Error, plantilla Coaseguro Cedido no encontrada

source: Error Temporal Not Found
es: Temporal no encontrado

# ErrorToDatePolicy
source: The date TO couldn't be greater to date FROM
es: La fecha HASTA no puede ser menor o igual a la fecha DESDE

# ErrorTypeAndDocumentNumberAreRequired
source: Fields {0} and {1} are mandatory
es: Los campos {0} y {1} son obligatorios

source: Error Update Massive Load
es: Error al actualizar cargue

# MensageTemplateCoInsuredAceptdRequired
source: The accepted co-insured template is mandatory
es: La plantilla coasegurado aceptado es obligatoria

# MensageTemplateCoInsuredAssignedRequired
source: The assigned co-insured template is mandatory
es: La plantilla coasegurado cedido es obligatoria

# MessageAgentsDuplicated
source: Agents Duplicated
es: Intermediarios duplicados

# MessageAgentsParticipationPercentage
source: Agents participation percentage is less than 100%
es: El porcentaje de participacion de los intermediarios participantes del coaseguro aceptado es diferente al 100%

# MessageAgentsParticipationPercentageExceeds
source: Agents Participation Percentage Exceeds 100%
es: El porcentaje de participacion de los intermediarios participantes del coaseguro aceptado es diferente al 100%

# MessageAgentsPercentage
source: Agents percentage participation percentage exceeds 100%
es: El porcentaje de los intermediario es mayor a 100%

# MessageAgentsPercentageCantBeNull
source: Additional intermediaries percentage can't be 0
es: El porcentaje de participacion de los intermediarios adicionales no puede ser 0

# MessageCoinsuranceAcceptedAllowOnlyOne
source: Coinsurance Accepted Allow Only One
es: Solo se permite una coaseguradora

# MessageCoinsuranceAcceptedTemplateNotFound
source: Coinsurance Accepted Template Not Found
es: No se encontro la plantilla de coaseguro aceptado

# MessageCoinsuranceAssignedTemplateNotFound
source: Coinsurance Assigned Template Not Found
es: No se encontro la plantilla de coaseguro cedido

# MessageCoInsuranceDuplicate
source: CoInsurances Duplicates
es: Coaseguradoras duplicadas

# MessageCoInsuranceParticipationPercentageExceeds
source: The percentage of participation must not be greater than 100%
es: El porcentaje de participacion no debe ser mayor 100%

# MessageCoInsurancePercentageExpensesExceeds
source: Coinsurance Percentage Expenses Exceeds
es: El porcentaje de gastos de las coaseguradoras excede el 100%

# MessageCurrentFromDateExceedsRequest
source: Current From Date Exceeds Request
es: La fecha de inicio de vigencia supera vigencia de la solicitud agrupadora

# MessageRequestNotFound
source: Request Not Found
es: Solicitud no encontrada

source: No coverage group related to product
es: Error, el producto no tiene relacionado ningún grupo de coberturas

source: No limit rc related to product
es: Error, el producto no tiene relacionado ningún límite rc

source: Notification
es: Notificación

source: Rejected
es: Rechazado

source: Request
es: Solicitud Agrupadora:

source: Restrictive
es: Restrictivo

# RiskGroupCoverageFieldNotFound
source: Group coverage field not found
es: No se encontró el campo de grupo de coberturas
