Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Underwriting/Services/UnderwritingServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Adjustment endorsement
es: Ajuste de endoso

source: Automatic cancellation
es: Cancelación automatica

source: Automatic rehabilitation
es: Rehabilitación automatica.

# BeneficiaryNotApply
source: Does not apply
es: No aplica

# BeneficiaryNotOnerous
source: NotOnerous
es: No Oneroso

# BeneficiaryOnerous
source: Onerous
es: Oneroso

source: Cancellation
es: Cancelación

source: Change agent endorsement
es: Cambio de agente en el endoso

# ChangeCoinsuranceEndorsement
source: Change Coinsurance
es: Cambio de Coasegurado

source: ChangeConsolidationEndorsement
es: Cambio de Afianzado

source: Change Policy Holder Endorsement
es: Cambio de Tomador

source: Change term endorsement
es: Cambio términos de endoso

source: Claim cancellation
es: Cancelación de reclamo

source: Claim exclusion
es: Exclusión de reclamo

source: Credit note endorsement
es: Nota credito

source: Declaration endorsement
es: Declaración

source: Decrement premium movement
es: Decremento movimiento de prima

source: Effective extension
es: Extension efectiva

source: Emission
es: Emisión

# ErrorAssigningPaymentPlan
source: Error assigning the payment plan, the payment date exceeds the validity of the policy
es: Error asignando el plan de pagos, la fecha de pago supera la vigencia de la póliza

source: Error Calculate Payer Components
es: Error al calcular componentes

source: Error Calculate Tax Components
es: Error Calculando componente sde iva

source: Error calculating payer components
es: Error calculando los componentes del pagador

source: ErrorConvertingProspectIntoIndividual
es: Error al convertir prospecto en individuo

# ErrorCoverages
source: Error There are no Coverages in the risk
es: No existen Coberturas en el riesgo

# ErrorCreateCompanyPolicy
source: Error Create Policy
es: Error al crear póliza

# ErrorCreateTemporalCompanyPolicy
source: Error Create Policy Temporal
es: Error al crear el temporal de la póliza

# ErrorCurrentQuotation
source: Error getting count quotations
es: Error al obtener los consecutivos de cotización.

# ErrorCurrentQuotationBranchCode
source: Branch Invalid
es: Sucursal Invalida

# ErrorCurrentQuotationCount
source: Current Invalid
es: Modena Invalida

# ErrorCurrentQuotationPrefixCode
source: Prefix Invalid
es: Ramo Invalido

# ErrorDatesCoveragesPolicy
source: Coverage Effective Date To, Not Within the Term of the Policy
es: Las Fechas Hasta de la cobertura, no esta dentro de la vigencia de la poliza

source: Error Endorsement Not Found
es: Error Endosos no Encontrados

source: Error execute query
es: Error al ejecutar la consulta

source: Error Facade General
es: Error CReando Facade General

source: Error Get Clauses
es: Error obteniendo cláusulas

source: Error Get Company Policy
es: Error al consultar temporal de póliza

# ErrorGetCompanyProductsByAgentIdPrefixIdIsGreen
source: Error getting products by agent and prefix id
es: Error al consultar los productos filtrados por agente y ramo

source: Error Get First Payer Component
es: Error al obtener primer pagador

# ErrorGetLimitRc
source: Error obtaining rc limit
es: Error al obtener limite de rc

# ErrorGetPolicyByPolicyIdEndorsementId
source: Error obtaining policy by approbal Id
es: Error obteniendo la poliza por ID de aprobación

source: Error Get Quotation Date
es: Error al obtener fecha de cotización

source: Error Get Rating Zone
es: Error al obtener zona de tarifación

source: Error Getting Assistance Coverages Ids
es: Error recuperando los ids de las coberturas de asistencia

source: Error getting assistance validation date
es: Error recuperando la fecha de validación para asistencias

source: Error getting Keys Policies 2G
es: Error al obtener las polizas de 2G

source: Error getting policy risk count
es: Error al recuperar la cantidad de riesgo de la póliza

source: Error in CalculatePayerPayment
es: Error en el Calculo del Plan de Pagos

# ErrorInsuredDisabled
source: The insured is disabled for the issue
es: Asegurado Dado de Baja

# ErrorInsuredWithoutAddress
source: The Insured Doesn't have Mailing Address
es: El Asegurado No tiene direccion de Correspondencia

# ErrorInsuredWithoutRol
source: The Individual Doesn't have Insured Role
es: La Persona no tiene rol de asegurado

# ErrorMethodExtension
source: Use the extended method of the layer Company
es: Usar el metodo extendido de la capa Company

# ErrorMinimumCoverage
source: Must be at least one Coverage
es: Debe Existir Al menos una Cobertura

# ErrorNoDataFound
source: No data found
es: Error al realizar la consulta

source: Error Payer Components
es: Error Obteniendo Pagadores

# ErrorPolicyholderDisabled
source: The Policyholder is Disabled
es: Tomador Dado de Baja

# ErrorPolicyholderWithoutRol
source: The Policyholder Doesn't have Insured Rol
es: Tomador no tiene rol de asegurado

# ErrorPolicyToBeIssuedNotFound
source: The policy to be issued has not been found
es: La póliza a emitir no ha sido encontrada

source: Error Principal Intermediary
es: Error Intermediario Principal

source: Error Record Endorsement
es: Error al grabar endoso

# ErrorRecordTemporal
source: Error Create Policy Temporal
es: Error al grabar la temporal

# ErrorRiskNoExist
source: Doesn't exists Risks
es: No exiten Riesgos

source: Error Risk Not Found
es: Error Riesgo no encontrado

# ErrorRunRules
source: Error executing rules
es: Error ejecutando reglas

# ErrorSaveAcceptCoInsurance
source: Failed To Save Accept CoInsurance
es: Error al grabar el CoAseguro Aceptado

# ErrorSaveAdditionalData
source: Failed to save additional data
es: Error al guardar datos adicionales

source: ErrorSaveBeneficiaries
es: Error Grabando Beneficiarios

# ErrorSaveBusinessType
source: Failed To Save Business Type
es: Error al guardar tipo de negocio

# ErrorSaveClauses
source: Failed To Save Clauses
es: Error al guardar clausulas

# ErrorSaveDiscounts
source: Failed To Save Discounts
es: Error al grabar los descuentos

source: Error Save Intermediaries
es: Error Grabando Intermediarios

# ErrorSavePaymentPlan
source: Failed To Save Payment Plan
es: Error al guardar plan de pagos

# ErrorSavePremiumFinance
source: Failed To Save Premium Finance
es: Error al Grabar la Financiación de la prima

# ErrorSaveSurcharge
source: Failed To Save Surcharges
es: Error al grabar los recargos

# ErrorSaveText
source: Failed To Save Payment text
es: Error al guardar textos

source: ErrorSearchCoverage
es: Error Buscando Cobertura

# ErrorSelectedAcceptCoInsurance
source: No selected Accept CoInsurance
es: No se ha seleccionado el CoAseguro Aceptado

# ErrorSelectedClauses
source: No selected clauses
es: No hay clausulas seleccionadas

# ErrorSelectedDiscounts
source: No selected Discounts
es: No se ha seleccionado los descuentos

# ErrorSelectedPremiumFinance
source: No selected Premium Finance
es: No se ha seleccionado la financiación de la prima

# ErrorSelectedSurcharge
source: No selected Surcharges
es: Nose ha seleccionado los descargos

# ErrorTempEventAutorize
source: The Temporary has yet to authorize events
es: El temporal tiene eventos aún sin autorizar

# ErrorTempEventReject
source: The Temporary has events that were rejected
es: El temporal tiene eventos que fueron rechazados

# ErrorTempNoExist
source: Temporary doesn't exist
es: No existe el temporal

source: Error Temporal Not Found
es: Temporal no encontrado

# ErrorTemporalType
source: The Temporary Is Not {0} Type
es: El Temporal es de tipo {0}

source: Error Total Participation
es: Error Total Participacion

# ErrorUpadatePolicyByOtherUser
source: Policy is being edited by another user
es: Póliza en edición por otro usuario

# ErrorUpdatePolicy
source: Error updating Policy
es: Error actualizando Póliza

source: Error User
es: Error Usuario Invalido

source: Error Validate Apply Premium Finance
es: Error validando prima de financiamiento

# ErrorValidatingAuthorizationPolicies
source: Error validating policies (Events)
es: Error validando las politicas (Eventos)

source: Increment premium movement
es: Incremento movimiento de prima

# LastEndorsementCancellation
source: Reversion
es: Reversión

# MessageAgentWithoutProduct
source: The agent has no associated products
es: El agente no tiene productos asociados

source: Modification
es: Modificación

source: Nominative cancellation
es: Cancelacion nominativa

# PaymentMethodIsNull
source: Error, Payment method is null
es: Error, el método de pago está vacio

source: Premium amount
es: Valor prima

source: Prorrate rehabilitation
es: Rehabilitación de prologa

source: Prospect
es: Prospecto

source: Rebill
es: Refacturación

source: Rehabilitation
es: Rehabilitación

source: Renewal
es: Renovación

source: Request balance cancellation
es: Solicitud cancelación de balance

source: Request date cancellation
es: Solicitud fecha de cancelación

source: Table rehabilitation
es: Tabla de rehabilitación

# TemporalTypeRenewal
source: The temporal type is renewal
es: El temporal es de tipo renovación

source: Without premium movement
es: Movimiento sin prima

source: Without recalculation rehabilitation
es: Rehabilitación sin recalculo
