Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Massive/Services/MassiveServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Agent not found
es: Agente no encontrado

source: Agent Type Not Valid
es: Tipo de agente no válido

source: Beneficiary not exists
es: Beneficiario no existe o no tiene los datos completos

source: Beneficiary type
es: El tipo de beneficiario no existe

# ClauseCoverageNotPresentOnRisk
source: The risk does not cotain any coverage associated to the clause {0}
es: El riesgo no contiene la cobertura asociada a la clausula {0}

# ClauseError
source: Clause code is a mandatory field
es: El codigo de la clausula es un campo obligatorio

# ClauseErrorLevel
source: Level code is a mandatory field
es: El codigo nivel es un campo obligatorio

# ClauseNotRelatedToCoverage
source: The clause {0} was not found at coverage level
es: La cláusula {0} No se encontró a nivel de cobertura

# CoverageExists
source: Coverage {0} is already associated with the product.
es: La cobertura {0} ya esta asociada al producto.

# CoverageNotParameterized
source: The coverage {0} is not parameterized in the group coverages of the product
es: La cobertura {0} no está parametrizada en el grupo de coberturas del producto

source: Duplicated Plate
es: La placa esta duplicada

# ErrorAccessoryAmount
source: The value of accessory must be greater than 0, additional row {0}
es: El valor del accesorio debe ser mayor a 0, fila adicional {0}

source: Error Beneficiaries Additional Duplicated
es: Los beneficiarios adicionales estan duplicados

# ErrorBeneficiaryDataIncorrect
source: Incorrect Beneficiary Data:
es: Datos del Beneficiario incorrectos:

source: Error Beneficiary Participation
es: Error, falta la participación del beneficiario adicional

# ErrorBeneficiaryParticipationCero
source: The profit share must not be greater than zero
es: La participacion de benefeciario no debe ser mayor a cero

# ErrorClauseNotExists
source: Error clause {0} not exists
es: La clausula {0} no existe

# ErrorClauseNotFound
source: The clause {0} does not exists or is not related at indicated level
es: La cláusula {0} No existe o no está relacionada al nivel indicado

source: Error Clear Cache List
es: Error limpiando lista de cache

# ErrorCoInsuranceAccepted
source: Error creating accepted coinsurance
es: Error al crear coaseguro aceptado

# ErrorCoInsuranceAssigned
source: Error creating Coaseguro assigned
es: Error al crear Coaseguro Cedido

# ErrorCoverAccesory
source: You can not include accessories in the coverages group
es: No se pueden incluir accesorios al grupo de coberturas

# ErrorCreateAdditionalIntermediaries
source: Error creating additional intermediaries
es: Error al crear intermediarios adicionales

source: Error Create Beneficiaries
es: Error al crear beneficiarios

source: Error Create Beneficiary
es: Error Creando Beneficiarios

source: Error Create Clauses
es: Error creando clausulas

source: Error Create Company Address
es: La empresa no se pudo crear, debe tener dirección

source: Error Create Company Address Type
es: La empresa no se pudo crear, debe tener tipo de dirección

source: Error Create Company City
es: La empresa no se pudo crear, debe tener una ciudad asociada

source: Error Create Company Company Type
es: La empresa no se pudo crear, debe tener un tipo de compañia

source: Error Create Company Country Origin
es: La empresa no se pudo crear, debe tener una ciudad de origen asociada

source: Error Create Company Document Number
es: La empresa no se pudo crear, debe tener número de documento

source: Error Create Company Document Type
es: La empresa no se pudo crear, debe tener tipo de documento

source: Error Create Company Name
es: La empresa no se pudo crear, debe tener Razón Social

source: Error Create Company Phone
es: La empresa no se pudo crear, debe tener teléfono

source: Error Create Company Phone Type
es: La empresa no se pudo crear, debe tener un tipo de teléfono

source: Error Create Company State
es: La empresa no se pudo crear, debe tener un departamento asociado

source: Error Create Deductibles
es: Error al crear deducibles

source: Error Create Holder
es: Error al crear tomador

source: Error Create Individual
es: Error creando individual

source: Error Create Insured
es: Error al crear asegurado

source: Error Create Person Address
es: La persona no se pudo crear, debe tener dirección

source: Error Create Person Address Type
es: La persona no se pudo crear, debe tener tipo de dirección

source: Error Create Person Birth Date
es: La persona no se pudo crear, debe tener fecha de nacimiento

source: Error Create Person City
es: La persona no se pudo crear, debe tener una ciudad asociada

source: Error Create Person Country
es: La persona no se pudo crear, debe tener un país asociada

source: Error Create Person Document Number
es: La persona no se pudo crear, debe tener número de documento

source: Error Create Person Document Type
es: La persona no se pudo crear, debe tener tipo de documento

source: Error Create Person Economic Activity
es: La persona no se pudo crear, debe tener actividad económica

source: Error Create Person Gender
es: La persona no se pudo crear, debe tener un género

source: Error Create Person, insured not exists
es: Error al crear personas, no se encuentra el codigo de asegurado

source: Error Create Person Marital Status
es: La persona no se pudo crear, debe tener estado civil

source: Error Create Person Mother Last Name
es: La persona no se pudo crear, debe tener apellido materno

source: Error Create Person Name
es: La persona no se pudo crear, debe tener un nombre

source: Error Create Person Phone
es: La persona no se pudo crear, debe tener teléfono

source: Error Create Person Phone Type
es: La persona no se pudo crear, debe tener tipo de teléfono

source: Error Create Person State
es: La persona no se pudo crear, debe tener un departamento asociada

source: Error Create Person Surname
es: La persona no se pudo crear, debe tener un apellido

source: Error Duplicate Question
es: Error pregunta duplicada

# ErrorFillingInsuredFields
source: Error filling the report fields from insured
es: Error llenando los campos del asegurado en el reporte

source: Error Filter Individual
es: Error al filtrar individuos

source: Error Get Accesory
es: Error al consultar Accesorios

# ErrorGetBeneficiary
source: Failure to consult Beneficiaries
es: No se ha encontrado el beneficiario

source: Error Get Cache List
es: Error obteniendo lista de cache

source: Error get clauses
es: Error al obtener las clausulas

source: Error Get Coinsurances
es: Error al consultar coaseguradoras

source: ErrorGetDynamicConceptsByTemplate
es: Error procesando plantilla de guiones

# ErrorGetFilterIndividuals
source: Error getting persons
es: Error al recuperar personas

source: Error Get Massive Loads
es: Error al consultar cargues

source: Error Get Pending Operation Id
es: Error al consultar identificador de JSON

source: Error Get Prefixes
es: Error al consultar ramos comerciales

source: Error Get Products
es: Error al consultar productos

source: Error Get Report Fields
es: Error obteniendo campos de reporte

source: Error Get Request
es: Error al consultar solicitud agrupadora

source: Error Get Requests
es: Error al consultar solicitudes agrupadoras

# ErrorGetScript
source: Error Get Script {0}
es: Error obteniendo guion {0}

source: Error Get Scripts
es: Error al consultar guiones

# ErrorHolderDataIncorrect
source: Incomplete Holder Data:
es: Datos del Tomador incorrectos:

source: Error Individual Type
es: Error Tipo de individuo no encontrado

# ErrorInsuredDataIncorrect
source: Incomplete Insured Data:
es: Datos del Asegurado incorrectos:

# ErrorInTemplate
source: in the template {0}
es: en la plantilla {0}

# ErrorIntermediaryNotExist
source: The intermediary not exists code:
es: El intermediario no existe codigo:

# ErrorInterPartCoinsuranceAcceptedTemplateMandatory
source: The Inter Part Coinsurance Accepted Template Is Mandatory
es: La plantilla de Inter Part Coaseguro Aceptado es obligatoria

source: ErrorLoadReportCacheList
es: Error cargando lista cache de reportes

# ErrorMaxAgentCoinsuranceAccepted
source: Number of Intermediaries Allowed for Coinsurance Accepted Exceeded: {0}
es: La cantidad máxima de intermediarios permitidos para coaseguros aceptados es de {0}

source: Error on Created
es: Error al crear personas

source: Error Participation Beneficiary
es: La participación de beneficiarios adicionales debe ser mayor a 0 y menor a 100%

source: ErrorQuestionNotFound
es: Pregunta no encontrada {0}

# ErrorRepeatedAgentCode
source: Repeated Agent Code
es: Código de agente repetido

source: ErrorScriptNotFound
es: Guion no encontrado {0}

# ErrorScriptToProduct
source: Error the script {0} is not associated to the product
es: Error el guion {0} no esta parametrizado para el producto

source: Error Update Massive Load
es: Error al actualizar cargue

# ErrorValidateCoInsuranceAcceptedAgents
source: Coinsurance Accepted Agents are required
es: Los datos de Intermediarios son obligatorios

source: Get CompanyPolicy ByMassiveLoadStatus Policy
es: Error obteniendo poliza por parametros de cargue masivo

source: Holder not exists
es: Tomador no existe

# IndividualHashIncorrect
source: Cannot generate the FilterIndividual unique identifier
es: Error al generar el identificador único del FilterIndividual

# IndividualNotHaveInsuredCode
source: Indivual not have insured code
es: El individuo no tiene código de asegurado

source: Insured Not Exists
es: Asegurado no existe o no tiene los datos completos

# MessageAgentsParticipationPercentageExceeds
source: Agents Participation Percentage Exceeds 100%
es: El porcentaje de participacion de los intermediarios participantes del coaseguro aceptado es diferente al 100%

# MessageCoinsuranceAcceptedAllowOnlyOne
source: Coinsurance Accepted Allow Only One
es: Solo se permite una coaseguradora

# MessageCoinsuranceAcceptedTemplateNotFound
source: Coinsurance Accepted Template Not Found
es: No se encontro la plantilla de coaseguro aceptado

# MessageCoinsuranceAssignedTemplateNotFound
source: Coinsurance Assigned Template Not Found
es: No se encontro la plantilla de coaseguro cedido

# MessageCoInsuranceDuplicate
source: CoInsurances Duplicates
es: Coaseguradoras duplicadas

# MessageCoInsuranceParticipationPercentageExceeds
source: Coinsurance Participation Percentage Exceeds 100%
es: El porcentaje de participacion de las coaseguradoras excede el 100%

# MessageCoInsuranceParticipationPercentageIsLess
source: Coinsurance Participation Percentage Is Less Than 100%
es: El porcentaje de participacion de las coaseguradoras es menor al 100%

# MessageCoInsurancePercentageExpensesExceeds
source: Coinsurance Percentage Expenses Exceeds 100%
es: El porcentaje de gastos de las coaseguradoras excede el 100%

# MessageIntermediariesParticipationPercentageExceeds
source: The percentage of participation of additional intermediaries must not add up to 100%
es: El porcentaje de participación de intermediarios adicionales no debe sumar hasta el 100%.

# ValidateAccesoryAmmountRequired
source: The Value of the Accessory is Obligatory
es: El Valor del Accesorio es Obligatorio

# ValidateErrorAcessory
source: Accessory code can not go empty
es: El código del accesorio no puede ir vacio
