Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/Claim/Claims.Resources/Resources.*.resx
Languages: es

# AccountClaimPaymentRequest
source: ACCOUNTING OF CLAIMS PAYMENT REQUEST No: {0}
es: POR CONTABILIZACIÓN DE LA LIQUIDACIÓN DE SINIESTROS No: {0}

# AccountingIntegrationUnbalanceEntry
source: UNBALANCE ENTRY ON ACCOUNTING INTEGRATION
es: ASIENTO DESCUADRADO EN INTEGRACIÓN CON CONTABILIDAD

# BranchOrPrefixDoNotParametrized
source: This branch and prefix do not have parameterized claim numbers
es: Sucursal o ramo con número de denunica no parametrizado.

# ClaimAuthorizationRequestPending
source: This claim have requests pending by authorization
es: Éste reclamo tiene solicitudes pendientes por autorizar.

# ClaimNoticeAuthorizationRequestPending
source: This claim notice have requests pending by authorization
es: Éste aviso tiene solicitudes pendientes por autorizar.

# EntryRecordingError
source: ERROR ON SAVING ENTRY
es: ERROR EN GRABACIÓN DE ASIENTO

source: Error Canceled Policy
es: Póliza Cancelada

# ErrorCancellationReasons
source: Error Get Cancellation Reasons
es: Error al consultar los motivos de cancelacion.

source: Error Claim Number Not Parameterized
es: Número de Denuncia no Parametrizado

# ErrorconsultCoverageActivePanel
source: Error al consult coverange Active Panel
es: Error al consultar una cobertura en el panel activo

source: Error Create Cause
es: Error al Crear Causa

source: Error Create Cause Coverage
es: Error al Crear Cobertura Causa

source: Error Create Claim
es: Error al Crear Denuncia

source: Error Create Claim Fidelity
es: Error al crear la denuncia de manejo

source: Error Create Claim Location
es: Error al Crear Ubicacion Denuncia

# ErrorCreateClaimNoticeLocation
source: Error Create Claim Location
es: Error al Crear Ubicacion Aviso

source: Error Create Claim Surety
es: Error al Crear la Garantía de la Denuncia

source: Error Create Claim Vehicle
es: Error al Crear Denuncia de Vehiculo

source: Error Create Coverage
es: Error al Crear Cobertura

source: Error Create Coverage Active Panel
es: Error al crear una cobertura en el panel activo

source: Error Create Estimation Type Status
es: Error al Crear Estado por Concepto de Estimacion

source: Error Create Notice
es: Error al Crear Aviso

source: Error Create Notice Surety
es: Error al Crear el Aviso de Garantía

source: Error Create Notice Vehicle
es: Error al Crear el Aviso del Vehiculo

source: Error Create Payment Plan
es: Error creando plan de pago

source: Error Create Payment Request
es: Error Creando la Solicitud de Pago

# ErrorCreateReason
source: Error Create Estimation Type Status Reason
es: Error al Crear Razon de Estado por Concepto de Estimacion

# ErrorCreateRecovery
source: ErrorCreatingRecovery
es: Error Creando Recobro

source: Error Create Relation Type Status
es: Error al Crear Relacion Tipo Estimacion Estado

source: Error Create Sale
es: Error al crear la venta

source: Error create Salvage
es: Error Creando Salvamentos

source: Error create sub causes
es: Error al crear la sub causa

source: Error creating participant
es: Error creando participante

source: Error Creating Pending Operation
es: Error al crear la operación pendiente

source: Error Delete Cause
es: Error al Eliminar Causa

source: Error Delete Cause Coverage
es: Error al Eliminar Cobertura Causa

source: Error Delete Coverage
es: Error al Eliminar Cobertura

source: Error Delete Estimation Type Status
es: Error Eliminar Estado por Concepto de Estimacion

source: Error Delete Notice Coverage
es: Error al eliminar cobertura de aviso

# ErrorDeleteReason
source: Error Delete Estimation Type Status Reason
es: Error al Actualizar Razon de Estado por Concepto de Estimacion

source: Error Delete Relation Type Status
es: Error al Eliminar Relacion Tipo Estimacion Estado

# ErrorDeleteSalvage
source: Error removing salvage
es: Error al eliminar el salvamento

source: Error Deleting Pending Operation
es: Error al eliminar la operación pendiente

source: Error edit claim notice location
es: Error al editar aviso de ubicación

source: Error edit claim notice surety
es: Error al editar aviso de fianza

source: Error edit claim notice vehicle
es: Error al editar aviso de vehiculo

source: Error Get Buyers
es: Error al consultar compradores

source: Error get Catastrophes
es: Error al Consultar Catástrofes

source: ErrorGetCause
es: Error al Consultar Causa

source: Error Get Cause Coverages
es: Error al Consultar Coberturas Causa

source: Error Get Causes
es: Error al Consultar Causas

source: Error Get Claim
es: Error al consultar denuncia

source: Error Get Claim Catastrophic Information
es: Error al consultar información catastrófica

# ErrorGetClaimCoverageThirdAffectedByCoverage
source: Error getting claim coverage third affected by coverage
es: Error al consultar los terceros de la cobertura del reclamo

source: Error Get Claim Driver Information
es: Error al consultar informacion de conductor

# ErrorGetClaimEndorsementByPolicyId
source: Error Get Claim Endorsement By PoliceId
es: Error al Consultar Denuncia de Endoso Por Poliza

source: Error Get Claim Location By ClaimId
es: Error al Consultar el Reclamo de la Locación

source: Error Get Claim Payments
es: Error al obtener los pagos de una denuncia

source: Error Get Claim Prefix Covered Risk Type
es: Error al Consultar el Tipo de Riesgo Cubierto

# ErrorGetClaimSupplier
source: Error Get Claim ClaimSupplier
es: Error al consultar analista - ajustador

source: Error Get Claim Surety
es: Error al Consultar Garantía

source: Error Get Claim Vehicle By ClaimId
es: Error al Consultar el Reclamo del Vehiculo

source: Error Get Contact Information
es: Error al Consultar Información de Contacto

source: Error Get Coverage Active Panels
es: Error al consultar los paneles configurados para esta cobertura

source: Error Get Coverages
es: Error al Consultar Coberturas

# ErrorGetDebtors
source: Error getting debtors
es: Error al consultar los deudores

source: ErrorGetDeductible
es: Error Consultando Deducibles

source: Error Get Documentation
es: Error Obteniendo Documentation

source: Error Get Endorsement
es: Error al Consultar Endoso

source: Error Get Endorsements
es: Error al Consultar Endosos

source: Error Get Estimation Type
es: Error Consultar Conceptos de Estimacion

source: Error Get Estimation Types By PrefixId
es: Error al Consultar Tipos de Estimaciones por ramo

source: Error Get Estimation Type Status
es: Error Consultar Estado por Concepto de Estimacion

source: ErrorGetInsuredAmount
es: Error consultando los limites por monto

source: Error Get Internal Status
es: Error al Consultar Codigo Interno

source: Error Get Lines Business
es: Error al Consultar Ramos Tecnicos

source: Error Get Movement Types
es: Error Obteniendo los Tipos de Movimiento

source: Error Get Notice
es: Error al Consultar Avisos

source: Error Get Notice Location
es: Error al Consultar Ubicación del Aviso

source: Error Get Notice Surety By NoticeId
es: Error al Consultar Avisos de Garantía

source: Error Get Notice Vehicle
es: Error al Consultar Vehiculo del Aviso

source: Error Get Pay Backs
es: Error Obteniendo los Roles a Pagar

source: Error Get Payment Class
es: Error al consultar las clases de pago

source: Error Get Payment Origins
es: Error Obteniendo el Orígen de Pago

source: Error Get Person
es: Error al Consultar la Persona

source: Error Get Prefixes
es: Error al Consultar Ramos Comerciales

# ErrorGetReason
source: Error Get Estimation Type Status Reason
es: Error al Consultar Razon de Estado por Concepto de Estimacion

# ErrorGetRecoveriesByClaimId
source: Error getting recoveries by claim
es: Error al obtener los recobros por reclamo

source: ErrorGetRecovery
es: Error Obteniendo Recobro

source: ErrorGetRecoveryTypes
es: Error Obteniendo Tipos de Recobro

source: ErrorGetRecoveryTypesById
es: Error obteniendo tipo de recobro por Id

# ErrorGetRecuperators
source: Error getting recuperators
es: Error al consultar recuperadores

# ErrorGetSaleBySaleId
source: Error getting sale by sale identificator
es: Error al consultar la venta

source: Error Get Sales By SalvageId
es: Error obtener ventas por Salvamento Id

source: Error get Salvage
es: Error al consultar el salvamento

source: Error get sub causes
es: Error al obtener las sub causas

source: Error Get Sub Lines Business
es: Error al Consultar Sub Ramos Tecnicos

# ErrorGetSuppliersByDescriptionInsured
source: Error Get Suppliers
es: Error al Consultar Proveedores

source: Error Get Suppliers By SupplierProfile
es: Error al Consultar Provedor por perfil del provedor

source: Error Get Third Affected By Coverage
es: Error al Consultar Tercero Afectado por Cobertura

source: Error getting participant
es: Error obteniendo participante

source: Error Getting Pending Operation
es: Error al obtener la operación pendiente

source: ErrorGetVoucherTypes
es: Error Obteniendo los tipos de Comprobante

# ErrorObjectNotice
source: Error objecting notice
es: Error objetando aviso

source: Error Payment Request Number Not Parameterized
es: Número de Solicitud de Pago no Parametrizado

# ErrorSearchPaymentRequests
source: Error searching payment requests
es: Error buscando las solicitudes de pago

source: Error Update Cause
es: Error al Actualizar Causa

source: Error Update Cause Coverage
es: Error al Actualizar Cobertura Causa

source: Error Update Claim
es: Error al actualizar la denuncia

source: Error Update Coverage
es: Error al Actualizar Cobertura

source: Error update Coverage Active Panel
es: Error al actualizar una cobertura en el panel activo

source: Error Update Estimation Type Status
es: Error al Actualizar Estado por Concepto de Estimacion

source: Error Update Payment Request
es: Error Actualizando Solicitud de pago.

# ErrorUpdateReason
source: Error Update Estimation Type Status Reason
es: Error al Eliminar Razon de Estado por Concepto de Estimacion

source: ErrorUpdateRecovery
es: Error Actualizando Recobro

# ErrorUpdateSale
source: Error updating sale
es: Error al actualizar la venta

# ErrorUpdateSalvage
source: Error updating salvage
es: Error al actualizar el salvamento

source: Error Updatting Participant
es: Error al actualizar el participante

source: Get Account Banks By IndividualId
es: Error al consultar las cuentas de banco por individuo

# IntegrationServiceDisabledLabel
source: General Ledger Service Disabled
es: Servicio de Contabilidad Deshabilitado

# IntegrationSuccessMessage
source: PROPER INTEGRATION, SEAT NO: {0}
es: INTEGRACIÓN CORRECTA, ASIENTO NO: {0}

# ListAccepted
source: Accepted
es: Aceptado

# ListAeronavigation
source: AERONAVIGATION
es: AERONAVEGACIONES

# ListAssigned
source: Assigned
es: Cedido

# ListCancellation
source: Cancellation
es: Cancelación

# ListChangeAgentEndorsement
source: Change of Agent
es: Cambio de Agente

# ListChangeTermEndorsement
source: Change of Validity
es: Cambio de Vigencia

# ListClaim
source: Claims
es: Denuncias

# ListCompanyPercentage
source: 100% Company
es: 100% Compañía

# ListEmission
source: Emission
es: Emisión

# ListFemale
source: Female
es: Femenino

# ListLastEndorsementCancellation
source: Reversion
es: Reversión

# ListLocation
source: LOCATION
es: UBICACIONES

# ListMale
source: Male
es: Masculino

# ListModification
source: Modification
es: Modificación

# ListNotice
source: Notices
es: Avisos

# ListPaymentRequest
source: Payment requests
es: Solicitudes de pago

# ListPolicy
source: Policies
es: Pólizas

# ListRenewal
source: Renewal
es: Renovación

# ListSurety
source: SURETY
es: FIANZAS

# ListTransport
source: TRANSPORT
es: TRANSPORTES

# ListVehicle
source: VEHICLE
es: AUTOMOVILES

source: Not
es: No

# PaymentAuthorizationRequestPending
source: This payment request have requests pending by authorization
es: Ésta solicitud de pago tiene políticas pendientes por autorización

source: Request Already Canceled
es: La solicitud ya fue cancelada.

source: Request does not exist.
es: La solicitud no existe.

source: RISK NOT FOUND
es: RIESGO NO ENCONTRADO

# TemporalNotFound
source: Error pending operation don't exist.
es: Error no se encontro temporal.

source: Yes
es: Si

source: Error Policy Dont Exist
es: La póliza no existe

source: Error Policy Not Valid To Occurrence Date
es: La póliza no se encuentra vigente para la fecha de ocurrencia

# ErrorEndorsementNotEnabledToClaim
source: Error Endorsement ({0}) Not Enabled To Claim
es: El endoso de ({0}) no es siniestrable

# ErrorAccountingPaymentRequest
source: Error while accounting payment request
es: Error al contabilizar la solicitud de pago

# SMMLVNotParameterizedForTheYear
source: SMMLV not parameterized for the year {0}.
es: SMMLV no parametrizado para el año {0}.

source: Claim not found
es: Denuncia no encontrada

# PaymentRequestNotReinsurance
source: NOT REINSURANCE
es: NO REASEGURADA

# PaymentRequestReinsurance
source: REINSURANCE
es: REASEGURADA

source: Claim reinsured
es: Denuncia reasegurada

# ReinsuranceClaimNotPossible
source: Reinsurance of the claim is not posible, policy is not reinsured or lack parametrization.
es: No es posbile reasegurar la denuncia, la póliza no está reasegurada o falta parametrización.

# ReinsurancePaymentRequestNotPossible
source: Reinsurance of the payment request is not posible, claim is not reinsured or lack parametrization.
es: No es posible reasegurar el pago, la denuncia no está reasegurada o falta parametrización.

source: Payment request reinsured
es: Solicitud de pago reasegurada

# ListChargeRequest
source: Charge Requests
es: Solicitudes de cobro

# EndorsementNotClaims
source: Current endorsement {0} of the policy {1} has sum insured accumulated in 0, it cannot be Claim.
es: El endoso {0} vigente de la poliza {1} tiene suma asegurada acumulada en 0, no se puede siniestrar.

source: Error Policy Dont Exist or Not Valid To Occurrence Date
es: La póliza no existe o no se encuentra vigente para la fecha de ocurrencia
