Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/Common/Services/CommonServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Error Create File.
es: Error al crear archivo

source: Error Create File By Type
es: Error al crear archivo por tipo

# ErrorCreateLineAssistanceText
source: Error Create Assistance Text
es: Error al crear textos de asistencia

# ErrorCreateLineAssistanceType
source: Error Create Assistance Type
es: Error al crear tipo de asistencia

source: Error Create LineBussiness
es: Error al crear línea de negocio

source: Error Create Prefix By LineBusiness
es: Error al crear un ramo comercial por línea de negocio

source: Error CRUD Processes For Branches
es: Error en los procesos del CRUD para las Sucursales

source: ErrorCRUDProcessesForPrefix
es: Error en los procesos del CRUD para el ramo comercial

source: Error CRUD Processes For SubBranches
es: Error en los procesos del CRUD para subramo técnico

# ErrorDecimalLength
source: {0} Column Only Allows Numbers With {1} Decimals
es: La columna {0} de la plantilla {1} solo permite números con {2} decimales

# ErrorDecimalPropertyLength
source: {0} Column Of {1} Template Not Has Length Parametrization
es: La columna {0} de la plantilla {1} no tiene longitud parametrizada

source: Error Delete Child JSON
es: Error al eliminar hijos de un JSON

# ErrorDeleteItem
source: Error to delete item
es: Se presentó error al eliminar el item

source: Error Delete JSON
es: Error al eliminar JSON

# ErrorFieldIsMandatory
source: {0} Field Of {1} Template Is Mandatory
es: La columna {0} de la plantilla {1} es obligatorio

# ErrorFieldNotMatch
source: {0} Field Of {1} Template Not Match
es: La columna {0} de la plantilla {1} no corresponde a la parametrizada

source: Error Generate Asynchronous Process Id
es: Error al generar Id proceso asíncrono

source: Error Generate File Linebusiness
es: Error al generar archivo excel en línea de negocio

source: Error Generate File To Assistance Type
es: Error al generar archivo excel en tipo de asistencia

source: Error Generate File To Branch
es: Error al generar archivo excel en sucursales

source: Error Generate File To Prefix
es: Error al generar archivo excel en ramo comercial

source: Error Generate File To SubLinebusiness
es: Error al generar archivo excel en subramo técnico

source: Error Get All Prefix
es: Error al obtener todos los ramos comerciales

source: Error Get All User Point Sale
es: Error al obtener todos los puntos de venta del usuario

source: Error Get Application Key
es: Error al obtener llave del application

source: Error Get Asset Type
es: Error al obtener tipo de bien

source: Error Get assistance text
es: Error al obtener textos de asistencia

source: Error Get assistance type
es: Error al obtener tipo de asistencia

source: Error Get Asynchronous Process By Identifier
es: Error al obtener proceso asíncrono por identificador

source: Error Get Banks By Bank Id
es: Error al obtener bancos por id

source: Error Get Branch By Id
es: Error al obtener sucursal por ID

source: Error Get Cities
es: Error al obtener ciudades

# ErrorGetCitiesByCountryIdStateId
source: Error getting list of cities filtering by country and state
es: Error al consultar el listado de ciudades a partir de país y el departamento

source: Error Get City By City Id
es: Error al obtener ciudad por id ciudad

source: Error Get CoInsurance
es: Error al obtener coaseguradora

source: Error Get Collective File
es: Error al obtener un archivo en colectivas

source: Error Get Contract Categories
es: Error al obtener categorías de contrato

source: Error Get Contract Type
es: Error al obtener tipo contrato

# ErrorGetCoServiceQuotationParameterBySourceCode
source: Error retrieving list of default parameters asocied to channel.
es: Error obtieniendo la lista de parámetros por default asociados al canal recibido

source: Error Get Country List
es: Error al obtener listado de países

# ErrorGetCountryListLite
source: Error getting simple list of countries
es: Error al consultar el listado de países

source: Error Get Date
es: Error al obtener fecha

source: Error Get Economic Activities By Economic Activity
es: Error al obtener actividades económicas por actividad económica

source: Error Get Exchange Amount By Date And Currency
es: Error al obtener el importe de cambio por fecha y moneda

# ErrorGetExchangeRateByCurrencyId
source: Error Getting List of Exchange Rates By Currency
es: Error al obtener la lista de tasas de cambio por moneda

source: Error Get Exoneration Types
es: Error al obtener tipos de exoneración

source: Error Get Extended Parameter By Parameter Id
es: Error al obtener parámetro extendido por ID de parámetro

source: Error Get Extended Parameters
es: Error al obtener parámetros extendidos

source: Error Get Fields
es: Error al obtener campos

source: Error Get File By Description
es: Error al obtener la lista de archivos por descripcion

source: Error Get File By File Id
es: Error al obtener archivo por Id de archivo

source: Error Get File By Filters
es: Error al obtener archivo por filtros

source: Error Get Files
es: Error al obtener archivos

source: Error Get Individual Types
es: Error al obtener tipos de individuo

source: ErrorGetIssueDate
es: Error al obtener fecha de emisión

source: Error Get JSON
es: Error al obtener JSON

source: Error Get JSON Child
es: Error al obtener JSON hijo

source: Error Get Line Business
es: Error al obtener lista de negocio

source: Error Get LineBusiness By Id
es: Error al obtener línea de negocio por Id

source: Error Get List Currency Types By Product
es: Error al obtener listado de tipos de monedas por producto

source: Error Get List JSON
es: Error al obtener lista de JSON

source: Error Get List Of Banks
es: Error al obtener listado de Bancos

source: Error Get List Of Branches
es: Error al obtener lista de sucursales

source: Error Get List Of Branches Depending Selected Bank
es: Error al obtener el listado de sucursales dependiendo del banco seleccionado

source: Error Get List Of Companies Coinsurers
es: Error al obtener la lista de compañias Coaseguradoras

source: Error Get List Of Different Means Of Payments
es: Error al obtener lista de los diferentes medios de pagos

source: Error Get List Of Economic Activities
es: Error al obtener lista de actividades economicas

source: Error Get List Of Parameters By Description
es: Error obtener lista de parámetros por descripción

source: Error Get List Of Parameters By Id
es: Error obtener lista de parámetros por id

source: Error Get List of Policy Types
es: Error al obtener lista de tipos de póliza

source: Error Get List Of Policy Types By Business Branch
es: Error al obtener lista de tipos de pólizas por ramo comercial

# ErrorGetListOfPrefix
source: Error Get List Of Commercial Branches
es: Error al obtener lista de ramos comerciales

# ErrorGetListOfTechnicalBranchByPrefix
source: Error Get List Of Technical Branch By Commercial Branch
es: Error al obtener lista de ramos técnicos por ramo comercial

source: Error Get List Of Technical SubBranches
es: Error al obtener lista de subramos técnicos

source: Error Get List Of Types Of Houses
es: Error al obtener listado de tipos de Viviendas

# ErrorGetListTariffZonesByPrefix
source: Error Get List Tariff Zones By Commercial Branch
es: Error al obtener lista de zonas de tarifación por ramo comercial

source: Error Get Parameter By Parameter Id
es: Error al obtener parámetro por ID de parámetro

source: Error Get Payment Concept
es: Error al obtener concepto de pago

source: Error Get Point Sale By Branch
es: Error al obtener puntos de venta por sucursal

source: Error Get Prefix
es: Error al obtener ramo comercial

source: Error Get Prefix All
es: Error al obtener ramo comercial

source: Error Get Prefix Type
es: Error al obtener tipo de ramo comercial

source: Error Get Prefix Type By Prefix Id
es: Error al obtener tipo de ramo comercial por Id ramo comercial

source: Error Get Risk Type
es: Error al obtener tipo de riesgo

source: Error Get RiskType By LineBusiness Id
es: Error al Obtener tipo de riesgo por Id línea de negocio

source: Error Get States
es: Error al obtener departamentos

# ErrorGetStatesByCountryId
source: Error getting list of states filtering by countryId
es: Error al consultar el listado de departamentos a partir del país

source: Error Get Sub LineBusiness By Id
es: Error al obtener subramo técnico por Id

source: Error Get Tariff Zone
es: Error al obtener zona de tarifación

source: Error Get Technical Branches
es: Error al obtener ramos tecnicos

source: Error Get Templates
es: Error al obtener plantillas

source: Error Get Types Of Currency List
es: Error al obtener listado de tipos de monedas

source: Error Get Types Of Endosos Enabled By Branch
es: Error al consultar los tipos de endosos habilitados por ramo

source: Error Get Value By Field
es: Error al obtener valor de un campo

# ErrorInsertItem
source: Error save item
es: Se presentó error al guardar el item

# ErrorOnlyAllowsBoolean
source: {0} Column Of {1} Template Only Allows YES or NOT
es: La columna {0} de la plantilla {1} solo permite SI o NO

# ErrorOnlyAllowsDateTime
source: {0} Column Of {1} Template Only Allows DateTime
es: La columna {0} de la plantilla {1} solo permite fechas

# ErrorOnlyAllowsDecimal
source: {0} Column Of {1} Template Only Allows Decimals whit {2} integers and {3} decimals
es: La columna {0} de la plantilla {1} solo permite {2} enteros y {3} decimales

# ErrorOnlyAllowsInt32
source: {0} Column Of {1} Template Only Allows Numbers
es: La columna {0} de la plantilla {1} solo permite enteros

# ErrorOnlyAllowsInt64
source: {0} Column Of {1} Template Only Allows Numbres
es: La columna {0} de la plantilla {1} solo permite enteros

source: Error Policy Type
es: Error Obteniendo tipo de poliza

source: Error Save JSON
es: Error al guardar JSON

source: Error Search Default Values ​​Of User, Module And Submodule
es: Error al buscar valores por defecto de un usuario, modulo y submodulo

source: Error Send Email
es: Error en el envío de email

# ErrorStringLength
source: {0} Column Of {1} Template Exceeds The Allowed Length
es: La columna {0} de la plantilla {1} supera la longitud parametrizada

# ErrorTemplateIsMandatory
source: {0} Template Is Mandatory
es: La plantilla {0} es obligatoria

# ErrorTemplateIsMandatoryData
source: {0} Template Not Has Data
es: La plantilla {0} no tiene datos

source: Error Template Name
es: Error Nombre del Template Vacio

# ErrorTemplateNotMatch
source: {0} Template has fewer columns than the parametrization
es: La plantilla {0} tiene menos columnas de las parametrizadas

source: Error Templete Not Exist
es: Error Templete Inexistente en la Plantilla

source: Error Update Asynchronous Process
es: Error actualizando proceso asíncrono

source: Error Update Extended Parameter
es: Error al actualizar parámetro

source: Error Update File
es: Error al actualizar archivo

# ErrorUpdateItem
source: Error to update item
es: Se presentó error al actualizar el item

source: Error Update JSON
es: Error al actualizar JSON

source: Error Update Parameters
es: Error al actualizar parámetros

source: Error Update Prefix
es: Error actualizando ramo comercial

source: Error Validate Data Row
es: Error al validar datos de la fila

source: Error Validate File
es: Error validando archivo

# ErrorValidateRegularExpression
source: The field {0} does not match the regular expression
es: El campo {0} no coincide con la expresión regular

# ErrorValidateRows
source: Error Validate Fields
es: Error Validate Rows
