Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Wrapper/WrapperAuthorizationPoliciesService/Services/WrapperAuthorizationPoliciesServiceEEProvider/Resources/Language.*.resx
Languages: es

# CreateAgentAutho
source: The person was created as an agent
es: Se creó la persona como agente

# CreateBankTransfersAutho
source: Bank transfer was created
es: Se creó la transferencia del banco

# CreateBusinessNameAutho
source: The business name was created
es: Se creó el nombre de negocio

# CreateCoInsuredAutho
source: The person was created as co-insurer
es: Se creó la persona como co asegurador

# CreateCompanyAuthoSuccess
source: Legal person was created
es: Se creó la persona juridica

# CreateConsortiatesAutho
source: The person was created as a consortium
es: Se crearon los consorciados

# CreateEmployedAutho
source: The person was created as an employee
es: Se creó la persona como empleado

# CreateGuaranteeAutho
source: The guarantee for the person was created
es: Se creo la contragarantia para la persona

# CreateInsuredAutho
source: The person was created as insured
es: Se creó la persona como asegurado

# CreatePaymentMethodsAutho
source: Payment method created
es: Se creó el método de pago

# CreatePersonalInformationAutho
source: The person was created as information staff
es: Se creó la persona como personal de información

# CreatePersonAuthoSuccess
source: Natural person was created
es: Se creó la persona natural

# CreateProviderAutho
source: The person was created as a provider
es: Se creó la persona como proveedor

# CreateQuotaAutho
source: The quota was created
es: Se creó la cuota

# CreateReInsurerAutho
source: The person was created as reinsurer
es: Se creó la persona como reasegurador

# CreateSarlaftAuthoSuccess
source: Sarlaft was created
es: Se creó el sarlaft correctamente

# CreateTaxAutho
source: The tax was created
es: Se creó el impuesto

# CreateThirdAutho
source: The person was created as a third party
es: Se creó la persona como tercero

# UpdateBankTransfersAutho
source: Bank transfer updated
es: Se actualizo la transferencia del banco

# UpdateBusinessNameAutho
source: The business name was updated
es: Se actualizo el nombre de negocio

# UpdateCoInsuredAutho
source: The person was updated as co-insurer
es: Se actualizo la persona como co asegurador

# UpdateCompanyAuthoSuccess
source: Legal person was updated
es: Se actualizo la persona juridica

# UpdateConsortiatesAutho
source: The person was updated as a consortium
es: Se actualizaron los consorciados

# UpdateEmployedAutho
source: Person updated as employee
es: Se actualizo la persona como empleado

# UpdateInsuredAutho
source: Person updated as insured
es: Se actualizo la persona como asegurado

# UpdatePaymentMethodsAutho
source: The payment method was updated
es: Se actualizo el método de pago

# UpdatePersonalInformationAutho
source: Person updated as information staff
es: Se actualizo la persona como personal de información

# UpdatePersonAuthoSuccess
source: Natural person was updated
es: Se actualizo la persona natural

# UpdateProviderAutho
source: Person updated as provider
es: Se actualizo la persona como proveedor

# UpdateQuotaAutho
source: Quota updated
es: Se actualizo la cuota

# UpdateReInsurerAutho
source: The person was updated as reinsurer
es: Se actualizo la persona como reasegurador

# UpdateSarlaftAuthoSuccess
source: Sarlaft was updated
es: Se actualizó sarlaft

# UpdateTaxAutho
source: The tax was updated
es: Se actualizo el impuesto

# UpdateThirdAutho
source: The person was updated as a third party
es: Se actualizo la persona como tercero
