Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/MassiveUnderwriting/Vehicles/Vehicle/Services/MassiveVehicleServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Accesories
es: Accesorios

source: Additional Beneficiaries
es: Beneficionarios Adicionales

source: Authorization
es: Autorización

# BeneficiaryInactive
source: Inactive beneficiary in the system
es: Beneficiario inactivo en el sistema

# ClauseCoverageNotPresentOnRisk
source: The risk does not cotain any coverage associated to the clause {0}
es: El riesgo no contiene la cobertura asociada a la clausula {0}

# ClauseError
source: Clause code is a mandatory field
es: El codigo de la clausula es un campo obligatorio

# ClauseErrorLevel
source: Level code is a mandatory field
es: El codigo nivel es un campo obligatorio

# ClauseNotRelatedToCoverage
source: The clause {0} was not found at coverage level
es: La cláusula {0} No se encontró a nivel de cobertura

source: Clauses
es: Cláusulas

# CompanyRequestNotRenewed
source: The request is not renewed
es: La solicitud agrupadora no está renovada

source: Deductible
es: Deducibles

source: Error Accesories Duplicated
es: Accesorios Duplicados:

source: Error Accesory Id Not Found
es: Error consultando el código de Accesorio

# ErrorAccesoryValue
source: Field {0} is required
es: El campo {0} es requerido.

source: Error AssistanceId Not Found
es: Asistencia no encontrada

source: Error Beneficiaries Additional Duplicated
es: Los beneficiarios adicionales estan duplicados

source: Error Beneficiary Participation
es: Error, falta la participación del beneficiario adicional

source: Error Body Not Found
es: Error al realizar la búsqueda de la carrocería

# ErrorBodyWithOutBody
source: Error, WithOut Body
es: Error, Sin Carrocería

# ErrorClauseNotFound
source: The clause {0} does not exists or is not related at indicated level
es: La cláusula {0} No existe o no está relacionada al nivel indicado

# ErrorCompanyRequestNotExist
source: Error Company Request Does Not Exist
es: Error, solicitud agrupadora no existe

# ErrorCoverageCode
source: Coverage code for deduct is required
es: Codigo de cobertura para deducible requerido

# ErrorCoverangeDuplicated
source: Coverage Duplicated:
es: Cobertura Duplicadas:

source: Error Create Massive Emission
es: Error al crear cargue masivo Vehículos

# ErrorCreateMassiveLoad
source: Error creating the massive load
es: Error al crear cargue masivo

source: Error Create Massive Renewal
es: Error al crear cargue masivo de renovacion de Vehículos

source: Error Create Risk
es: Error al crear el riesgo

# ErrorCreatingModels
source: Error while creating models
es: Error creando los modelos

# ErrorDeductCode
source: Deduct code is required
es: Codigo de deducible requerido

# ErrorDuplicatePolicies
source: Duplicate Policies
es: Polizas Duplicadas

source: Error Fasecolda Not Found
es: Error, fasecolda no encontrado

# ErrorFasecoldaVehicleType
source: The type of vehicle does not correspond to the fasecolda code
es: El tipo de vehículo no corresponde al código fasecolda

# ErrorFieldNotMatch
source: {0} Field Of {1} Template Not Match
es: La columna {0} de la plantilla {1} no corresponde a la parametrizada

# ErrorFieldNotMatchRegex
source: .* Field Of .* Template Not Match
es: La columna .* de la plantilla .* no corresponde a la parametrizada

# ErrorFieldsNotMatch
source: Some fields of loaded file does not match the parametrization : {0}
es: Algunas columnas del archivo cargado no corresponden a las parametrizadas : {0}

# ErrorFileParametrizationNotFound
source: File Parametrization Not Found
es: No se encontro la parametrización del archivo

source: Error Generate File
es: Error generando archivo

source: Error Generate Report To MassiveLoad
es: Error al generar el archivo de reporte del proceso de emisión masiva

# ErrorGenerateReportToMassiveRenewal
source: Error generating report for massive renewal
es: Error al generar el reporte en la renovación masiva

source: Error Get External Services
es: Error al obtener servicios externos

# ErrorInTemplate
source: Error In Template {0}: {1}
es: Error en la plantilla {0}: {1}

source: Error Invalid Correlative Policy
es: Error, póliza de correlación inválida

# ErrorIssuing
source: Error Issuing: {0}
es: Error emitiendo: {0}

# ErrorMandatoryTemplates
source: The next mandatory sheets are not in the file : {0}
es: Las siguientes hojas obligatorias nos estan presentes en el archivo : {0}

# ErrorMaxDaysRenewPolicy
source: The maximum period of validity for the policy exceeds {0} days.
es: El periodo de vigencia máximo para la póliza supera los {0} días.

# ErrorModelNotFound
source: There is no model for Fasecolda
es: No existe modelo para fasecolda

source: Error Participation Beneficiary
es: La participación de los beneficiarios adicionales debe ser menor a 100%

source: Error Premium Zero
es: Error prima 0

# ErrorProductIsFlateRate
source: Error Product Flate Rate.
es: Error el producto tiene marca tasa única.

source: Error Quotate Massive Load
es: Error al tarifar cargue masivo

# ErrorRecordsNotFoundToIssue
source: Records Not Found To Issue
es: Registros no encontrados para emitir

source: Error Response Historic Policies Service
es: Error en respuesta servicio historico de polizas

source: Error Response Historic Sinesters Service
es: Error en respuesta servicio historico de siniestros

source: Error Response Score Service
es: Error en respuesta servicio DataCredito

source: Error Response Simit Service
es: Error en respuesta servicio Simit

source: Error, Risks not found
es: Error, Riesgos no encontrados para el endoso

# ErrorTariffing
source: Error Tariffing: {0}
es: Error tarifando: {0} validar parametrización del producto

source: Error Template Accesories
es: Error, plantilla Accesories no encontrada

# ErrorTemplateIsMandatory
source: {0} Template Is Mandatory
es: La plantilla {0} es obligatoria

# ErrorTemplateIsMandatoryRegex
source: .* Template Is Mandatory
es: La plantilla .* es obligatoria

# ErrorTemporalNotFound
source: Temporal Not Found
es: Temporal no encontrado

source: Error The Policy Presents Data Problems
es: La póliza presenta problemas de datos

# ErrorValidatingFile
source: Error Validating File: {0}
es: Error validando archivo: {0}

# FasecoldaCodeWithCharacters
source: Fasecolda code only accept numbers
es: El codigo fasecolda solo acepta numeros

source: Inactive Taker
es: Tomador inactivo en el sistema

source: Main insured inactive.
es: Asegurado inactivo.

# MessageCurrentFromDateExceedsRequest
source: Current From Date Exceeds Request
es: Fecha de vigencia desde se encuentra fuera de la vigencia de la solicitud agrupadora

# MessageRequestPrefixDoesNotMatch
source: Request Prefix Does Not Match Massive Load Prefix
es: Solicitud agrupadora no corresponde al ramo

source: Notification
es: Notificación

# PoliciesRestrictive
source: Restrictive policy: {0}
es: Politica restrictiva: {0}

source: Policy Has Events
es: La póliza tiene eventos

source: Restrictive
es: Restrictivo

# TemplateRenewal
source: Renewal
es: Renovación

# TemplateScript
source: Scripts
es: Guiones

# TemplateScriptRequired
source: Sheet {0} is mandatory for product code {1}
es: La hoja {0} es obligatoria para el código de producto {1}.

source: The Vehicle Has No Insured Value For The Model
es: El vehículo no posee valor asegurado para el modelo

# ValidateErrorAcessory
source: Accessory code can not go empty
es: El código del accesorio no puede ir vacio

# ValidateSarlaftExists
source: The policyholder has not signed the SARLAFT form
es: El tomador no ha firmado el formulario de SARLAFT

# ValidateSarlaftExistsInsured
source: The insured has not signed the SARLAFT form
es: El asegurado no ha firmado el formulario de SARLAFT

# ValidateSarlaftExpired
source: The SARLAFT form for the policyholder is already expired. Should diligence a new one
es: El formulario de SARLAFT para el tomador ya está vencido. Debe diligenciar uno nuevo

# ValidateSarlaftExpiredInsured
source: The SARLAFT form for the insured is already expired. Should diligence a new one
es: El formulario de SARLAFT para el asegurado ya está vencido. Debe diligenciar uno nuevo

# ValidateSarlaftOvercome
source: The SARLAFT form for the policyholder is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el tomador está por vencer. Debe diligenciar uno nuevo

# ValidateSarlaftOvercomeInsured
source: The SARLAFT form for the insured is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el asegurado está por vencer. Debe diligenciar uno nuevo

# ValidateSarlaftPending
source: The SARLAFT form for the policyHolder is pending authorization
es: El formulario de SARLAFT para el tomador está pendiente por autorización

# ValidateSarlaftPendingInsured
source: The SARLAFT form for the insured is pending authorization
es: El formulario de SARLAFT para el asegurado está pendiente por autorización
