Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Underwriting/Sureties/Surety/Services/SuretyServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: ContractorNotPerson
es: El afianzado no puede ser un prospecto.

source: Date Exclusion Greater Validity
es: La fecha de exclusión es mayor a la vigencia

source: ErrorConsultPolicyholder
es: Error buscando Tomador

# ErrorContractObject
source: Must enter object of the contract
es: Debe ingresar objeto del contrato

# ErrorConvertingProspectIntoIndividual
source: Error Convirtiendo Prospecto en Individuo
es: Error Converting Prospect Into Individual

source: ErrorCoverageRateEmpty
es: Error Coberturas sin Tasa

source: Error Coverages Zero
es: Coberturas en Cero

source: Error Create Policy
es: Error creando Poliza

source: Error Delete Risk
es: Error Borrando Riesgo

source: Error Delete Temp
es: Error Borrando Temopral

source: Error EndorsementType Empty
es: Error Tipo de Endoso Vacio

source: Error Get Temporary
es: Error Obteniendo El Temporal

source: Error Holder No InsuredRole
es: Error tomador no tiene rol de asegurado

source: Error Insured No Insured Role
es: Error asegurado no tiene rol de asegurado

source: Error Insured Principal Is Empty
es: Error Asegurado Principal Vacio

source: Error Parameter Contrat Empty
es: Error parametro Cumplimiento Vacio

source: Error Parameter Empty
es: Error Parametro vacio o nulo

source: Error Parameter Policy Empty
es: Error Parametro Poliza Vacio

source: Error Policyholder Default PaymentPlan
es: Error tomador sin plan de pago por defecto

source: Error Policy holder Disabled
es: Error tomador deshabilitado

source: Error Record Endorsement
es: Error Grabando Endoso

source: Error Register Integration
es: Error registrando Integracion

source: ErrorRiskExist
es: Error Ya existe el riesgo

source: Error Run Rules
es: Error Ejecutando reglas

source: Error Save Clauses
es: Error grabando Clausulas

source: Error Save Surety
es: error grabando Riesgo

source: Error Search Coverage
es: Error Buscando Cobertura

source: Error Search Coverages
es: Error Buscando Coberturas

source: Error Search Guarantees
es: Error Buscando Contragarantes

# ErrorSearchPolicy
source: Error Buscando Poliza
es: ErrorSearchPolicy

source: Error Search Risk
es: Error Buscando Riesgo

source: Error Temporal Not Found
es: Error temporal no encontrado

source: Error Temp PremiumZero
es: Error Prima Cero

source: Error Update Risk
es: Error Actualizando el Riesgo

source: Excluded
es: Excluido

source: Included
es: Incluido

# MessageValidateOperatingAvailable
source: The bond has no available space
es: El Afianzado no tiene Cupo Disponible

# Modified
source: Modifed
es: Modificado

# NoDataGuarantee
source: You must enter data guarantee
es: Debe ingresar contragarantias

source: No Data Text Risk
es: Debe ingresar el Objeto del contrato en el texto de riesgo

source: No Exist Risk
es: No existe el riesgo

source: No Exist Temporary No Have Coverages
es: No existe el Temporal o no tiene Coberturas

source: No Risk Was Found
es: Riesgo no Encontrado

source: NotModified
es: No Modificado

source: NotOperationQuota
es: No tiene Cupo Disponible.

source: Policy Number
es: El número de póliza es

source: Product Not Adding More Risks
es: El producto seleccionado no permite agregar mas riesgos

source: ProductNotCoverages
es: El producto no tiene Asociada Coberturas

source: QuotaIsNotCurrent
es: Cupo no está Vigente

source: Quotation Number
es: El número de cotización es: {0}

source: Rehabilitated
es: Rehabilitated Rehabilitado

source: Risk Not Modified
es: El riesgo no ha sido modificado

source: Secured With out Operative
es: Afianzado sin Cupo Operativo

source: TheTRMisNotUpdate
es: La TRM no se encuentra Actualizada
