Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/AccountingNewStruct/Accounting.Resources/Resources.*.resx
Languages: es

source: AccordingNumberReceipt
es: SEGUN RECIBO NRO.

source: AccountingIntegrationUnbalanceEntry
es: ASIENTO DESCUADRADO EN INTEGRACIÓN CON CONTABILIDAD

# BRANCH_USER_VALIDATION_EXCEPTION
source: The Branch was not entered or the User does not exist
es: No se ingreso la Sucursal o no existe el Usuario

source: Business Exception
es: Error de Negocio

source: By
es: POR

source: Collect
es: Ingreso

source: Credit
es: Crédito

source: Debit
es: Débito

source: EntryRecordingError
es: ERROR EN GRABACIÓN DE ASIENTO

# ErroClosedBranch
source: The branch box is closed.
es: La caja de la sucursal se encuentra cerrada.

source: Error closed branch
es: Error Cerrando Sucursal

# GENERIC_ERROR
source: Error on request
es: Error de petición

source: IntegrationServiceDisabledLabel
es: Servicio de Contabilidad Deshabilitado

source: Journal Entry
es: Asiento diario

source: Payment Order
es: Orden de pago

source: Pre Liquidation
es: Pre liquidación

source: IntegrationSuccessMessage
es: INTEGRACIÓN CORRECTA, ASIENTO NO:

source: Error Application Not Balanced
es: Error, la aplicación no está balanceada

source: Error Collect Not Found
es: Error, no se encontró ingreso asociado

source: Error Could Not Convert Application
es: No fue posible convertir la aplicación desde temporales

source: Error Module Not Supported
es: Error, módulo no soportado

source: Error Saving Application
es: Hubo un error al momento de guardar la aplicación

source: Error Temporal Not Found
es: Error, no es encontró el temporal

source: Error Application Not Found
es: Error, no se encontró la aplicación

source: Payment Ticket
es: Boleta interna

# ErrorGetParticipationPercentageByEndorsementId
source: Error getting participation percentage by endorsement Id
es: Error consultando el porcentaje de participación en coaseguro

# ErrorGetPayerPaymentComponentsByEndorsementIdQuotaNumber
source: Error getting payer payment components for premium
es: Error consultando los componentes de prima por cobrar

# ErrorGetPaymentQuotas
source: Error getting payment quotas
es: Error consultando el listado de primas por cobrar

# ErrorGetTempApplicationByEndorsementIdQuotaNumber
source: Error gettting temporal application by endorsement id and quota number
es: Error consultando temporal de apliación por endoso y número de cuota

# ErrorGetTempApplicationPremiumComponentsByTemApp
source: Error getting temporal application premium components by Temporal Id
es: Error al consultar los componentes por temporal de aplicacón

# ErrorSaveTempApplicationPremiumComponents
source: Error saving temporal application premium
es: Error guardando la información del pago

# ErrorUpdTempApplicationPremiumComponents
source: Error updating application premium temporal components
es: Error al actualizar los componentes del temporal de aplcación

source: Error Checkout Analysis Concept Key
es: Error verificando valor de llave de analisis

# ErrorGetTempApplicationAccountingCostCentersByTempAppAccountingId
source: Error Get Temp Accounting Cost Centers
es: Error consultando centros de costos para el temporal de aplicacion

# ErrorGetPaymentTicketsByCollectId
source: Error getting payment tickets asociated to a collect
es: Error consultado boletas internas asociadas al ingreso

# ErrorAnalysisCodeValueNotExist
source: Error Analysis Code Value Not Exist: {0}
es: Error no existe valor ingresado: {0}

# ErrorNotFoundColumnAnalysisCode
source: Error Not Found Column parametizer In Analysis Code for value: {0}
es: Error No existe la columna parametrizada en el codigo de analisis para el valor ingresado: {0}

# ErrorNotFoundTableAnalysisCode
source: Error Not Found Table parametizer In Analysis Code for value: {0}
es: Error No existe la tabla parametrizada en el codigo de analisis para el valor ingresado: {0}

source: Account Deposit Ballot
es: POR CONTABILIZACIÓN DE LA BOLETA DE DEPÓSITO:

# ErrorGetAvaibleAccountsByCurrencyIdBankId
source: Error getting avaible accounts by currency id and bank id
es: Error consultando cuentas

# ErrorGetAvaibleBanksByCurrencyId
source: Error getting avaible banks by currency id
es: Error consultando bancos

# ErrorGetAvaibleCurrencies
source: Error getting avaible currencies
es: Error consultando el listado de monedas disponibles

# ErrorGettingBillReport
source: Error getting bill report information
es: Error consultando la información del recibo de pago

source: Error could not create application
es: Error: no fue posible crear la aplicación para reversar el movimiento

source: Error could not reverse application
es: Error: no fue posible reversar la aplicación

source: Error could not update source status
es: Error: no fue posible actualizar el estado del movimiento original

# ErrorReverseApplication
source: Error could not reverse application
es: Error revesando aplicación

# ErrorSavingJournalEntry
source: Error could not create new journal entry
es: Error creando el asiento de diario

# JournalEntryReversionComment
source: Application for reverse {0}
es: Reversión de aplicación {0}

source: Collect control is closed
es: La caja ya está cerrada

# CollectHasBallotTicketAssociated
source: The collect has ticket ballot ticket {0} associated. It cannot cancel
es: El recibo está asociado a la boleta interna {0}. No es posible anular

# CollectIsNotJustCash
source: The collect is not just cash, it cannot cancel
es: El recibo tiene asociado más tipos de pago a parte de efectivo. No es posible anular

# ErrorGetApplicationPremiumsByEndorsementId
source: Error getting application premium by endorsement id
es: Error consultando las aplicaciones pagadas

source: Collect already applied
es: El recibo ya fue aplicado

source: Collect already canceled
es: El recibo ya había sido cancelado previamente

source: Error, could not update collect status
es: No se pudo anular el recibo

# InvalidBranchId
source: Invalid branch identifier
es: Identificador de sucursal no válida

source: Invalid technical transaction
es: Identificador de transacción inválido

# ValueToCollectGreater
source: Value to collect, greater than total premium {0}
es: El saldo de la póliza es inferior al valor a aplicar

# ErrorReverseJournalEntry
source: Error reversing journal entry
es: Error reversando la aplicación

# ErrorSaveLogMassiveDataPolicy
source: Error Saving Log Massive Data Policy
es: Error al guardar log de carga masiva

source: Collect already reversed
es: El recibo ya había sido reversado previamente

source: Reversed
es: Reversado

# ErrorGetPaymentTicketSequence
source: Error generando el identificador del número de depósito
es: Error generating payment ticket identifier

# AutomaticAdjustment
source: Adjustment
es: AJUSTE

# ErrorExistsPaymenTechnicalTransactioByBallotNumber
source: Error getting existing payment ballot ticket by ballot number
es: No fue posible consultar la relacion de pago para el portal de pagos

source: Error getting payment components
es: Error al consultar los componentes de pago

# ErrorCancelAppliationReceipt
source: Error deleting temporal for application
es: Error eliminado el temporal de aplicación
