Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/UniquePerson/Services/UniquePersonServiceEEProvider/Resources/Errors.*.resx
Languages: es

# ErrorCreateAlliance
source: Error Creating Alliance
es: Error creando aliado

source: Error creating reinsurer
es: Error creando el reasegurador

source: Error CRUD Processes For Address Types
es: Error en los procesos del CRUD para los Tipos de dirección

source: Error CRUD Processes For Phone Types
es: Error en los procesos del CRUD para los Tipos de teléfono

source: Error CRUD Processes For ScoreTypeDocs
es: Error en los procesos del CRUD para los Tipos de documento

# ErrorDeleteAlliance
source: Error Deleting Alliance
es: Error borrando aliado

source: Error Generate File to Address Type
es: Error generando el archivo de tipos de dirección

source: Error Generate File to Alliance
es: Error generando el archivo de aliados

# ErrorGenerateFileToInsuredProfile
source: Error Generating File
es: Error generando el archivo

# ErrorGenerateFileToInsuredSegment
source: Error Generating File
es: Error generando el archivo

source: Error Generate File to Phone Type
es: Error generando el archivo de tipos de teléfono

source: Error Generate File to Score Type Doc
es: Error generando el archivo de tipos documento datacrédito

# ErrorGetAlliances
source: Error Getting Alliances
es: Error obteniendo aliados

source: Error Get Asset Type
es: Error al obtener tipo de bien

# ErrorGetBranchAlliances
source: Error Getting Branch Alliances
es: Error obteniendo sucursales del aliado

# ErrorGetCoInsurance
source: Error Getting CoInsurance
es: Error obteniendo coasegurados

source: Error Get Economic Activities By Economic Activity
es: Error al obtener actividades económicas por actividad económica

# ErrorGetExonerationTypes
source: Error Getting Exoneration Types
es: Error obteniendo tipos de exoneración

# ErrorGetIndividualTypes
source: Error Getting Individual Types
es: Error obteniendo tipos de individuos

# ErrorGetListOfCompaniesCoinsurers
source: Error Getting List Of Companies Coinsurers
es: Error obteniendo lista de compañías coaseguradoras

source: Error Get List Of Economic Activities
es: Error al obtener lista de actividades economicas

# ErrorGetScore3gTypeDocByIdCardTypeCode
source: Error getting score 3g type doc.
es: Error obteniendo listado de tipos de documento.

# ErrorGettingAgency
source: Error getting agency by code and type
es: Error recuperando la agencia por código y tipo

source: Error getting reinsurer
es: Error recuperando el reasegurador

source: Error Parameter Empty
es: Error parametro vacio o Nulo

# ErrorRelatedBranchAlliance
source: Allied Related Branch.
es: Aliado Tiene Sucursales Relacionadas.

source: Error Save Alliances
es: Error guardando aliados

# ErrorUpdateAlliance
source: Error Updating Alliance
es: Error actualizando aliado

# FileAddressTypeName
source: LIST OF ADDRESS TYPES
es: LISTADO DE TIPOS DE DIRECCIÓN

# FilePhoneTypeName
source: LIST OF PHONE TYPES
es: LISTADO DE TIPOS DE TELÉFONO

# FileScoreTypeDocName
source: TYPE DOCUMENT
es: TIPO DE DOCUMENTO

source: Principal Address
es: Dirección principal
