Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/ReinsuranceNewStruct/Reinsurance.Resources/Resources.*.resx
Languages: es

source: Accounting integration unbalance entry
es: Entrada de desequilibrio de integración contable

source: Account Technical
es: Cuenta técnica

source: Border aux claims
es: BorderAux Siniestros

source: Border aux pager
es: BorderAux Pagos

source: Branch
es: Sucursal

source: Claims
es: Siniestros

source: Current account
es: Cuenta corriente

source: Draft account
es: Borrador cuenta corriente

source: Draft technical account
es: Proyecto de cuenta técnica

source: Endorsement
es: Endoso

source: Entry recording error
es: Error registro de entrada

source: Error add association line
es: Error al agregar la asociación de líneas.

source: Error add contract
es: Error agregando el contrato

source: Error add contract level
es: Error al agregar el nivel de contrato

source: Error add contract line
es: Error agregando línea de contrato

source: Error add line
es: Error agregando linea

source: Error delete association lines
es: Error al eliminar la asociación de líneas

source: Error delete contract level
es: Error al eliminar el nivel de contrato

source: Error delete contract line by line
es: Error al eliminar la linea de contrato

source: Error delete line by lineId
es: Error eliminando la linea

source: Error delete plan facultative
es: Error al eliminar el plan facultativo

source: Error delete temp issue layer by endorsementId
es: Error eliminando por endoso

source: Error get agent by name
es: Error al obtener el agente

source: Error get association line by type line year
es: Error al obtener la asociación de lineas por tipo de línea

source: Error get branches
es: Error al obtener las sucursales.

source: Error get branches by userId
es: Error al obtener las sucursales por usuario

# ErrorGetClaimAllocationByMovementSource
source: Error get claim allocations by movement source
es: Error al obtener la asignación del siniestro

source: Error get claim layer by claimId
es: Error al consultar los reclamos

source: Error get contract funcionalityId
es: Error obteniendo el contrato

source: Error get contract level by contractId
es: Error al obtener el nivel de contrato

source: Error get contract line by line
es: Error al obtener la línea de contrato

source: Error get contract type enabled
es: Error obteniendo el tipo de contrato

source: Error get contract year
es: Error al obtener el contrato anual

source: Error get coverages by line businessId sub line businessId
es: Error al obtener las coberturas por linea de negocio

# ErrorGetCumulusTypesOrderByDesc
source: Error get cumulus types
es: Error al obtener el tipo de cumulo

source: Error get currencies
es: Error al obtener las monedas

source: Error get current period contracts
es: Error obteniendo los contratos actuales

# ErrorGetCurrentPolicyByPrefixIdBranchIdPolicyNumber
source: Error get current policy by prefix, branch and policyNumber
es: Error al obtener la póliza vigente

source: Error get distribution by reinsurance by layerId
es: Error al consultar la distribución

source: Error get distribution claim by claim layer id
es: Error al consultar la distribución del siniestro

source: Error get distribution payment by payment layer id
es: Error al consultar la distribución de pagos.

source: Error get endorsement by policy id
es: Error obteniendo el endoso por póliza

source: Error get insured by individualId
es: Error al obtener el asegurado

# ErrorGetInsuredObjectByPrefixIdList
source: Error get insured object by prefixId
es: Error al obtener el objeto asegurado

# ErrorGetInsuredsByDescriptionInsuredSearchTypeCustomerType
source: Error get insureds by description
es: Error al consultar el asegurado por descripción

source: Error get level payments by levelId By LevelId
es: Error al consultar los niveles de pago por nivel

source: Error get line association types
es: Error al obtener la asociación de líneas

source: Error get line business
es: Error al consultar las lineas de negocio

# ErrorGetLineCumulusTypeOrderByLineId
source: Error get line cumulus type order By Line
es: Error al obtener el tipo de cumulo ordenado por línea

source: Error get module date
es: Error al obtener la fecha del modulo

source: Error get module dates
es: Error al obtener las fecha del modulo

source: Error get next level number by levelId
es: Error obteniendo el siguiente número de nivel

source: Error get next number restore by levelId
es: Error obteniendo el siguiente numero de restauración

# ErrorGetPaymentAllocationByPaymentRequest
source: Error get payment allocations by payment request
es: Error al obtener la asignación de pago

source: Error get payment layer by payment requestId
es: Error al consultar el pago

source: Error get payment reinsurance by payment requestId
es: Error al obtener los reaseguros de pago por solicitud de pago

source: Error get policies by branch and prefix
es: Error al obtener las polizas por ramo y sucursal

source: Error get prefixes
es: Error al obtener los ramos

source: Error get products by prefixId
es: Error al obtener los productos por ramo

source: Error get reinsurance allocation by temp Layer LineId
es: Error obteniendo reaseguro por línea

source: Error get reinsurance by endorsementId
es: Error al consultar el reaseguro por endoso

# ErrorGetReinsuranceClaimDistribution
source: Error get reinsurance claims by movement source
es: Error al obtener el reaseguro de siniestro

source: Error get reinsurance distribution by endorsementId
es: Error obteniendo la distribución del reaseguro por endoso

# ErrorGetReinsurancePaymentDistribution
source: Error get reinsurance payments by movement source
es: Error al obtener los reaseguros de pago

source: Error get reinsurance real claims by claim code
es: Error al obtener los reaseguros por codigo de siniestro

source: Error get reinsurer by name
es: Error al obtener el reaseguro

source: Error get payments request
es: Error al obtener las solicitudes de pago

source: Error get subLine business
es: Error al obtener la sublinea de negocio

source: Error get temp allocation by layer lineId
es: Error al obtener la asignacion por línea

source: Error get temp facultative companies by endorsementId
es: Error al obtener las compañias facultativas por endoso

source: Error get temp facultative payment
es: Error al obtener los pagos facultativos.

source: Error get temp layer distribution by endorsementId
es: Error al obtener la distribucion de lineas por endoso

source: Error get temp linee cumulus by issuance
es: Error al obtener la linea del cumulo

source: Error get temp reinsurance process by ProcessId
es: Error obteniendo el proceso de reaseguro

# ErrorGetTotSumPrimeAllocation
source: Error get total sum prime allocation
es: Error al obtener la suma total de la asignación de la prima

source: Error get user by login
es: Error al obtener los usuarios

source: Error load process massive details report
es: Error al cargar el reporte de procesos masivos

source: Error load reinsurance layer report
es: Error al cargar el reporte de reaseguros

source: Error manual claim reinsurance by claim
es: Error al reasegurar el siniestro manual.

source: Error modification reinsurance contract dialog
es: Error al modificar el contrato de reaseguro

source: Error modification reinsurance facultative dialog
es: Error modificacion reaseguro facultativo.

source: Error modification reinsurance layer dialog
es: Error modificando la capa del reaseguro.

source: Error reinsurance claim by username
es: Error al reasegurar el siniestro por usuario

source: Error reinsurance process
es: Error en el proceso de reaseguros

source: Error result save contract
es: Error al guardar el contrato

source: Error save contract level
es: Error al guardar el nivel de contrato

source: Error save contract line by line
es: Error al guarda la línea de contrato

source: Error save line association by association line
es: Error al guardar la asociación de líneas.

source: Error save payment plan facultative
es: Error al guardar el plan de pagos facultativo

source: Error save reinsurance by endorsementId
es: Error al guardar el reaseguro por endoso

source: Error save reinsurance massive header by type process
es: Error al guardar los reaseguros masivos por tipo de proceso.

source: Error save temp facultative company by lineId
es: Error al guardar el temporal facultativo

source: Error save temp issue layer by endorsementId
es: Error al guardar el temporal

source: Error update temp allocation by reinsurance allocation
es: Error al modificar la asignación temporal

source: Error Update Temp Reinsurance Process
es: Error actualizando temporal

source: Error validate before delete contract
es: Error validando la eliminación del contrato

source: Error validate before delete contract level
es: Error al validar la eliminación del nivel de contrato

source: Failed to generate PDF
es: Error al generar el PDF

source: Generate document
es: Generando documento

source: Inconsistency
es: Inconsistencias

# IntegrationSuccessMessage
source: Integration success
es: Integración exitosa

source: Journal entry
es: Entrada de diario

source: Parameter not exist
es: Parametro no encontrado

source: Payment
es: Pagos

source: Policy
es: Póliza

source: Premium
es: Primas

source: Reinsurance Accounting
es: Contabilidad de reaseguros

source: Slips Facultative
es: Slips Facultativos

source: Transaction number
es: Número de transacción

# UnhandledExceptionMsj
source: Unhandled exception message
es: Mensaje de excepción no controlado.

source: Yes
es: Si

source: Error get cumulus by individual
es: Error al obtener el cumulo por afianzado.

source: Error create operating quota events
es: Error al crear los eventos de cupo operativo

source: Coverage
es: Cobertura

source: Currency
es: Moneda

# Insured
source: Insured name
es: Nombre Asegurado

source: Validaty from
es: Vigencia Desde

source: Validaty until
es: Vigencia Hasta

# ValueInsured
source: Value insured in pesos
es: Valor Afianzado en Pesos

source: Consortium Name
es: Nombre Consorcio

source: Error delete priority retentions
es: Error al eliminar las retenciones prioritarias

source: Error get priority retention by line business
es: Error al obtener retención prioritaria por ramo técnico

source: Error get priority retentions
es: Error al obtener las retenciones prioritarias

source: Error save priority retentions
es: Error al guardar las retenciones prioritarias

source: Error update priority retentions
es: Error al actualizar las retenciones prioritarias

source: Error validate priority retention
es: Error al validar retención prioritaria

source: Error validate duplicate contract
es: Error al validar contratos duplicados

source: Error Validating Payment Request Reinsurance
es: Error validando reaseguro de la solicitud de pago de siniestros

source: Error Validating Endorsement Reinsurance
es: Error validando reaseguro del endoso

source: Error validate duplicate line association
es: Error al validar asociaciones de lineas duplicadas

source: Error get report types
es: Error al obtener los reportes para reaseguros

source: Error copy contract
es: Error al copiar el contrato

# ErrorValidateCompleteContract
source: An error occurred when validating whether the contract was parameterized correctly
es: Ocurrio un error al validar si el contrato estaba parametrizado correctamente

source: Error validate contract issue allocation
es: Ocurrio un error al validar si el contrato tenía distribución

source: Error get reinsurance company id by facultative id and individual id
es: Error al obtener la compañia reaseguradora por facultativo e identificador.

source: Error get reinsurance company id by level id and individual id
es: Error al obtener la compañia reaseguradora por nivel e identificador.

# ErrorDeleteReinsurance
source: Failure to remove reinsurance
es: Error al eliminar el reaseguro
