Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Underwriting/Transports/Transport/Services/BusinessServiceProvider/Resources/Errors.*.resx
Languages: es

# EndorsementNumber
source: The endorsement has been successfully generated.Policy number: {0}.Endorsement number: {1}.Endorsement Id: {2}.{3}
es: El endoso se ha generado con exito.Número de póliza: {0}.Número de endoso: {1}.Endorsement Id: {2}.{3}

source: Error Consult Policy holder
es: Error al consultar tomador

source: Error Coverages
es: Error en la Cobertura

source: Error create company clauses
es: Error al guardar el texto

source: Error create company text
es: Error al crear el texto

source: Error Create Company Transport Temporal
es: Error al crear company temporal

source: Error Create Endorsement
es: Error al Crear Endoso

source: Error create policy
es: Error al crear póliza

# ErrorDeleteCompanyTransportTemporal
source: Error to delete company Transport Temporal
es: Error al borrar el riego de temporal de transporte

source: Error Delete Risk
es: Error Borrando el Riesgo

# ErrorExcludeCompanyCoverage
source: Error to exclude company coverage
es: Error al excluir cobertura

# ErrorExcludeCompanyTransport
source: Error to exclude company transport
es: Error al excluir transportes

# ErrorGetCompanyCoveragesByInsuredObjectId
source: Error getting company coverages by insured object id
es: Error al consultar las coberturas a partir del identificador del objeto de seguro

# ErrorGetCompanyCoveragesByInsuredObjectIdGroupCoverageIdProductId
source: Error Get Coverages By Insured Object IdGroup Coverage IdProductId
es: Error al obtener coberturas por ID de cobertura, ID de grupo De objeto asegurado y Id de producto

# ErrorGetCompanyCoveragesByInsuredObjectIdsGroupCoverageIdProductId
source: Error Get Coverages By Insured ObjectIds Group Coverage Id ProductId
es: Error al obtener coberturas por el ID de objetos asegurados de cobertura de grupo, producto Id

# ErrorGetCompanyDeductiblesByCoverageId
source: Error getting deductibles by coverageId
es: Error al consultar los deducible a partir de la cobertura

source: Error Get Company Endorsement
es: Eror al obtener endosos por tipo de endoso

# ErrorGetCompanyTransportsByPolicyId
source: Error get transports by policy Id
es: Error al obtener transportes de la empresa por ID de política

# ErrorGetCompanyTransportsByTemporalId
source: Error to get company transports by temporal id
es: Error al obtener temporal de transportes por temporal id

# ErrorGetNextAdjustmentEndorsementByPolicyId
source: Error getting next adjustment endorsement
es: Error consultando el siguiente endoso de ajuste

# ErrorGetNextDeclarationEndorsementByPolicyId
source: Error getting next declaration endorsement
es: Error consultando el siguiente endoso de declaración

# ErrorGetPolicyTypeByPrefixIdPolicyTypeCode
source: Error getting policy type by prefix id an policy code type
es: Error al consultar el tipo de póliza

source: Error Holder No Insured Role
es: El Tomador no tiene rol de asegurado

source: Error Insured No Insured Role
es: El asegurado no debe ser prospecto

source: Error no exist coverage risk
es: Error al no existir el riesgo de covertura

# ErrorNoExistRisk
source: Error not exist risk
es: Error no existe el riesgo

source: Error Policy holder Default PaymentPlan
es: Tomador No Tiene Metodos de Pago

source: Error Policy holder Disabled
es: Tomador Dado de Baja

source: Error Policy holder With out Rol
es: Tomador no tiene rol de asegurado

# ErrorPolicyOrRisksEmpty
source: Policy Or Risks Empty
es: Póliza o Riesgos Vacíos

source: Error Quotate Company Coverage
es: Error de cotización en la cobertura

# ErrorQuotateCompanyTransport
source: Error Quotate Company Transports
es: Error Cuota en transportes

source: Error register integration
es: Error registrando integración

# ErrorRunRulesRisk
source: Error to run rules risk
es: Error al obtener reglas de riesgo

source: Error Search Risk
es: Error Busqueda de Riesgos

source: Error temporal not found
es: Error al no encontrar el temporal

# LabelPay
source: Pay:
es: Pagaré:

# LabelUser
source: User:
es: Usuario:

source: No exist risk
es: No existe el riesgo

# PolicyNumber
source: Policy number is : {0}
es: Numero de Poliza es : {0}

# PromissoryNote
source: Pay: {0}. ID User: {1}
es: Pagaré: {0}. ID Usuario: {1}

# QuotationNumber
source: Quotation Number is : {0}
es: Numero de Cotizacion es : {0}
