Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# ValidFacultativePercentage
source: The % is not 100% complete
es: El % de participación y/o prima no completa el 100%

# ValidGivenPercentage
source: The given percentage is greater than or equal to 100
es: La suma de porcentaje de asignación es mayor o igual que 100

# ValidInvalidValue
source: Invalid value
es: Valor(es) no permitido(s)

# ValidModuleDateParam
source: Check the parameterization for Reinsurance ModuleDate
es: Revise la parametrización para Reaseguros en ModuleDate

# ValidModuleDateReinsMassive
source: The Date From can not be within a month closed
es: La Fecha Desde no puede ser menor o igual que la fecha del último mes cerrado

# ValidParticipationPercentageLevelCompany
source: Failure to complete the 100% owned companies the contract does not work correctly
es: Si no completa el 100% de participación de las compañias reaseguradoras el contrato no funcionará correctamente

# ValidPercentajeLayers
source: The percentage distribution layer is still incomplete
es: La distribución de porcentajes de capas todavía está incompleta

# ValidPrimeSum
source: Percentage of sum and / or premium exceeds 100%
es: Porcentaje total de suma y/o prima sobrepasa o iguala al 100% y tampoco puede ser 0

# ValidRetentionLimitContractLimit
source: Retention limit may not exceed the limit of contract
es: Límite de retención/Prioridad no puede ser mayor o igual al límite de contrato

source: Valid SARLAFT
es: SARLAFT Vigente

# ValidTotMainOtherPaymentsRequest
source: The sum of Receipts and Tax does not equal the Total to Pay
es: El Total de Comprobantes mas Impuestos no es igual al Total a pagar

# ValidVoucher
source: The voucher is already registered in another request
es: El comprobante esta registrado en otra solicitud

source: Value
es: Valor

source: Value Added Tax
es: IVA

source: Value Added Tax Value
es: Valor con IVA.

source: ValueAfter
es: Valor Nuevo

source: Value amount
es: Valor de suma

# ValueBetween
source: a value between
es: un valor entre

source: Value from
es: Valor desde

# ValueIsNotRangeTolerance
source: The value entered is not in the tolerance ragon, the exchange rate will be maintained.
es: El valor ingresado no se encuentra en el rango de tolerancia, se mantendra la tasa de cambio actual.

source: Value Number
es: Número de Valor

source: Value premium
es: Valor de prima

# ValuesNoNegative
source: Value can not be negative
es: No se permiten valores negativos.

source: Value to
es: Valor hasta

source: Value To Collect
es: Valor a Recaudar

# ValueTotPremium
source: Total Value Premium
es: Valor Total de Prima

# ValueTotSum
source: Total Value Sum
es: Valor Total de Suma

source: Value Type
es: Tipo Valor

# ValueVehiclesYear
source: Value of vehicles per year
es: Valor de vehículos por año

source: Various Authorizations Without Payment Receipt
es: Autorizaciones Varias Sin Recibo de Pago

source: Various Payment Authorizations
es: AUTORIZACIONES DE PAGOS VARIAS

# VariousPaymentRequest
source: Various Payments Request
es: Solicitud Pagos Varios

source: Vehicle
es: Vehículo

# VehicleBodyCreated
source: Vehicles bodies created
es: Carrocerías de vehículo creados

# VehicleBodyFileName
source: LIST VEHICLE BODY
es: LISTADO DE CARROCERÍAS

# VehicleBodyUpdated
source: Vehicles bodies updated
es: Carrocerías de vehículo modificados

# VehicleModel
source: Model Vehicle
es: Modelo de Vehiculo

source: Vehicle Trip
es: Vehículo de viaje

# VehicleTypeBodyFileName
source: LIST OF TYPE OF VEHICLE - BODY
es: LISTADO DE TIPO DE VEHICULO CARROCERIA

# VehicleTypeDeleted
source: Types of vehicles deleted
es: Tipos de vehiculos borrados

source: Vehicle type not found
es: Tipo de vehiculo no encontrado

# VehicleVersion
source: Version
es: Versión

# VehicleVersionSaveSuccessfully
source: Version successfully saved
es: Versión Guardada Correctamente

source: Verification Date
es: Fecha verificación

# VersionNull
source: version is null
es: No existe versión

source: V. From
es: V. Desde

source: View report generated
es: Ver reporte generado

source: Visualize Accounting Rules
es: Visualizar Reglas para Contabilidad

source: Visualize Concepts
es: Visualizar Conceptos

source: Void Process
es: Anular Proceso

source: Voucher Currency
es: Moneda Comprobante

source: Voucher Load
es: Carga de Comprobantes

# VoucherNumber
source: Number Voucher
es: Nro. Comprobante

# VoucherNumberAlreadyRegistered
source: No. Voucher already registered
es: No. de Voucher ya ha sido registrado

# VoucherNumberRequired
source: Voucher number is required
es: Número de voucher es requerido

# VoucherRejection
source: For Voucher Rejection
es: Por rechazo de Voucher

# VoucherRequired
source: Voucher is required
es: El comprobante es requerido

# VoucherShouldNumeric
source: The voucher should be numeric
es: El comprobante debe ser numerico

source: Voucher Type
es: Tipo de Comprobante

source: V. To
es: V. Hasta

# WantCreateInsured
source: Do you want to create it as Insured?
es: ¿Desea crearla como Asegurado?

source: Warning
es: Advertencia

# Warning_deleting_fields
source: Do you want to delete the recovery?
es: Desea Eliminar el Recobro?

# Warning_estimation_payment
source: Payment must be less than or equal to the estimate
es: El pago debe ser menor o igual a la Estimación

# Warning_message
source: Search data will be erased
es: Se borraran los datos de búsqueda

# Warning_message_validateCoverage
source: The selected coverage is different from the one you wanted to save
es: La cobertura seleccionada es diferente de la que se quiere guardar

# Warning_message_validateRisk
source: The selected risk is different from the one you wanted to save
es: El riesgo seleccionado es diferente del que se quiere guardar.

# Warning_missing_estimation_grid
source: Estimation and Deductible info missing.
es: Faltan datos de Estimación y Deducibles por Ingresar.

# Warning_nopolicyloaded
source: Policy data has not been loaded.
es: No se cargaron los datos de la poliza.

# Warning_prosecutions_no_claims_loaded
source: There are not claims loaded
es: No se han cargado reclamos.

# Warning_validation_fields
source: You missed
es: Ud no ha llenado

# Warning_validation_fields_complement
source: field(s). They have been highlighted.
es: campo(s) obligatorio(s). Este(os) se mostrará(n) resaltado(s).

# WarningAgeMax
source: Date of birth is below the minimum allowed
es: La fecha de nacimiento esta por debajo del minimo permitido

# WarningCheckingActive
source: You do not have an active checkbook
es: No tiene una Chequera Activa

# WarningCheckNumberValid
source: Check number has already been registered
es: Número de cheque ya ha sido registrado

# WarningCheckValidate
source: The number of checks for the selected checkbook has run out
es: Número de cheques agotados para la chequera seleccionada

# WarningCurrencyTypePaymentPlan
source: Not all currency types have a default payment plan
es: No todos los tipos de moneda tienen un plan de pago predeterminado

# WarningDepositVoucherValid
source: Deposit voucher number has already been registered
es: Número de consignación ya ha sido registrado

# WarningDetailDefaultRange
source: 810/5000 Traducir del: Inglés The range does not contain a detail, because it can not be configured by default
es: El rango no contiene un detalle, por lo tanto no se puede configurar por defecto.

# WarningFacultativeContract
source: You can not edit Facultative Contract
es: No se puede Modificar el Contrato Facultativo

# WarningGreaterTaxBase
source: Tax base can not be greater tha the amount
es: La base impuesto no puede ser mayor al importe

# WarningImputationTotalControlValidation
source: Total Control value must be equal to zero.
es: El campo Control Total de la Imputación tiene que ser igual que cero.

# WarningInsertedPaymentOrder
source: Please, enter a Payment Order to continue.
es: Por Favor, ingrese una Orden de Pago para continuar.

# WarningInvalidLogon
source: Invalid data
es: Datos no válidos

# WarningInvalidNumberCheck
source: Incorrect Check Number
es: Número de Cheque Incorrecto.

# WarningMessageSeleccionBank
source: Select Bank and File Type to add a new record
es: Seleccione el Banco y el Tipo de Archivo, para agregar un nuevo registro

# WarningNotFileExist
source: Don't exist file generated
es: No existe el archivo generado

# WarningPaymentOrderStatus
source: Payment Order not Paid
es: La Orden no está pagada

# WarningPaymentOrderType
source: Payment Order Type not is Efecty
es: La Orden de Pago No es Efecty

# WarningPaymentRepeated
source: Payment order is already added or it does not belong to the same person
es: La orden de Pago ya esta agregada o no pertenece al mismo individuo

# WarningPercentageMin
source: The minimum value to finance must be 0.
es: El valor mínimo a financiar debe ser 0.

# WarningPrintCheckSucces
source: Check Printed Successfully
es: Cheque Impreso Exitosamente

# WarningProcessPaymentOrder
source: Payment Order can not be processed
es: No puede ser Procesada la Orden de Pago

# WarningSelectedPaymentOrder
source: Please, Select a Check to continue.
es: Por Favor, Seleccione un Cheque para continuar.

# WarningSelectOneAccount
source: Select One Account
es: Seleccione una cuenta principal

# WarningSelectOneRecord
source: To continue, at least select one record please.
es: Por favor seleccione por lo menos un registro para continuar

# WarningSelectState
source: You must select a state.
es: Debe seleccionar un estado.

# WarningTemplateGroup
source: Select a template group for the entry
es: Seleccione una agrupador de plantillas para el ingreso

# WarningTransferNumberValid
source: Transfer number has already been registered
es: Número de transferencia ya ha sido registrada

# WarningValidatePartialClousureCommissions
source: There are no records to process
es: No se Encontraron Registros para Procesar.

# WarningVoucherNumberValid
source: Voucher number has already been registered
es: Número de voucher ya ha sido registrado

source: Weight
es: Peso

source: What you need help?
es: ¿Con qué necesitas ayuda?

# WildcardBeginingValidation
source: The wildcard can not be use at the beginning
es: No se puede usar el comodin al inicio de la cuenta

# WildcardIntermediateValidation
source: The wildcard can not be use in the middle
es: No se puede usar el comodin en el intermedio de la cuenta

# WillExecute
source: It will be executed
es: Se ejecutará

# WishContinue
source: Do you wish to continue
es: ¿Desea continuar?

source: WithErrors
es: Con Errores

source: Without access
es: Sin accesos

source: WITHOUT REQUEST
es: SIN SOLICITUD

# Woman
source: Female
es: Femenino

# WontExecuteAnyConditionResult
source: Any Condition / Result won't be executed
es: No se ejecutará ningún(a) Condición / Resultado

# WriteTitlePanel
source: Write the title of the Panel ..
es: Escriba el título del Panel..

source: Written check
es: Cheques girados

# WrongColumnsMistakeCancellation
source: Excel columns do not correspond to cancel error
es: Las columnas del excel no corresponden a error al cancelar

# WrongColumnsPolicyCancellation
source: Excel columns do not correspond to processed cancellations
es: Las columnas del excel no corresponden a cancelaciones procesadas

# WrongColumnsPolicySelection
source: The excel columns do not correspond to the selection of policies to be canceled
es: Las columnas del excel no corresponden a la selección de pólizas a cancelar

source: Wrong date format
es: Formato de fecha incorrecto

# WrongFormatBlankColumns
source: Wrong file format (possible blank colums)
es: Formato de archivo incorrecto (posibles columnas en blanco)

# WrongFormatBlankRows
source: There is no information to export
es: Formato de archivo incorrecto (Posibles filas en blanco)

# WrongFormatInvlidExtention
source: Wrong file format(invalid extention)
es: Formato de archivo incorrecto (extensión inválida)

# WrongLoadBankResponseMistakes
source: Load bank response mistakes
es: Carga respuesta del banco con errores

# WrongMistakeCancellation
source: Excel does not correspond to Cancel Error
es: Excel no corresponde a Error al Cancelar

# WrongNoDataFound
source: There is no information to export
es: No existe información para exportar

# WrongNotAllowedPreNotification
source: The network does not allow prenotifications
es: La red no permite prenotificaciones

# WrongNotParametrizedDesignFormat
source: The network has configured the design format
es: La red no tiene parametrizado el diseño de formato

# WrongPolicyCancellation
source: Excel does not correspond to Cancellations Processed
es: Excel no corresponde a Cancelaciones Procesadas

# WrongPolicySelection
source: The excel process sent does not correspond with the selected process
es: El proceso del excel enviado no corresponde con el proceso seleccionado

source: XML file not selected
es: Archivo XML no ha sido selecionado

source: Year
es: Año

# YearRequired
source: Year is required
es: Año es requirido

source: Year To
es: Año hasta

source: Yes
es: Si

# YouCanNotAsocciateFromOther
source: You Can Not Asocciate Payment Orders From Another Beneficiary
es: No puede Asociar Ordenes de Otro Beneficiario

# YouCanNotChangePriorityRetention
source: You cannot change the priority retention
es: No puede modificar la retención prioritaria

# YouCanNotDeleteTheRecord
source: You can not delete the record because it has dependencies
es: No se puede eliminar el registro, ya que tiene dependencias

# YouCanNotEnterValueGreater
source: You can not enter a value greater than the established
es: No se puede ingresar un valor mayor que el establecido
