Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# PaymentRequestValidTaxAll
source: There are several taxes of the same type. One was left by default
es: Existen varios impuestos de un mismo tipo. Se dejó uno por default

source: Payment Request Various Movements
es: Movimientos de solicitud de pagos varios

# PaymentRevertValidation
source: You can only revert the last fee charged
es: Solo se puede revertir la última cuota cobrada

source: Payment Source
es: Origen de Pago

# PaymentStatus
source: Consultation Payments
es: Consulta de Pagos

source: Payment Type
es: Tipo de Pago

# PaymentTypeRequired
source: Payment Type is Required
es: Tipo de Pago es requerido

# PaymmentSearch_message
source: Must enter a search parameter
es: Por favor ingresar un filtro para buscar

# PaymmentSearch_title
source: PAYMENT SEARCH
es: BUSQUEDA DE PAGOS

# PaymmentSearchGrid_caption
source: Payment Amount
es: Lista de Pagos

# PayRetentionSerial
source: Serial Num.
es: Nro. de Serie

source: Pay To
es: Pagar a:

source: Pending
es: Pendiente

# PendingAmountAssigned
source: Pending amount to assigned
es: Importe pendiente por asignar

source: Pending Application
es: Pendiente de Aplicacion

source: Pending Current Plan
es: Plan Actual Pendiente

# PendingEvents
source: There are pending events to authorize
es: Existen eventos pendientes por autorizar

source: Pending New Plan
es: Plan Nuevo Pendiente

source: Pending Payment Authorizations
es: AUTORIZACIONES DE PAGO PENDIENTES

source: Pending Processes
es: Procesos Pendientes

source: Pendings
es: Pendientes

source: Pending To Apply
es: Pendientes de aplicación

source: Pending To Deposit
es: Pendientes de Depósito

source: Pending To Deposit Internal Ballots
es: Boletas Internas Pendientes de Depósito

# PendingValues
source: Deposit pending values
es: Valores pendientes de depósito

source: Perceived Retentions
es: Retenciones Percibidas

source: Percentage
es: Porcentaje

# PercentageByRetentionConcept
source: Percentage By Retention's Concept
es: Porcentaje por Conceptos de Retenciones

source: Percentage commission
es: Pje. Comisión

# PercentageCurrencyDifference
source: Currency Difference Percentage
es: Ptje. diferencia de moneda

# PercentageDifference
source: Difference Percentage
es: Diferencia en Porcentaje

# PercentageInsuredAmount
source: Percentage sum insured
es: % Suma

# PercentageParticipationExceeds
source: The percentage of Participation exceeds 100%
es: El porcentaje de Participación supera 100%

# PercentajeRangeLayerComp
source: Allowable percentage range from 0 to 100
es: Rango de porcentajes permitido desde 0 a 100%, en campos: Reserva de prima / Interes sobre la liberaci\363n de reservas

source: Peril not found
es: Amparo no encontrado

# PeriodPriorityRetentionExist
source: There is already a current priority hold for the selected date.
es: Ya existe una retención prioritaria vigente para la fecha seleccionada.

# PeriodTime
source: Period of Time
es: Período de Tiempo

# Person
source: Natural Individual
es: Persona Natural

source: Personal Data
es: Datos Personales

source: Personal data entry
es: Ingreso de Datos Personales

# PersonCodeNo
source: Person with code No.
es: Persona con código No.

source: Person/Company
es: Persona/Empresa

# PersonDoesNotHaveElectronicPayment
source: Person does not have a bank account for electronic payment
es: No tiene cuenta parametrizada para pago electrónico

source: Person Not Found
es: Persona no encontrada

source: Person Receiving Name
es: Nombre Persona Recibe

# PersonType
source: Individual Type
es: Tipo de Persona

# PersonTypeNotAuthorized
source: The type of person selected can not perform this operation
es: El tipo de persona seleccionado no puede realizar esta operación

source: Phone
es: Teléfono

source: Phone Number
es: Número de teléfono

source: Phone Type
es: Tipo de teléfono

# PlaceHolderBeneficiary
source: Enter number or name beneficiary
es: Digite número o nombre beneficiario

# PlaceHolderCoInsurance
source: Enter Coinsurance Name
es: Digite Nombre de Coaseguradora

# PlaceHolderDescription
source: Enter Description
es: Digite la Descripción

# PlaceHolderGrouper
source: Enter name grouper
es: Digite nombre agrupador

# PlaceHolderImportTemporary
source: Enter the Temporary Number to Import
es: Digite el número de temporal a importar

# PlaceHolderInsurance
source: Enter Insurance Name
es: Digite Nombre Aseguradora

# PlaceHolderInsured
source: Enter document number or name insured
es: Digite número documento o nombre asegurado

# PlaceHolderIntermediary
source: Enter document number or name intermediary
es: Digite número documento o nombre intermediario

# PlaceHolderLatitude
source: -90 to 90 decimal degrees
es: -90 a 90 grados decimales

# PlaceHolderLongitude
source: -180 to 180 decimal degrees
es: -180 a 180 grados decimales

# PlaceHolderNewPassword
source: Enter new Password
es: Digite nueva contraseña

# PlaceHolderPassword
source: Enter Password
es: Digite contraseña

# PlaceHolderTechnicalBranchName
source: Type name (or part of the name) of the Technical Branch
es: Digite nombre (o parte del nombre) del Ramo Técnico

# PlaceHolderText
source: Enter Code or Title Text
es: Digite Código o Titulo del Texto

source: Plan Calculation Start Date
es: Fecha de Inicio de Cálculo del Plan

# PleaseSearchACheck
source: Please Search the Check!
es: Por Favor Realice la búsqueda del Cheque!

# PleaseWaitInfo
source: Please wait while the information is being retrieved. . .
es: Por favor espere se está recuperando la información . . .

source: Policies
es: Pólizas

source: Policies delivered
es: Pólizas entregadas

source: Policies list
es: Listado de Pólizas

source: Policies Query
es: Consulta de pólizas

source: Policies Retention
es: Retenciones Pólizas

source: Policies With Approved Risks
es: Riesgos con politicas aprobadas

source: Policy
es: Póliza

# Policy_ClaimPeriod
source: Claim Period
es: Período Siniestrable

# Policy_ClaimQuantity
source: Claim Quantity
es: Cantidad de Reclamaciones

# Policy_LastBilledPeriod
source: Last Billed Period
es: Último Período Facturado

# Policy_RemainingDebt
source: Remaining Debt
es: Deuda Pendiente

# Policy_TransactionType
source: Transaction Type
es: Tipo de Transacción

# Policy_UndewritingCurrency
source: Underwriting Currency
es: Moneda Emisión

source: Policy Automatic Cancellation
es: Cancelación Automática de Pólizas

source: Policy Branch
es: Sucursal Póliza

# PolicyBranchRequired
source: Policy branch is required
es: Sucursal póliza es requerida

source: Policy Cancellation
es: Cancelación de Pólizas

# PolicyClaimNotExists
source: The policy information or claim not exists
es: No existe información de la póliza o del siniestro

# PolicyClaimPaymentNotExists
source: The policy information, claim or payment not exists
es: No existe información de la póliza, siniestro o del pago

# PolicyComponentsValidationMessage
source: Some of the policies that were used do not have registered components, please contact the administrator
es: Alguna de las pólizas usadas no posee componentes registrados, contacte al administrador

source: Policy Consult
es: Consultar Poliza

# PolicyConsult_coinsurer
source: Coinsurer Company
es: Compañías Coaseguradoras

# PolicyConsult_datesPrimes
source: Dates and Primes
es: Fechas y Prima

# PolicyConsult_dueDebt
source: Due Debt:
es: Deuda a Vencer:

# PolicyConsult_estimated
source: Estimated
es: Estimado

# PolicyConsult_expiredDebt
source: Expired Debt:
es: Deuda Vencida:

# PolicyConsult_issuePrime
source: Issue Prime:
es: Prima Emitida:

# PolicyConsult_payed
source: Payed
es: Pagado

# PolicyConsult_pending_payment
source: Pending Payment
es: Pendiente Pago

# PolicyConsult_policyType
source: Policy Type:
es: Tipo de Poliza:

# PolicyConsult_validDate
source: Valid Date:
es: Vigencia Hasta:

# PolicyConsult_validSince
source: Valid From:
es: Vigencia Desde:

# PolicyConsultInsuredCompanies
source: Insured Companies
es: Companías Coaseguradoras:

# PolicyEndorsementData
source: Policy's Endorsement Data
es: Datos del Endoso de la Póliza

# PolicyEndorsementTemporaryPrinting
source: Policy-Endorsment-Temporary Printing
es: Impresión de Póliza / Endoso / Temporario

# PolicyExists
source: The policy is already
es: La póliza ya está ingresada

# PolicyFollowingTemporary
source: The policy has the following temporary
es: La póliza posee el siguiente temporal

source: Policy Holder
es: Titular de la Póliza

source: Policy Holder Document Number
es: Nro. Documento Titular Póliza

source: Policyholder - Insured
es: Tomador - Asegurado

source: Policy Id
es: Id. Póliza

source: Policy Is Editing
es: Se esta editando una poliza, por favor guardar los cambios.

# PolicyIsNotReinsured
source: reinsure the policy to modify
es: No es posible la modificación, resasegure la póliza para continuar

# PolicyNeedData
source: Information is needed to associate the policy
es: Hace falta información por asociar a la poliza

# PolicyNotCurrencyId
source: Non-local currency policy
es: Poliza no esta en moneda local

source: Policy Not Exists
es: No existe información de la póliza

source: Policy not found
es: Póliza no existe

source: Policy Number
es: Nro. Póliza

source: Policy Prefix
es: Ramo Póliza

# PolicyPrefixRequired
source: Policy prefix is required
es: Ramo es requerido

source: Policy Print
es: Imprimir Poliza

# PolicyRenovate
source: Renew Policy
es: Renovar Póliza

# PolicyReportErrorFinalCompareCurrent
source: Final Selection Date must be less than or equal to the Current Date
es: Fecha Final de Selección debe ser menor o igual a la Fecha Actual

# PolicyReportErrorInitialCompareFinal
source: Initial Selection Date must be less than or equal to the Final Selection Date
es: Fecha inicial de Selección debe ser menor o igual a la Fecha Final de Selección

# PolicyReportErrorPrefix
source: Prefix is required
es: Ramo Comercial es requerido

# PolicyRequired
source: Policy is required
es: Número póliza es requerido

# PolicyShareId
source: Id Policy Share
es: Id.Cuota Póliza

# PolicyTemporalCreated
source: Policy temporal was created
es: Se creó el temporal de póliza

source: Portfolio by broker
es: Cartera por corredor

source: Portfolio collected
es: Cartera recaudada

source: Portfolio Collected By
es: Cartera recaudada por:

source: Portfolio Report
es: Reporte de Cartera

source: Portfolio Reports
es: Reportes de Cartera

source: Position
es: Posición

source: Postdated
es: Postfechados

# PostDatedAdd
source: Add Postdated
es: Agregar Postfechados

# PostdatedIdValidation
source: Postdated Id is invalid
es: Código inválido de Tipo de Postfechados

source: Postdated Values
es: Valores Postfechados

source: Posted Value
es: Valor Posfechado

source: Posting not completed
es: No se realizó la mayorización

# PostingProcessError
source: There were errors in the process, posting could not be executed
es: Existieron errores en el proceso, no se realizó la mayorización

# PostingProcessNoRecords
source: There weren't any records to process, posting could not be executed
es: No existieron registros para procesar, no se realizó la mayorización

# PrechargeDetail
source: Good Accessory Detail
es: Detalle Accesorio Bien

source: Prefix
es: Ramo

source: Prefix Code
es: Codigo Ramo

source: Prefix Cumulus
es: Ramo Cumulo

source: Prefixes
es: Ramos

source: Prefix From
es: Ramo Desde

source: Prefix Id
es: Id. Ramo

source: Prefix is Parameterized
es: Ramo ya se encuentra Parametrizado

source: Prefix Opening
es: Apertura Ramo

source: Prefix Reinsurances
es: Ramos Reaseguros

source: Prefix To
es: Ramo Hasta

source: Preliminary provision for primes entry
es: Asiento preliminar provisión de primas

source: Pre Liquidation
es: Preliquidación

# PreLiquidationCancelation
source: Are you sure you want to cancel the operation?
es: Desea realmente cancelar la operación

# PreliquidationNo
source: Preliquidation Num.
es: Preliquidación No

# PreliquidationNum
source: Preliq. Num.
es: Nro. Preliq.

# PreLiquidationNumber
source: PreLiquilidation Num.
es: Nro. Preliquidación

# PreliquidationRePrint
source: Would you like to print again the preliquidation No.
es: Desea reimprimir la Preliquidación Nro.

# PreLiquidationSave
source: It has been successfully saved pre liquidation Num.:
es: Se ha guardado exitosamente la pre liquidación Nro:

source: Preliquidations Search
es: Búsqueda de Preliquidaciones

# PreLiquidationUpdate
source: The pre liquidation Nro has been successfully modified:
es: Se ha modificado exitosamente la pre liquidación Nro:

# PreLiquilidationTemporal
source: PreLiquilidationTemporary Num.
es: Preliquidación Temporal Nro.

source: Premium
es: Primas

source: Premium Amount
es: Importe Prima

# PremiumCero
source: You must calculate the premium.
es: Debe calcularse la prima.

# PremiumDepositLabel
source: Premium on Deposit
es: Primas en Depósito

source: Premium Estimated
es: Prima Estimada

# PremiumIsNegativeMessage
source: The net premium to pay is negative, check the percentages
es: La prima neta a pagar es negativo, revise los porcentajes

source: Premium Percentage
es: % Prima

# PremiumPercentageExceeds
source: The Premium percentage exceeds 100%
es: El porcentaje de Prima supera el 100%

source: Premium Receivable Antiquity
es: Antigüedad de Primas por Cobrar

# PremiumReceivableLabel
source: Premium Receivable
es: Primas por Cobrar

source: Premium Reversion
es: Reversión

source: Premium Type
es: Tipo Prima

source: Premuim Difference
es: Prima Diferencia

source: Pre-notice generated.
es: Pre-notificación realizada

source: Pre-notification Answer
es: Respuesta Prenotificación

source: Pre Notifications
es: Pre - Notificaciones

source: Pre-notification Shipping
es: Envío Prenotificación

source: Pre-Renovate
es: Pre-Renovar

source: Presentation
es: Presentación

source: Preview Accounting Rule Package
es: Pre-visualizar Paquete de Reglas para Contabilidad.

source: Preview Entry
es: Pre-visualizar Asiento

source: Previous Year Interest
es: Interés Año Anterior

source: Prevision Reserve Accounting
es: Contabilización de Reserva de Previsión

source: Price
es: Precio del 0 Kms.

source: Prime
es: Prima

source: Principal Address
es: Dir. Principal

source: Principal Agent
es: Agente Principal

source: Print
es: Impresión

# PrintBusinessLetter
source: Would you like to annul in order to print a new one?
es: ¿Desea anularla para imprimir una nueva?

source: PrintCoverage
es: Imprimir cobertura

source: Print Detail
es: Imprimir Detalle

# PrintEntryReport
source: Print Entry
es: Imprimir Asiento

source: Print Report
es: Imprimir

# PrintReportQuestion
source: Would you like to print the report?
es: Desea imprimir el reporte ?

source: Priority
es: Prioridad

source: Process
es: Procesar

# ProcessAdd
source: Add Process
es: Agregar Proceso

# ProcessAdvance
source: % Advance
es: % Avance

# ProcessAlreadyDone
source: Process for This Month is Already Done
es: Proceso para Mes Ya ha Sido Realizado

source: Process Cancellation
es: Procesar Cancelación

source: Process Claim Reserve
es: Proceso Reserva de Siniestros

# ProcessCopyProcesses
source: This process will copy processes
es: Este proceso copiará los procesos

source: Process Crossing Collections
es: Procesar Cruce Cobranzas

source: Process Date
es: Fecha de Proceso

# ProcessDelete
source: Delete Process
es: Eliminar Proceso

source: Processed
es: Procesado

source: Processed Records
es: Registros Procesados

# Processes
source: Processess
es: Procesos

# ProcessExecutionError
source: There were errors during the process, or there were not any record to process
es: Existieron errores en el proceso, o no existieron registros para procesar

source: Process Id
es: Id. Proceso

source: Processing...
es: Procesando...

# ProcessIssueTemporary
source: This process will issue the temporary
es: Este proceso emitirá el temporario

# ProcessLoadBankResponse
source: The bank's response load has been generated
es: Se ha generado el proceso de carga respuesta del banco

source: Process Month
es: Mes de Proceso

source: Process Number
es: Nro. Proceso

# ProcessNumberAutomaticAmortization
source: Process Number Automatic Amortization of Policies
es: Número de Proceso de Amortización Automática de Pólizas

# ProcessPrinting
source: Generated process in
es: Proceso generado en

source: Process Reinsurance
es: Proceso Reaseguro

source: Process State
es: Estado Proceso

source: Process successfully executed
es: Proceso ejecutado correctamente

# ProcessSuccessfullySaved
source: Save process number:
es: Se ha grabado el proceso Nro.:

source: ProcessType
es: Tipo Proceso

# ProcessTypeObligatory
source: Process type is obligatory
es: Tipo de Proceso es Obligatorio

source: Process Year
es: Año de Proceso

source: Product
es: Producto

source: Product Amount
es: Monto Producto

# ProductHasNotCoverage
source: Product Has Not Initial Coverage Asociated
es: El producto no tiene coberturas inicialmente asociadas

source: Production Detail List
es: Detalle de Producción

# ProductMinimumPremiumIncliud
source: Minimum Premium included
es: Incluida en prima minima

source: Product name 2G
es: Nombre producto 2G

# ProductNoHaveAgentEnabled
source: The product is not assigned to the intermediary.
es: El producto no tiene asignado el intermediario

source: Product Not copied
es: Producto No copiado

source: Product Required
es: El Producto es Obligatorio

source: Product Type
es: Tipo de Producto

# ProfileCreated
source: Profile created correctly
es: Perfil creado correctamente

source: Profile not found
es: El perfil no encontrado

source: Profits and losses
es: Pérdidas y Ganancias

source: % Profit Sharing Percentage
es: % Participación Utilidades

# ProfitSharingPercentageMessage
source: The profit sharing percentage between 0 and 100
es: El % participación utilidades debe ser entre 0 y 100

source: Progress
es: Progreso

source: Property
es: Propiedad

source: Proportional Contract Commission
es: Comisión de Contrato Proporsionales

source: Prorated
es: Prorateado

# Prosecution_List
source: List Prosecutions
es: Lista de Procesos Judiciales

# Prosecution_no_current_year
source: Must enter the current year.
es: Debe ingresar el año en curso.

# Prosecution_NotificationType
source: Notification Type
es: Tipo Notificación

# Prosecution_ProsecutionClaimDescription
source: Prosecution Claim Description
es: Descripción Pretensión

# Prosecution_save_succes
source: Prosecution information saved successfully
es: Se ha grabado exitosamente la informacion del proceso.

# Prosecution_save_success
source: It has been successfully saved the prosecution number:
es: Se ha grabado correctamente el proceso:

# Prosecution_update_success
source: It has been successfully updated the prosecution number:
es: Se ha actualizado correctamente el proceso:

# Prosecution_VoidProcessDate
source: Void Date
es: Fecha Anulación

# Prosecution_VoidReason
source: Void Reason/Justification
es: Motivo/Justificación Anulación

# ProsecutionClaim
source: Add Prosecution Claim
es: Agregar Pretensión

# Prosecutions_Attorney
source: Attorney
es: Abogado

# Prosecutions_CompanyEntailment
source: Entailment Company
es: Vinculación Compañía

# Prosecutions_CompanyReplyDate
source: Company Reply Date
es: Fecha Contestación Compañía

# Prosecutions_CompensationAmount
source: Compensation amonut
es: Valor Indemnización

# Prosecutions_CompensationEstimations
source: Compensation Estimations
es: Estimación Indemnizaciones

# Prosecutions_CurrentSubClaimState
source: Current Sub Claim State
es: Estado Actual Sub Siniestro

# Prosecutions_Date
source: Prosecution Date
es: Fecha Demanda

# Prosecutions_DefendantThirdPartyType
source: Defendant Third Party Type
es: Clase Tercero Demandado

# Prosecutions_DemandantType
source: Demandat Type
es: Clase Demandante

# Prosecutions_EntailmentType
source: Entailment Type
es: Tipo Vinculación

# Prosecutions_EntailmentTypeAgainst
source: Against
es: En contra

# Prosecutions_ExceptionDescription
source: Exception Description
es: Descripción Excepción

# Prosecutions_ExceptionType
source: Exception Type
es: Tipo de Excepción

# Prosecutions_ExceptionTypeCompany
source: of Company
es: De la Compañia

# Prosecutions_ExceptionTypeOppositor
source: Oppositor
es: De la Contraparte

# Prosecutions_FactsSummary
source: Facts Summary
es: Resumen Hechos

# Prosecutions_FeeAmount
source: Fee Amount
es: Valor Honorarios

# Prosecutions_FeeEstimations
source: Fee Estimations
es: Estimación Honorarios

# Prosecutions_FilingDate
source: Filing Date
es: Fecha Presentación

# Prosecutions_IndividualOrigin
source: Individual Origin
es: Origen Persona

# Prosecutions_IndividualTypeCompany
source: Legal
es: Juridica

# Prosecutions_IndividualTypePerson
source: Person
es: Natural

# Prosecutions_InidividualType
source: Person Type
es: Tipo de Persona

# Prosecutions_InstanceNumber
source: Instance Number
es: Número Instancia

# Prosecutions_LawsuitSource
source: Lawsuit Source
es: Fuente de Litigio

# Prosecutions_NoticeDate
source: Notice Date
es: Fecha Notificación

# Prosecutions_OtherDeDefendant
source: Others Defendant
es: Otros Demandados

# Prosecutions_OtherDemandant
source: Others Demandant
es: Otros Demandantes

# Prosecutions_OtherThirdPartyDeDefendant
source: Others Third Party Defendant
es: Otros Terceros Demandados

# Prosecutions_ProcessClass
source: Process Class
es: Clase Proceso

# Prosecutions_ProcessSubClass
source: Process Sub CLass
es: Sub Clase Proceso

# Prosecutions_ProsecutionClaimLocalCurencyValue
source: Local Currency Value
es: Valor Pesos

# Prosecutions_ProsecutionClaims
source: Prosecution Claim
es: Pretensión

# Prosecutions_ProsecutionClaimTypeProcess
source: From Process
es: Del Proceso

# Prosecutions_ProsecutionClaimTypeReproach
source: From Reproach
es: De Reconvención

# Prosecutions_ProsecutionClaimValueQuantity
source: Prosecution Claim Value/Quantity
es: Valor o Cantidad Pretensión

# Prosecutions_ProvisionActualValue
source: Provision Actual Value
es: Valo Provisión Actual

# Prosecutions_ProvisionConstitutionJustification
source: Provision Constitution Justification
es: Justificación de Constitución

# Prosecutions_ProvisionDate
source: Provision Date
es: Fecha Provisión

# Prosecutions_ProvisionMovement
source: Provision Movement
es: Movimiento Provisión

# Prosecutions_ProvisionTotalInLocalCurrency
source: Provision Total
es: Total Provisión Pesos

# Prosecutions_ProvisionValue
source: Provision Value
es: Valor Provisión

# Prosecutions_ReproachDate
source: Reproach Date
es: Fecha Reconvención

# Prosecutions_SuggestedReservation
source: Suggested Reservation
es: Reserva Sugerida

# Prosecutions_Tied
source: Tied
es: Vinculado

# Prosecutions_TotalProsecutionClaimsProcess
source: Total Prosecution Claims Process
es: Total Pretensiones del Proceso

# Prosecutions_TotalProsecutionClaimsReproach
source: Total Prosecution Claims Reproach
es: Total Pretensiones de Reconvención

source: Prospect
es: Prospecto

source: Protection not found
es: Amparo no encontrado

source: Provider
es: Proveedor

source: Provider tax
es: Impuestos por proveedores

# ProviderType
source: Type of provider
es: Tipo de Proveedor

source: Publish
es: Publicar

source: QuantityQuota
es: Cantidad de cuotas

source: Quantity Risk
es: Cantidad Riesgo

source: Quarterly
es: Trimestral

source: Query charge rate
es: Consulta de Cargue Tarifado

# QueryMassiveTariffed
source: Query Upload Quoted
es: Consulta Cargue Tarifado

source: Query Person
es: Consulta de Persona/Prospecto Natural

source: Query Processes
es: Consulta Procesos

# QuestionAlreadyExists
source: The question already exists
es: La pregunta ya existe

# QuestionNumberColumn
source: The column number
es: El Número de columna
