Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# MessageOpeningBillingAccept
source: Do you Want to Open the Bill?
es: ¿Desea Aperturar la Caja?

# MessagePaymentEstimatedDate
source: Payment estimated date must be greater or equal to the current date
es: Fecha estimada de pago debe ser mayor o igual a la fecha actual

# MessagePolicySelection
source: Are you sure to generate the selection of policies to be canceled?
es: ¿Está seguro de generar la selección de pólizas a cancelar?

# MessagePremiumAmount
source: Premium amount must be between 1 and
es: Importe prima debe estar entre 1 y

# MessagePremiumPercentage
source: Premium percentage must be between 1 and 100
es: Porcentaje prima debe estar entre 1 y 100

# MessagePrintAccountingEntry
source: Do you want to print the accounting entry?
es: ¿Desea imprimir el asiento contable?

# MessageProcessAutomaticAmortization
source: Process automatic amortization has been generated
es: Se ha generado el proceso de cruce automático de amortización

# MessageProcessAutomaticCancellation
source: The automatic process of cancellation of policies has been generated
es: Se ha generado el proceso automático de cancelación de pólizas

# MessageProcessAutomaticCreditNotes
source: Process automatic credit notes has been generated
es: Se ha generado el proceso de cruce automático de notas de crédito

# MessageProcessFailed
source: Process completed with errors
es: Proceso concluido con errores

# MessageProcessGenerateCoupons
source: Generate coupons has been generated
es: Se ha generado el proceso de generación de cupones

# MessageProcessNotExecuted
source: The process could not be executed
es: El procedimiento no pudo ser ejecutado

# MessageProcessSuccessfully
source: Process completed successfully
es: Proceso de cálculo de Reaseguro concluído satisfactoriamente

# MessageProcessSuccessfullyReinsurance
source: Reinsurance Issuance saved successfully Id No.
es: Proceso satisfactorio, Id. Reaseguro generado

# MessageReclassifiationEntry
source: Reclassification entries have been successfully generated
es: Se han generado exitosamente los asientos de reclasificación

# MessageReinsuranceCompanyNotFound
source: Reinsurance company not found
es: Compañía reaseguradora no encontrada

# MessageReinsuranceNotRecord
source: Can not record reinsurance has not changed
es: No se puede grabar reaseguro, no se ha modificado

# MessageReinsureClaimError
source: The claim can not be selected, reinsured due to internal problems of the system.
es: El siniestro selecionado no puede ser reasegurado debido a problemas internos del sistema.

# MessageReinsureClaimSuccess
source: Claim was reinsured successful new division Reinsurance grid.
es: El siniestro fue reasegurado con exito, nuevo reparto en grilla

# MessageReinsurePaymentError
source: The payment can not be selected, reinsured due to internal problems of the system.
es: El pago selecionado no puede ser reasegurado debido a problemas internos del sistema.

# MessageReinsurePaymentSuccess
source: Payment was reinsured successful new division Reinsurance grid.
es: El pago fue reasegurado con exito, nuevo reparto en grilla de Reaseguros.

source: Message Report Generated Correctly
es: Se ha generado correctamente el reporte

# MessageRequestCancellation
source: The request is canceled
es: La solicitud se encuentra cancelada

# MessageReverseConciliation
source: Reverse conciliation completed successfully
es: Reverso de Conciliación realizado con éxito

# MessageReverseConciliationDialog
source: ¿Are you sure you want to reverse conciliation ?
es: ¿Esta seguro de reversar la conciliación?

# MessageReverseConciliationTitle
source: Reverse Conciliation
es: Reversar Conciliación

# MessageSaveConciliation
source: Conciliation completed successfully. Generated Number Reconcilation:
es: Conciliación realizada con éxito. Número de Conciliación generada:

# MessageSaveConciliationDialog
source: ¿Are you sure you want to save conciliation ?
es: ¿Esta seguro de grabar la conciliación?

# MessageSaveConciliationTitle
source: Save Conciliation
es: Grabar Conciliación

# MessageSaveTemporaryConciliation
source: Temporary conciliation completed successfully
es: Conciliación temporal realizada con éxito

# MessageSelectAssociationType
source: Select a type of association
es: Seleccione un tipo de asociación

# MessageSelectBranch
source: Please Select the Branch!
es: Por Favor Seleccione la Sucursal!

# MessageSelectColumn
source: Select a column
es: Seleccione una columna

# MessageSelectContract
source: Select a contract
es: Seleccionar un contrato

# MessageSelectContractLevel
source: Select a level of contract
es: Seleccionar un nivel de contrato

# MessageSelectContractType
source: Select contract type
es: Seleccionar el tipo de contrato

# MessageSelectContractYear
source: Select the year
es: Seleccionar el ejercicio

# MessageSelectEndorsementId
source: Select Endorsement Id
es: Seleccionar id. endoso

# MessageSelectPrefix
source: Select Prefix
es: Seleccionar el ramo

# MessageSelectProcessType
source: Select process type
es: Seleccionar el tipo de proceso

# MessageSelectReinsurance
source: Select a reinsurance to continue
es: Seleccione un reaseguro para continuar

# MessageSelectValuesFromTo
source: Select values from / to
es: Seleccione valores desde / hasta

# MessageSuccessfulCollectionCrossing
source: Successful collection crossing
es: El cruce de cobranzas realizado con éxito

# MessageSuccessfullyMovePolicyCancellation
source: The policies have been moved to the selection of policies to be canceled
es: Las pólizas se han movido a la selección de pólizas a cancelar

# MessageSuccessfullyPolicyCancellation
source: The policies have been successfully canceled
es: Las pólizas se han cancelado exitosamente

# MessageSucessFacultativeNumber
source: Reinsurance has been recorded with facultative number
es: Reaseguro ha sido grabado con número facultativo

# MessageTotalPolicies
source: There are no policies to cancel with filters sent
es: No existen pólizas a cancelar con filtros enviados

# MessageValidateAssignmentPercentage
source: Assignment percentage must be less or equal to 100
es: Porcentaje asignación debe estar comprendido entre 1 y 100

# MessageValidateCoinsuranceCapacityPercentage
source: Coinsurance capacity percentage must be between 0 and 100
es: Porcentaje capacidad coasegurado debe estar comprendido entre 0 y 100

# MessageValidateCommissionPercentage
source: Commission percentage must be less or equal to 100
es: Porcentaje comisión debe estar comprendido entre 1 y 100

# MessageValidateConstructionYear
source: Construction year can not be greater than current
es: El año construcción no puede ser mayor al actual

# MessageValidateDateFrom
source: The from date must be less than or equal to the to date
es: La fecha desde debe ser menor o igual a la fecha hasta

# MessageValidateDateFromOne
source: Date from must be between
es: Fecha desde debe estar entre

# MessageValidateDateFromTwo
source: and
es: y

# MessageValidateDateTo
source: The to date must be greater or equal to the date from
es: La fecha hasta debe ser mayor o igual a la fecha desde

# MessageValidateDeleteAddress
source: Can not Remove Primary Address
es: No se puede eliminar la dirección principal

# MessageValidateDeletePhone
source: Can not delete the main phone
es: No se puede eliminar el teléfono principal

# MessageValidateDuplicateReinsuranceCompany
source: Reinsurance company already assigned
es: La companía reaseguradora ya se encuantra asignada.

# MessageValidateEmptyAssignmentPercentage
source: Assignment percentage be greater than zero
es: Porcentaje de asignación debe ser mayor que cero

# MessageValidateEmptyDateFrom
source: Enter / select date from
es: Ingresar / seleccionar fecha desde

# MessageValidateEmptyDateTo
source: Enter / select date to
es: Ingresar / seleccionar fecha hasta

# MessageValidateEmptyParticipationPercentage
source: Participation percentage must be greater than zero
es: Porcentaje de participación debe ser mayor que cero

# MessageValidateExpensesPercentage
source: Percentage of expenses should not exceed 100
es: porcentaje de gastos no debe ser mayor a 100

# MessageValidateLinesNumber
source: Enter lines number
es: Ingresar número de líneas

# MessageValidateMajorPercentage
source: The sum of the participation percentages should not be greater than 100
es: La suma de los porcentajes de participación no debe ser mayor a 100

# MessageValidateMaximumParticipationPercentage
source: Participation percentage should not exceed 100%. It is assigned the
es: Porcentaje de participación no debe superar el 100%. Se tiene asignado el

# MessageValidateMinorParticipationAgent
source: Intact Participation Must Be Less than
es: La Participación Ingresada Debe Ser Menor a

# MessageValidateMonthFrom
source: The from month must be less than or equal to the to month
es: El mes desde debe ser menor o igual que el mes hasta

# MessageValidateMonthTo
source: The to month must be greater or equal to the month from
es: El mes hasta debe ser mayor o igual que el mes desde

# MessageValidateOperatingAvailable
source: The bond has no available space
es: El Afianzado no tiene Cupo Disponible

# MessageValidateParticipationCommission
source: % Commission must be between 0 and 100
es: % de Comisión debe estar comprendido entre 0 y 100

# MessageValidateParticipationPercentage
source: Participation percentage must be less or equal to 100
es: Porcentaje participación debe ser menor o igual a 100

# MessageValidateParticipationPremium
source: Percentage Participation, Commission and / or Premium must be between 1 and 100
es: % de Participación / % de Prima debe estar comprendido entre 1 y 100

# MessageValidatePercentage
source: must be between 0 and 100
es: debe estar comprendido entre 0 y 100

# MessageValidatePremium
source: The Risk must have Prima
es: El Riesgo debe tener Prima

# MessageValidateProcessDateFrom
source: The process from date must be less than or equal to the process to date
es: La fecha de proceso desde debe ser menor o igual a la fecha de proceso hasta

# MessageValidateProcessDateTo
source: The process to date must be greater or equal to the process date from
es: La fecha de proceso hasta debe ser mayor o igual a la fecha de proceso desde

# MessageValidateRangeFrom
source: The from range must be less than to the range to
es: el rango desde debe ser menor al rango hasta

# MessageValidateRangeTo
source: The to range must be greater to the range from
es: el rango hasta debe ser mayor al rango desde

# MessageValidateReinsuranceCompany
source: Reinsurance Company must be different from zero
es: Compañía reaseguradora no puede ser vacío

# MessageValidateRetentionLimit
source: Enter retention limit
es: Ingresar límite de retención

# MessageValidateRow
source: Already exists row
es: ya existe para la fila

# MessageValidateSearchBroker
source: Intermediary / Broker must be different from zero
es: Intermediario / Broker no debe ser nulo

# MessageValidateTemp
source: The quote has not been saved
es: No se ha guardado la cotización

# MessageValidateTotalParticipationAgent
source: Total Share Must be Equal to 100
es: La Participación Total Debe Ser Igual a 100

# MessageValidateValueFromValueTo
source: Value to be greater than to value from
es: hasta debe ser mayor que desde

# MessageValidationDateFinalDeliveryDate
source: The date delivery date be greater than the initial date of the policy
es: La fecha acta de entrega debe ser mayor a la fecha inicial de la poliza

# MessageValidationKeysAnalysisConcept
source: The analysis concept key columns are not parameterized
es: No tiene parametrizado las columnas de clave concepto de análisis

# MessageValidationRowLess
source: The row number is part of the header enter a number less
es: El Número de fila debe ser menor a

# MessageValidationRows
source: The row is already part of the header, enter a number greater
es: La fila ya es parte de la cabecera, ingrese un número mayor a

# MessageValidatorQuotaAdded
source: One or more of the Quotes has Already been Selected
es: Una de la(s) cuota(s) seleccionada(s) ya ha sido agregada(s)

# MessageValidQualityRisk
source: Quality risk must be between 0 and 1000
es: Cantidad de Riesgo debe estar comprendido entre 0 y 1000

# MessageValue
source: The Amount Field Is Required
es: El campo valor es requerido

# MessageValueReconcile
source: The value to Reconcile out of range
es: Valor a Conciliar fuera de rango

# MessageViewReport
source: Generation of report asynchronously was successful
es: La generación del reporte de forma asíncrona tuvo éxito

# MessageWaiting
source: Processing, please wait ...
es: Procesando, por favor espere...

# MessageYear
source: The year must be greater than 1900
es: El año debe ser mayor que 1900

source: Might not be Greater than
es: No puede ser mayor que

source: Mileage
es: Kilometraje

source: Min
es: Mínimo

source: Minimum And DepositPremium
es: Prima Mínima y Depósito

# MinimumBaseCalculation
source: Calculation on minimum base surplus
es: Cálculo sobre excedente de base mínima

source: Minimum Premium
es: Prima Mínima

source: % Minimum Rate
es: % Tasa Mínima

source: Minimum Taxable Base
es: Mínima Base Imponible

source: Minimun Tax
es: Impuesto Mínimo

source: Minimun Tax Base
es: Base Mínima

# MinPremiunRelationDeleteError
source: Error delete Minium Premium
es: Se presentó un error al eliminar la prima mínima

# MinPremiunRelationSaveError
source: Error save Minium Premium
es: Se presentó un error al registrar la prima mínima

# MinPremiunRelationUpdateError
source: Error update Minium Premium
es: Se presentó un error al actualizar la prima mínima

# MInternalBallotDuplicateRecord
source: The check is in the list of selected checks
es: El cheque ya esta en la lista de cheques seleccionados

# MinValueContractLimit
source: Limit Contract must be greater than Zero
es: Límite Contrato debe ser mayor a cero

source: Missing Risk Data
es: Faltan Datos del Riesgo

# MnuProcessEfectyList
source: Process List Efecty
es: Listado de Archivos Efecty

# ModalTitleCountries
source: Country List
es: Lista de Paises

source: Model
es: Modelo

source: Model not found
es: No se encontró el modelo

source: Modification Reinsurance
es: Modificación Reaseguro

source: Modify
es: Modificar

source: Modify Concepts
es: Modificar Conceptos

source: Module
es: Módulo

# ModuleNotExist
source: Module does not exist
es: El modulo no existe

source: Modules
es: Módulos

source: Modules Review
es: Revisión de Módulos

source: Month
es: Mes

# Month_Not_Closed_Warning
source: Month haven't been close yet
es: El mes aún no ha sido cerrado

source: Month Closing
es: Cierre de Mes

source: Month From
es: Mes Desde

source: Monthly
es: Mensual

source: Monthly Closings
es: Cierres Mensuales

source: Monthly Closure
es: Cierre Mensual

source: Monthly Process
es: Procesos Mensuales

source: Monthly Utility Closing
es: Cierre de Utilidad Mensual

# MonthRequired
source: Month is required
es: Mes es requerido

source: Month To
es: Mes Hasta

# MonthWillClose
source: Month will proceed to close
es: El mes se procederá a cerrar

# MoreThan10Intermediates
source: Can not add more than 10 intermediates
es: No se pueden agregar mas de 10 intermediaros

source: Mother Policy Id
es: Id. Póliza Madre

# MovementAccounting
source: Movement Account
es: Movimientos Contabilidad

# MovementDescription
source: Description of Movement
es: Descripción del Movimiento

source: Movement Details
es: Detalle de los movimientos

# MovementRowNumber
source: Row Number in file
es: Número de Registro en Archivo

source: Movements
es: Movimientos

source: Movements Agents
es: Movimientos de agentes

# MovementsConsultationMayorSeats
source: Entry Movements Consultation
es: Consulta Movimientos de Asientos de Mayor

source: Movements Consultation Seats Daily
es: Consulta Movimientos de Asientos de Diario

source: Movement Source
es: Movimiento Fuente

source: Movements there unreconciled
es: No existe movimientos conciliados

# MovementsTypeValidation
source: There is not any register movement
es: No existen movimientos ingresados

# MovementSummary
source: Movements Summary
es: Resumen de Movimientos

source: Movement Type
es: Tipo de Movimiento

# MovementTypeNotConfigured
source: Movement Type is not configured
es: El Tipo de Movimiento no está parametrizado:

# MovementTypesRequired
source: Movement types is required
es: Tipo de movimiento es requerido

# MSG_DATE_GREATER_THAN
source: Date entered: {0} is greater than the current date
es: La fecha ingresada : {0} es mayor a la fecha actual

# MSG_GENERIC_WS
source: Error Authenticaion service
es: Error del servicio de autenticación

# MSG_POLICY_CANCEL
source: The Policy is canceled.
es: La Póliza se encuentra cancelada.

# MSG_VALID_DATE
source: Date: {0} is not valid or does not have the correct format (dd / mm / yyyy)
es: La fecha: {0} no es valida o no tiene el formato correcto (dd/mm/aaaa)

# MsgAlreadyExists2
source: {0} {1} Already exists with these characteristics
es: Ya existe {0} {1} con estas caracteristicas

# MsgCancelProcess
source: The process has been canceled by user
es: El proceso ha sido cancelado por el usuario

# MsgCompleteCommission
source: The Commission rate exceeds 100%
es: El porcentaje de Comisión supera el 100%

# MsgCompleteContractAllocation
source: Sum and Prime values ​​are satisfactory can run Record reinsurance
es: Los valores de Suma y Prima son satisfactorios puede ejecutar Grabar reaseguro

# MsgCompleteDeposit
source: The Deposit rate exceeds 100%
es: El porcentaje de Depósito supera el 100%

# MsgCompleteInterestOnReserve
source: The Interest On Reserves rate exceeds 100%
es: El porcentajde de Interés sobre Reserva supera el 100%

# MsgCompleteParticipationPrime
source: The participation rate and / or sum exceeds 100%
es: El porcentaje de Participación y/o Prima superan al 100 %

# MsgCompleteReinsuranceFacultative
source: To calculate reinsurance with the new configuration is necessary to run the Calculate button Reinsurance
es: Para calcular los reaseguros con la nueva configuración es necesario ejecutar el botón Calcular Reaseguros

# MsgCompleteReinsuranceLine
source: To calculate reinsurance with the new configuration is necessary to run the Recalculate button Reinsurance, this operation will not record the final tables
es: Para calcular los reaseguros con la nueva configuración es necesario ejecutar el botón Calcular Reaseguros, esta operación no grabará las tablas definitivas

# MsgCompleteSumPrime
source: If is not completed 100% of distribution the sum and reinsurance premium between layers will not be recorded
es: Si no se completa el 100% del reparto de suma y prima entre capas no se permite grabar el Reaseguro

# MsgConceptAnalysisAssociate
source: Not all the analysis associated with one of the movements has an entered concept.
es: No todos los analisis asociados a uno de los movimientos tiene un concepto ingresado.

# MsgDeleteFail
source: {0} {1} can not be deleted
es: {0} {1} no se puede eliminar

# MsgDescriptionFacultative
source: Enter at least 3 characters for the description
es: Ingrese mínimo 3 caracteres para la Descripción

# MsgExecuteLoadFacultative
source: Run the inclusion of the Facultative to add Companies
es: Ejecute la inserción del Facultativo para poder agregar Compañías

# MsgExecuteLoadLayer
source: Reinsurance Run load first
es: Ejecute la carga del Reaseguro primero

# MsgImportRule
source: Rule imported correctly
es: Regla importada correctamente

# MsgMassiveTotRecords
source: Total records to process
es: Total de registros a procesar

# MsgMassiveTotRecordsAprox
source: Total records to process approx.
es: Total de registros aprox. a procesar:

# MsgPreLiquidationConfirm
source: The movement is greater than or equal to zero. Would you like to record the application in temporal?
es: El movimiento es mayor o igual a cero. Desea grabar la aplicación en temporales

# MsgPrimeSum
source: Values ​​exceed 100% of sum and / or premium
es: Valores exceden el 100% o están en 0, tanto para Suma y/o Prima

# MsgRuleMinAction
source: The rule must have at least one action
es: La regla debe tener al menos una acción

# MsgSaveSuccessfull
source: {0} saved successfully
es: {0} guardado correctamente

# MsgSuccessProcess
source: Success process
es: Proceso concluído satisfactoriamente

# MsgTotRecordsToProcess
source: No records to process in that date range
es: No existen registros a procesar con los datos ingresados

# MsgUpdateSuccessfull
source: {0} updated successfully
es: {0} actualizado correctamente

# MsgWantContinue
source: want to continue?
es: Está seguro que desea continuar ?

# MSGWRN_CAPTCHA
source: Invalid verification code
es: Código de verificación incorrecto

# MsjContractModified
source: The changes will take effect from the date of recording and shall not alter previous reinsurance
es: Los cambios efectuados tendrán efecto a partir del momento de la grabación y no modificarán reaseguros anteriores

# MustDeleteSubModulesFirst
source: You must delete the submodules first
es: Debe eliminar los submódulos primero

# MustExistIndividual
source: Must exist the individual
es: Debe Existir el individuo

source: Must have documentation
es: Debe tener documentación

# MustRelatedOneDetailType
source: The level of influence must be related to at least one type of detail.
es: El nivel de influencia se debe relacionar por lo menos con un tipo de detalle.

# MustSelectAnEndorsementForRefinancingWarning
source: Must Select an Endorsement for Refinancing
es: Debe seleccionar un Endoso para Recuotificar

# MustSelectAPayerForRefinancingWarning
source: Must Select a Payer for Refinancing
es: Debe seleccionar un Pagador para Recuotificar

# MustSelectTaxByCategory
source: Only select one tax by category
es: Se debe seleccionar un impuesto por categoria

source: Name
es: Nombre

# NameCompany
source: Enterprise Name
es: Nombre de Empresa donde Trabaja

source: Name Concept Account
es: Nombre Concepto Contable

source: Name coverage
es: Nombre cobertura

# NameFile
source: File name
es: Nombre del Archivo

# NameGroup
source: Group Name
es: Nombre grupo

# NameOwnerCreditCard
source: Credit Card Owner Name
es: Nombre Dueño Tarjeta

source: Name Payer
es: Nombre Pagador

# NameRequired
source: Name is required
es: Nombre es requerido

source: National
es: Nacional

source: Nature
es: Naturaleza

source: Nature of the Account
es: Naturaleza de la Cuenta

# Ncreditable
source: Not Creditable Card
es: No Acreditable

source: Net
es: Red

source: Net Code
es: Código Red

source: Net Premium Pay
es: Prima Neta a Pagar

source: Networks
es: Redes

source: New
es: Nuevo

source: New Accounting Balance
es: Nuevo Saldo Contable

# NewAndConfirmPasswordDontMatch
source: Current password and confirmation do not match
es: La contraseña actual y su confirmación no coinciden

# NewBankAccount
source: New Account
es: Nueva Cuenta

source: NewBankBalance
es: Nuevo Saldo Banco

source: New Check
es: Cheque Nuevo

# NewForm
source: New
es: Nuevo

source: New Module
es: Nuevo Modulo

# NewPasswordCantBeOldPassword
source: New password can not be same as above
es: La contraseña nueva no puede ser igual a la anterior

source: New Payment Form
es: Forma de Pago Nueva

source: New Payment Plan
es: Plan de Pago Nuevo

source: New Profile
es: Nuevo Perfil

source: New Receipt Num.
es: Nro. Nuevo Recibo

source: New Register
es: Nuevo Registro

source: New Renewal
es: Nueva Renovación

source: New User
es: Nuevo Usuario

# NoAccountConceptWarning
source: Can not enter an accounting account and a accounting concept at the same time
es: No se puede ingresar cuenta contable y concepto contable a la vez
