Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# _otherLanguageKey
source: es
es: en

# _otherLanguageName
source: Español
es: English

source: Abbreviation
es: Abreviatura

# accActuacion
source: Actuation Data
es: Datos Actuación

# accAttorneyData
source: Attorney Data
es: Datos Apoderado

# accBillingInformation
source: Billing Information
es: Información Facturas

# accBillingTaxCalculation
source: Taxes for Billing
es: Impuestos por factura

# accBranchInformation
source: Branch Information
es: Información Sucursal

# accCatastrophicInformation
source: Catastrophic Information
es: Información Catastrofica

# accClaimInformation
source: Claim Information
es: Información del Reclamo

# accClaimNotice
source: Claim Notice
es: Datos del Siniestro

# accClaimNoticeSearch
source: SEARCH CLAIM NOTICE
es: BÚSQUEDA DEL AVISO DE SINIESTRO

# accClaimSearch
source: Claim Search
es: Busqueda de Reclamo

# accCoInsured
source: Coinssurance
es: Coaseguro

# accCoInsuredEstimation
source: Coinsured Estimation
es: Estimación del Coaseguro

# accConciliationAudienceResult
source: Conciliation Audience Result
es: Resultado Audiencia Conciliación

# accContactInformation
source: Contact Information
es: Datos del Aviso

# accConvenedData
source: Convened Data
es: Datos Convocado

# accConvenerData
source: Convener Data
es: Datos Convocante

# accDocumentation
source: Attached Documentation
es: Documentos Adjuntos

# accEmbargoBankAccounts
source: Embargo Bank Accounts
es: Cuentas Embargadas

# accEmbargoInformation
source: Embargo Information
es: Datos Embargo

source: Accept
es: Aceptar

# Accepted
source: Co-Insurance Accepted
es: COASEGURO ACEPTADO

# AcceptedCoinsuranceCapacity
source: Accepted Coinsurance Cap.
es: Cap. Coasegurado Aceptado

source: Accepted Default Code
es: Código Aceptado Defecto

source: Accepted Number
es: Nro. Aceptados

source: Access
es: Acceso

source: Access Description
es: Descripción del Acceso

source: Accesses successfully modified
es: Accesos modificados satisfactoriamente

# accEstimationInformation
source: Estimation Information
es: Información de la Estimación

# accExpenses
source: Expenses
es: Gastos

# accExtraJudicialConciliationSearch
source: Extra Judicial Conciliation Search
es: Busqueda de Conciliación Extra Judicial

# accInstance
source: Instance
es: Instancia

# accInstanceInformation
source: Instance Information
es: Datos Instancia

# accInstanceSearch
source: Instance Search
es: Búsqueda de Instancia

# accInsuranceSearch
source: Search by Inssured Person
es: Busqueda por Asegurado

# accLegalDefenseCommitteeInformation
source: Legal Defense Comittee Information
es: Información Comite de Defensa Judicial

# accLegalDefenseCommitteeSearch
source: Reconciliation Search
es: Buscar Conciliaciones

# accNotificationData
source: Notification Data
es: Información Notificación

# acConciliationData
source: Conciliation Data
es: Datos Conciliación

# AccordingNumberReceipt
source: ACCORDING TO NUMBER RECEIPT
es: SEGUN RECIBO NRO.

source: Account
es: Cuenta

source: Accountant Guide
es: Guia Contable

source: Account Bank
es: Cuenta Bancaria

source: Account Bank Consult
es: Consulta Cuentas Bancarias

# AccountBankSaveSuccess
source: Bank Account Recorded Successfully
es: Cuenta Bancaria Grabada Exitosamente

# AccountBlockadeSpreading
source: Replicate Imputation Marks
es: Replicar Marcas de Imputación

source: Account By Retention Concept
es: Cuenta por concepto de Retención

# AccountClaimPaymentRequest
source: ACCOUNTING OF CLAIMS PAYMENT REQUEST No:
es: POR CONTABILIZACIÓN DE LA LIQUIDACIÓN DE SINIESTROS

source: Account Currency
es: Moneda de la Cuenta

# AccountDepositBallot
source: ACCOUNTING OF DEPOSIT BALLOT, No:
es: POR CONTABILIZACIÓN DE LA BOLETA DE DEPÓSITO:

source: Accounted
es: Contabilizado

# AccountExchangeDifference
source: EXCHANGE DIFFERENCE ACCOUNTING, YEAR:
es: CONTABILIZACIÓN DE DIFERENCIA CAMBIARIA, AÑO:

source: Account from
es: Cuenta desde

# AccountImputationBill
source: ACCOUNTING OF BILL APPLICATION, BILL No:
es: CONTABILIZACIÓN DE APLICACIÓN DE INGRESO DE RECIBO No:

# AccountImputationJournalEntry
source: ACCOUNTING OF JOURNAL ENTRY No:
es: CONTABILIZACIÓN DE ASIENTO DIARIO No:

# AccountImputationPaymentOrder
source: ACCOUNTING OF PAYMENT ORDER No:
es: CONTABILIZACIÓN DE ORDEN DE PAGO No:

# AccountImputationPreliquidation
source: ACCOUNTING OF PRELIQUIDATION No:
es: CONTABILIZACIÓN DE PRELIQUIDACIÓN No:

# AccountIncludeParent
source: to include the Accounting Account
es: para incluir la Cuenta Contable

source: Accounting
es: Contabilizar

# AccountingAccount
source: Consult Accounting Account
es: Cuenta Contable

# AccountingAccountAdd
source: Add Accounting Account
es: Agregar Cuenta Contable

source: Accounting Account Concept Code
es: Cod. Concepto Cta. Cte

source: Accounting Account Concept Name
es: Nombre Concepto Cta. Cte

# AccountingAccountConsult
source: Accounting Account
es: Consulta de cuentas

source: Accounting Account Destination
es: Cuenta Contable Destino

source: Accounting Accoun tEdit
es: Editar Cuenta Contable

# AccountingAccountModelAnalysisId
source: Analysis Id
es: Id Análisis

# AccountingAccountName
source: Name Accountant
es: Nombre Cuenta Contable

# AccountingAccountNumber
source: Ledger Account Number
es: Nro. Cta. Cble

source: Accounting Account Order
es: Cuentas Contables de Orden

# AccountingAccountOrderAdd
source: Add Account Accounting Order
es: Agregar Cuentas Contables de Orden

# AccountingAccountOrderDescription
source: Description Account Order
es: Descripción de Cuenta Contable

# AccountingAccountOrderEdit
source: Edit Account Order
es: Editar Cuentas Contables de Orden

source: Accounting Account Origin
es: Cuenta Contable Origen

source: Accounting Account Reclassification
es: Reclasificación de Cuentas Contables

source: Accounting Account Reclassification Parameterization
es: Parametrización Reclasificación de Cuentas Contables

source: Accounting account report
es: Reporte de cuentas contables

source: Accounting Administrative
es: Administrativo Contable

source: Accounting Closing
es: Cierre Contable

source: Accounting Company
es: Compañía Contable

# AccountingCompanyEdit
source: Company Edit
es: Editar Compañía

# AccountingCompanyUsed
source: Accounting company is being used, cannot be erased
es: Compañía esta siendo usada, no se puede eliminar

# AccountingConceptNotAssociatedAccount
source: The Accounting Concept does not have an associated Accounting Account
es: El concepto contable no posee una cuenta asociada

source: Accounting Date
es: Fecha Contable

# AccountingEnterFilterSearch
source: Enter some value to filter the search
es: Ingrese algún valor para filtrar la búsqueda

# AccountingEntry
source: Entry Accounting
es: Asientos de Mayor

source: Accounting Integration
es: Integración con Contabilidad

# AccountingIntegrationUnbalanceEntry
source: UNBALANCE ENTRY ON ACCOUNTING INTEGRATION
es: ASIENTO DESCUADRADO EN INTEGRACIÓN CON CONTABILIDAD

# AccountingLable
source: Accountant
es: Contable

source: Accounting Module
es: Módulo Contable

source: Accounting Month
es: Mes Contable

source: Accounting Movements
es: Movimientos de Contabilidad

source: Accounting Movement Type
es: Tipo Movimiento Contable

source: Accounting Nature Company
es: Naturaleza Contable Compañía

# AccountingNatureId
source: Accounting Nature
es: Naturaleza Contable

# AccountingNumberLengthError
source: Error in Account Number Length
es: Error en Longitud de Cuenta Contable

# AccountingPlan
source: Accountant Plan
es: Plan de Cuentas

source: Accounting Policies
es: Polizas Contabilizadas

source: Accounting Reclassification
es: Reclasificación Contable

source: Accounting Reports
es: Reportes de Contabilidad

source: Accounting Rule
es: Regla para Contabilidad

source: Accounting Rule List
es: Listado de Reglas para Contabilidad

source: Accounting Rule Package
es: Paquete de Reglas para Contabilidad

source: Accounting Rule Package Already Exists
es: El paquete de reglas para contabilidad ya existe

source: Accounting Rules
es: Reglas para Contabilidad

# AccountingTitle
source: Accounting
es: Contabilidad

# AccountingTransactionNumberGenerated
source: The following transaction numbers have been generated:
es: Se generaron los siguientes números de transacción:

# AccountingTypeAccount
source: Please type an account
es: Por favor digite una cuenta

source: Account inventory
es: Inventario de cuentas

# AccountNoParent
source: Account does not have Parent Account
es: Cuenta no posee Cuenta Padre

source: Account Number
es: Nro. Cuenta

source: Account number already exists
es: Número de cuenta ya existe

source: Account Number Consignment
es: Nro. Cuenta Consignación

source: Account Number Consignment Check
es: Nro. Cuenta Cheque

source: Account Number Current
es: Nro. Cuenta Cte

# AccountNumberRequired
source: Account number is required
es: N\372mero cuenta es requerido

source: Account on entry
es: Cuentas en asientos

# AccountOnEntryConsult
source: Consult Account on entry
es: Consulta de cuentas en asientos

# AccountOrdenRelation
source: Relation Accounts Orden
es: Relacion Cuentas de orden

# AccountOtherPaymentRequest
source: ACCOUNTING OF OTHER PAYMENT REQUEST No:
es: POR CONTABILIZACIÓN DE LA SOLICITUD DE PAGOS VARIOS

# AccountParameter
source: Accounting Account Parameters
es: Parametros de Cuenta Contable

# AccountParentReplicationRestrictionWarning
source: Major accounts can not be replicated
es: Las cuentas principales no pueden ser replicadas

# AccountParentRestrictionWarning
source: Major accounts can not be modified
es: Las cuentas principales no pueden ser modificadas

source: ACCOUNT PLAN
es: PLAN DE CUENTAS

# AccountRecoveyPaymentRequest
source: ACCOUNTING OF RECOVERY No:
es: POR CONTABILIZACIÓN DE SOLICITUD DE RECOBROS

# AccountReplicationConfirmationWarning
source: Would you like to replicate this account?
es: Desea replicar esta cuenta?

source: Accounts
es: Cuentas

# AccountSalvagePaymentRequest
source: ACCOUNTING OF SALVAGE No:
es: POR CONTABILIZACIÓN DE SOLICITUD DE SALVAMENTOS

source: Account State
es: Estado de Cuenta

source: ACCOUNT TECHNICAL
es: CUENTA TECNICA

# AccountThereAlreadyIs
source: There Already be this Account Number
es: Nro. de Cuenta Existente (Validado por los 12 primeros dígitos)

source: Account to
es: Cuenta hasta

source: Account to be duplicated
es: Cuenta a duplicar

source: Account Type
es: Tipo de Cuenta

# accPaymentOfficeInformation
source: Payment Office Information
es: Información Oficina Pagadora

# accPaymentRequestSearch
source: Payment Request Search
es: Busqueda Solicitud de Pagos

# accPaymentRequestSearchType
source: Request / Temporal Search
es: Busqueda Solicitud \ Temporaral

# accPolicyInformation
source: Policy Information
es: Información de Póliza

# accPoliticsInformation
source: Politics Information
es: Información de Politicas

# accPretensions
source: Pretensions
es: Pretensiones

# accProsecutionClaimData
source: Prosecution Claim Data
es: Datos Pretensión

# accProsecutionClaimValues
source: Prosecution Claim Values
es: Valores Pretensión

# accProsecutionExceptions
source: Exceptions
es: Excepciones

# accProsecutions
source: Prosecution
es: Proceso Judicial

# accProsecutionsBasicInformation
source: Basic Data
es: Datos Básicos

# accProsecutionsDefendantData
source: Defendant Data
es: Datos Demandado

# accProsecutionsDefendantThirdPartyData
source: Defendant Third Party Data
es: Datos Tercero Demandado

# accProsecutionsDemandantData
source: Demandant Data
es: Datos Demandante

# accProsecutionsDemandData
source: Demand Data
es: Datos Demanda

# accProsecutionsProvision
source: Provision
es: Provisión

# accProsecutionsReproachDemand
source: Reproach Demand
es: Demanda Reconvencion

# accProsecutionsSearch
source: Prosecutions Search
es: Busqueda de Proceso Judicial

# accRecoveryDetail
source: Recovery Detail
es: Detalle Recobro

# accRecoveryInitialInformation
source: Initial Information Recovery
es: Alta Recobro

# accRecoveryRecuperator
source: Recuperator
es: Recuperador

# accRiskInformation
source: Risk Information
es: Información del Riesgo

# accRiskList
source: Risks List
es: Lista de Riesgos

# accRiskSearch
source: Search by Risk
es: Busqueda por Riesgo

# accSaleCancellation
source: Sale Cancellation
es: Cancelación Venta

# accSaleDescription
source: Sale Detail
es: Detalle Venta

# accSaleInformation
source: Sales
es: Ventas

# accSalvageDescription
source: Salvage Description
es: Observaciones Salvamento

# accSalvageEdition
source: Salvage Edition
es: Alta Salvamento

# accSalvageInformation
source: Salvage Digitation
es: Ingreso Salvamentos

# accSalvageSaleInitialInformation
source: Sale
es: Venta

# accSalvagesSummary
source: Salvages Summary
es: Resumen Salvamentos

# accSummary
source: Estimation Summary
es: Resumen Estimación

# accSuretyship
source: Suretyship
es: Caución

# accTaxCalculation
source: Total Taxes List
es: Lista Impuestos Totales

# accThirdData
source: Third Data
es: Datos del Tercero

# accTiedThirdPartyData
source: Tied Third Party Data
es: Datos Tercer Vinculado

# accTransferInformation
source: Transfer Information
es: Información Transferencia

source: Accumulated
es: Acumulado

source: Action
es: Acción

source: ActionType
es: Tipo Transacción

source: Active
es: Activo

source: Actived
es: Activo

source: Add
es: Agregar

source: Add Account
es: Agregar Cuenta

source: Add Accounting Concept
es: Agregar Conceptos Contable

source: Add Accounting Entry
es: Agregar Asiento Contable

source: Add Accounting Reclassification Parameterization
es: Agregar Parametrización Reclasificación Contable

# AddAccountTypeRelationship
source: Add Account Type Relationship Payment Method
es: Agregar Relación Conducto Tipo de Cuenta

source: Add Analysis Concept Key
es: Agregar Clave Concepto de Análisis

source: Add association Line
es: Agregar asociación de Línea

source: Add Automatic Debit Format Assignment
es: Agregar Asignación Formato Débito Automático

source: Add Bank Code Equivalence
es: Agregar Equivalencia Código Bancario

source: Add Banking Movement
es: Agregar Movimiento Bancario

# AddBankNetworkRelationship
source: Add Bank Network Relationship Payment Method
es: Agregar Relación Red por Conducto

source: Add Bank Response Code
es: Agregar Código Respuesta Banco

source: Add Bank Statement
es: Agregar Extracto Bancario

source: Add Cash
es: Agregar Efectivo

source: Add Check
es: Agregar Cheque

source: Add Code Concept
es: Agregar Código de Concepto

source: Add Company
es: Agregar Compañía

source: Add Company Bank Account
es: Agregar Cuenta Bancaria Compañía

source: Add Concept
es: Agregar Concepto

source: Add Condition
es: Añadir Condición

source: Add Cost Center
es: Agregar Centros de Costos

source: Add Credit Card
es: Agregar Tarjeta de Crédito

source: Add Day Prefix
es: Agregar Días por Ramo

source: Add Debit Status Code
es: Agregar Código Estado Débito

source: Add Entry
es: Añadir Asiento

source: Add Entry Type
es: Agregar Asiento Tipo

source: Add Exchange Rate
es: Agregar tasa de cambio

source: Add Exclusion
es: Agregar Exclusión

# AddExistingResultValidationWarning
source: You must delete the existing record in order to add a new one
es: Debe eliminar el dato existente para añadir uno nuevo

source: Add Field Format Design
es: Agregar campo al diseño de formato

source: Add Format Design
es: Agregar Diseño de Formato

source: % Additional Commission
es: % Comisión Adicional

# AdditionalCommissionMessage
source: The additional commission between 0 and 100
es: El % comisión adicional debe ser entre 0 y 100

# AdditionalDataSaved
source: Additional data saved correctly.
es: Información Adicional guardada correctamente.

# AddLayerReinsurance
source: New Layer Reinsurance
es: Nueva Capa Reaseguro

source: Add Movement
es: Agregar Movimiento

# AddMovementAccount
source: Add the movement account
es: Ingreso de Movimiento Contabilidad

source: Add Network
es: Agregar Red

source: Add new rule
es: Añadir nueva regla

source: Add Parameter
es: Añadir Parámetro

source: Add Payment Type
es: Agregar Tipo de Pago

# AddPercentageByRetentionConcept
source: Add Percentage By Retention's Concept
es: Agregar Porcentaje por Concepto de Retenciones

# AddQuota
source: The selected quota has been added in the Policies tab
es: La cuota seleccionada ha sido agregada en la pestaña Pólizas

source: Add Range
es: Agregar Rangos

source: Add Range Detail
es: Agregar detalle de Rangos

source: Add Reconciliation Format Assignment
es: Agregar Asignación Formato Conciliación

source: Add Record
es: Agregar Registro

source: Add Record System
es: Agregar Registro Sistema

source: Add Result
es: Añadir Resultado

# AddResultWarning
source: Can't add a final result, when there are a true or false result
es: No se puede añadir un resultado final, cuando existen resultados verdadero o falso

source: Add Retention Concept
es: Agregar Concepto de Retenciones

source: Add Rule Package
es: Añadir Paquete de Reglas

# AddSuccessfully
source: Register successfully added
es: Registro agregado correctamente

source: Add Template
es: Ingresar Plantillas

source: Adjustment
es: Ajuste

# AdjustmentPercentage
source: % Adjustment
es: % Reajuste

source: Administrative - Accounting
es: Administrativo Contable

source: Advanced
es: Avanzada

# AdvancedSearchTemporal
source: Temporary Advance Search
es: Búsqueda Avanzada de Temporal

# AdvancedSubBranch
source: Advanced Technical SubBranch Search
es: Búsqueda Avanzada de SubRamo Técnico

source: Aeronavigation
es: Aeronavegación

# AfectedPrimesLabel
source: Afected Primes
es: Primas Afectadas

# AfectedPrimesWarningLabel
source: The following primes are going to be affected
es: Las siguientes primas serán afectadas.

source: Affectation
es: Afectación

source: Affected Coverages:
es: Coberturas Afectadas:

source: Agency
es: Agencia

source: Agency is required
es: Agencia es requerido

# AgencyNotConfigured
source: Agency is not configured
es: La Agencia no está parametrizado:

source: Agent
es: Agente

# AgentCheckingAccountLabel
source: Agent Checking Account
es: Cta. Cte. Agentes

source: Agent Document Number
es: Nro. Doc. Agente

source: Agent Exists
es: El Agente ya está ingresado

# AgentMessageValidateDuplicateTemporal
source: in the temporary imputation number
es: en la imputación temporal nro.

# AgentMovementTitle
source: Agent Checking Account Movements Entry
es: Ingreso de Movimientos Cta. Cte. Agentes

source: Agent Name
es: Nombre Agente

# AgentsMessageValidateDuplicate
source: Movement is already registered
es: Movimiento ya esta registrado

# AgentsMessageValidateDuplicateReal
source: in the imputation number
es: en la imputación nro.

source: Agent Tax
es: Impuestos por Agente

source: Agent Type
es: Tipo Agente

source: Aggregates
es: Agregados

# AlertMaxTableSearch
source: Maximum 50 records are displayed
es: Se muestran máximo 50 registros

source: Alignment
es: Alineación

source: All
es: Todo

source: All Accounts
es: Todas las Cuentas

source: All Agents
es: Todos los Agentes

source: All Branches
es: Todas Sucursales

source: All Coinsurances
es: Todas las Coaseguradoras

source: All company
es: Toda la compañía

source: All Insureds
es: Todos los Asegurados

source: All Intermediaries
es: Todos los Intermediarios

source: All Modules
es: Todos los módulos

# AllPrefix
source: All Prefixes
es: Todo Ramos

# AllyCoverageSaveSucces
source: Successfully Saved Ally Coverage
es: Cobertura Aliada guardada

# AlreadyAppliedRealImputationQuotaWarning
source: it's already applied on imputation Num.
es: está aplicada en la imputación

# AlreadyAppliedTemporalImputationQuotaWarning
source: it's already applied on temporary imputation Num.
es: está aplicada en la imputación temporal

# AlreadyDefaultCompany
source: There is already a default company
es: Ya existe compañía por Defecto

# AlreadyExistsByTemplate
source: Format type already exists for this template
es: Ya existe el tipo de Formato para esta plantilla

# AlreadyExistsConcept
source: Already Concept Exists
es: El Concepto ya Existe

# AlreadyExistsPaymentMethod
source: Payment Method Already Exists
es: El Conducto ya Existe

source: Amortization
es: Amortizaciones

source: Amortized Value
es: Valor a Amortizar

# AmounExceedsTotalMessage
source: The amount paid plus the total amount of the plan exceeds the total amount to be paid
es: El importe ingresado más el total del plan sobrepasa el monto total a pagar

source: Amount
es: Importe

# AmountBallot
source: Ballot Amount
es: Importe Boletas

# AmountCard
source: Cards Amount
es: Importe Tarjetas

# AmountExceedsTotal
source: Amount Exceeds to the Total
es: Monto excede el total

source: Amount Exchange
es: Importe Cambio

# AmountNotValue
source: Amount less zero
es: valor de pago de poliza menor a 0

# AmountPayableLocalCurrency
source: Amount Payable L. C.
es: Importe a Pagar ML

# AmountRequired
source: Amount is required
es: El importe es requerido

source: Amount should be numeric
es: El importe debe ser numérico

source: Amount to pay
es: Importe a Pagar

source: Amuont Difference
es: Monto Diferencia

source: An Agent
es: Un Agente

# AnalisysConcept
source: Analisys Concepts
es: Conceptos de Análisis

source: Analisys Concept By Code
es: Concepto de Análisis por Código

source: Analisys Treatment
es: Tratamiento de Análisis

source: Analysis
es: Análisis

source: Analysis Account Transaction
es: Analisis de Transacciones Contables

# AnalysisAdd
source: Add Analysis
es: Agregar Análisis

source: Analysis Code
es: Código Análisis

# AnalysisCodeAdd
source: Add Analysis Codes
es: Añadir Códigos de Análisis

# AnalysisCodeIdValidation
source: Analysis Code's Id is invalid
es: Id de Código de Análisis inválido

source: Analysis Code Not Exist
es: No existe el codigo de analisis Ingresado

source: Analysis Concept
es: Concepto de Análisis

# AnalysisConceptAdd
source: Add Analysis Concept
es: Agregar Concepto de Análisis

# AnalysisConceptCode
source: Analysis Concept for Code
es: Analisis Concepto por Código

source: Analysis Concept Edit
es: Editar Concepto de Análisis

source: Analysis Concept Key
es: Clave Concepto de Análisis

source: Analysis consult
es: Consulta de análisis

source: Analysis Edit
es: Editar Análisis

source: Analysis Key
es: Clave Análisis

# AnalysisRequired
source: Analysis Required by incoming concept
es: Analisis requerido para el concepto ingresado.

# AnalysisTreatmentAdd
source: Add Treatment Analysis
es: Agregar Tratamiento de Análisis

source: Analysis Treatment Edit
es: Editar Tratamiento de Análisis

source: Analysis type
es: Tipo Análisis

source: An Coinsurance Company
es: Una Compañía Coaseguradora

source: and must total
es: y debe sumar

source: Annual
es: Anual

source: Annual Added Limit
es: Limite Agregado Anual

source: Annual Interest Rate
es: Tasa Interés Anual

source: Annul
es: Anular

source: Annulled
es: Anulado

source: Annulment
es: Anulación

source: Annulment Checks
es: Anulación Cheques

# AnotherCheckbook
source: The check belongs to another checkbook
es: El Cheque Ya Pertenece a Otra Chequera...

# Answer_Events_Caption
source: Answer - Events
es: Eventos por Responder

source: Anulled Retention
es: Rentenciones Anuladas

# APAccountOnEntry
source: Account on entry (with AP super)
es: Cuentas en asientos (con PUC super)

source: Application
es: Aplicación

# ApplicationAccountingIntegrationLabel
source: Application Accounting Integration
es: Integración de la aplicación con Contabilidad

source: Application Bills Main
es: Aplicación de Recibos

# ApplicationJournalTitle
source: Dialog Journal Temporary
es: Asiento de Diario Temporal Nro.

source: Application Month
es: Mes Aplicación

source: Application Receipt Number
es: Nro. Recibo Aplicación
