Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# CoverageDialog_RiskCoverageEstimation
source: Risk/Coverage/Estimation
es: Riesgo/Cobertura/Estimación

# CoverageDialog_thirdVehicle
source: Thrird Vehicle
es: Vehículo Tercero

source: Coverage Number
es: Número Cobertura

# CoveragePartial_DeleteRow
source: Select a row to delete
es: Seleccione una fila para borrar

# CoveragePartial_driver
source: Driver
es: Conductor

# CoveragePartial_list_coverages
source: Coverage Affected List
es: Listado de Coberturas Afectadas

# CoveragePartial_message
source: Select a row to edit!!!
es: Seleccione una fila para editar

# CoveragePartial_name
source: Name
es: Nombre

# CoveragesClaimDialog_limit
source: Limit
es: Limite

# CoveragesClaimPartial_compensation
source: Compensation
es: Indemnización

# CoveragesClaimPartial_Estimation_Concept
source: Est Concept
es: Concepto Estimación

# CoveragesClaimPartial_fee
source: Fee
es: Honorarios

# CreateCodeAnalysis
source: The analysis code for the accounting movement was satisfactorily created:
es: Se creo satisfactoriamnte el codigo de anlisis para el movimiento contable:

source: Creation of
es: Creación de

source: Credit
es: Crédito

source: Creditable
es: Acreditable

source: Credit Card
es: Tarjeta de Credito

source: Credit Card Number
es: Nro. Tarjeta Crédito

# CreditCardNumberRequired
source: Credit card number is required
es: Número tarjeta crédito es requerido

source: Credit Cards
es: Pago con Tarjetas

source: Credit Notes
es: Notas de Crédito

source: Credit Notes Generation
es: Generación de Notas de Crédito

source: Credits
es: Créditos

source: Cumulus key
es: Clave de Cúmulo

source: Cumulus Type
es: Tipo de Cúmulo

source: Currency
es: Moneda

source: Currency Difference
es: Diferencia de Moneda

source: CurrencyId
es: Id Moneda

source: Current Account
es: Cuenta Corriente

# CurrentAccountConceptCodeRequired
source: Current account concept code is required
es: El codigo de concepto de la cuenta corriente es requerido

source: CurrentDate
es: Fecha de inicio de vigencia

source: Current From
es: Fecha Vigencia Desde

# CurrentFromTax
source: Valid since
es: Vigencia Desde

source: Current insured amount preliminary entry
es: Asiento preliminar sumas aseguradas vigentes

source: Current insured amounts technical chart
es: Cuadro técnico de sumas aseguradas vigentes

source: Current Plan
es: Plan Actual

source: Current Policies
es: Pólizas vigentes

source: Current Risks
es: Riesgos en Curso

source: Current Status
es: Estado Actual

source: Current To
es: Fecha Vigencia Hasta

source: CurrentToEnd
es: Hasta

source: Current Year Interest
es: Interés Año Actual

source: Cut Date
es: Fecha de Corte

source: Daily Accounting
es: Contabilidad Diaria

source: Daily Cash Closing List
es: Listado de cierre de caja diario

# DailyClosingCashCloseBox
source: The billing has closured successfully
es: La caja se ha cerrado correctamente

# DailyClosingCashSaveValidateCash
source: Not all cash has been associated to an internal ballot
es: No se ha Asociado todo el Efectivo a una Boleta Interna

# DailyClosingCashSaveValidateCashOne
source: Missing associate a value of
es: Falta asociar un valor de

# DailyClosingCashSaveValidateCheck
source: Not all checks/ transfer/ credit cards have been associated to an internal ballot
es: No se han Asociados Todos los Cheques/Transferencias/Tarjetas/a una Boleta Interna

# DailyClosingCashTabSubtitle
source: Daily Cash Closing
es: Cierre Diario de Caja

# DailyClosingCashTabTitle
source: Cash Closing
es: Cierre de Caja

# DailyEntryRevertion
source: Revertion
es: Reversión

# DailyEntrySeat
source: Journal Entry Seat
es: Ingreso de Asiento Diario

source: Daily Income Detail
es: Detalle diario de ingresos

source: Daily outcome details
es: Detalle diario de egresos

source: Daily outcome summary
es: Resumen diario de egresos

source: Daily Summary Income
es: Resumen diario de ingesos

source: Data
es: Datos

source: Data already exists
es: Los datos ingresados ya existen

# DataLoadedFromElectronicPayment
source: Values have been gotten for automatic payment
es: Se obtuvieron automáticamente los valores para el abono automático

source: Data Not Found
es: Dato no encontrado

# DataQuotation
source: Quotation Data
es: Datos de la Cotización

source: Data Risk Judicial Bond
es: Datos Riesgo Caución Judicial

source: Data Source
es: Origen de Datos

source: Data Type
es: Tipo de Dato

source: Data type Id
es: Id de tipo de dato

source: Date
es: Fecha

# DateAndLessThanOrEqualTo
source: and less than or equal to
es: y menor igual a

source: Date Consignment
es: Fecha Consignación

source: Date Consignment Check
es: Fecha del Cheque

source: Date decline
es: Fecha declinación

source: Date Delivery
es: Fecha Entrega

# DateExclusionGreaterValidity
source: The date of exclusion is greater than the validity
es: La fecha de exclusión es mayor a la vigencia

source: Date Expiration User
es: Fec. Expira usuario

source: Date First Payment
es: Fecha de Primer Pago

# DateFrom
source: Date Since
es: Fecha Desde

source: Date from greater or equal
es: Fecha desde debe ser mayor o igual a

source: Date Home Collection
es: Fecha Inicio Recaudo

source: Date Income From
es: Fecha Ingreso Desde

source: Date Income To
es: Fecha Ingreso Hasta

# DateInvalid
source: The date must not be greater than the current date
es: La fecha no debe ser mayor a la fecha actual

# DateInvalidBalanceInquiries
source: The search date must not be longer than the current date
es: La fecha de busqueda no debe ser mayor a la fecha actual

# DateIssueTo
source: Date Emission To
es: Fecha Emisión hasta

source: Date Last Modified
es: Fec. Ult. Modificación

# DateModifid
source: Modification Date
es: Fecha Modificación

source: Date Of Effective Cancellation
es: Fecha de Cancelación Efectiva

source: Date Process From
es: Fecha Proceso Desde

source: Date Process To
es: Fecha Proceso Hasta

# DateQuota
source: The date of the aggregate amount must be greater than the date of the last value
es: La fecha de la cuota ingresada debe ser mayor a la fecha de la úlima cuota

source: Date Quotation From
es: Fecha Cotización desde

# DateRangeInvalid
source: Invalid date range
es: Rango de fecha incorrecto

source: Date Reception Box
es: Fecha Recep. Caja

# DateRequired
source: Date is required
es: La fecha es requerida

source: Dates
es: Fechas

source: Date To
es: Fecha Hasta

source: Date until
es: Fecha hasta

source: Date Voucher
es: Fecha Comprobante

source: Day
es: Día

source: Days between quota
es: Dias entre cuota

source: Days From
es: Dias Desde

source: Days To
es: Dias Hasta

source: Day Until
es: Día Hasta

# DeactivateAccount
source: You want to disable the account?
es: ¿Desea desactivar la cuenta?

source: Debit
es: Débito

source: Debit Code
es: Código Débito

source: Debits
es: Débitos

source: Debit Status Codes
es: Códigos de Estado Débito

source: Debit Status Table
es: Tabla de Estados Débito

source: Debit Status Type
es: Tipo Estado Débito

# Debtor_NoRegisteredAlert
source: It is not registered as a Debtor
es: No está registrado como deudor

source: Debtors By Prime
es: Deudores por prima

source: December
es: Diciembre

source: Decision Table
es: Tabla de decisión

source: Decision Tables
es: Tablas de Decisión

source: Deductible Code
es: Codigo Deductible

# Deductible_Description
source: Deductible Text
es: Texto Deductible

source: Deductible Id
es: Id de Deducible

source: Default
es: Por Defecto

# DefaultDescription
source: << Select >>
es: << Seleccione >>

source: Default Sales Point
es: Pto. Vta. por Defecto

source: Defendant
es: Demandado

source: Delete
es: Eliminar

# DeleteBallot
source: Are you sure to remove the Selected Card(s)?
es: Esta seguro de quitar la (las) tarjeta(s) selecionada(s)?

source: Delete Condition
es: Borrar Condición

# DeleteConfirmationMessage
source: Do you want to delete the selected record?
es: ¿Desea eliminar el registro seleccionado?

# DeleteContractOrder
source: The order of removal is not allowed
es: El orden de eliminación no es permitido

# DeleteCRUD
source: {0} removed
es: {0} eliminado

# DeletedMultipleRecords
source: Are you sure to delete the selected item (s)?
es: Está seguro de eliminar el (los) registro(s) selecionado(s)?

source: Delete Record
es: Eliminar Registro

source: Delete reinsurance
es: Eliminar Reaseguro

source: Delete Result
es: Borrar Resultado

# DeleteRisksWithError
source: Delete Errors
es: Eliminar Errores

# DeleteSucces
source: Information successfully deleted
es: Datos Eliminados Correctamente

# DeleteSuccessfully
source: Record delete successfully
es: Registro(s) eliminado(s) correctamente

# DeleteSummaryCash
source: You must delete the cash from the list
es: Debe eliminar el efectivo de la lista

source: Delivered
es: Entregado a...

source: Delivery Check
es: Entrega Cheques

source: Delivery Date
es: Fecha de Envio

source: Delivery Details
es: Datos de entrega

source: Delivery Type
es: Tipo Entrega

source: Denunciation Number
es: Nro. Denuncia

# DepositBallotNumber
source: Ballot Deposit Num.
es: Nro. Boleta Dep.

source: Deposit Date
es: Fecha Depósito

# DepositDepositCards
source: Deposit of Deposit Cards
es: Tarjetas Pendientes de Depósito

source: Deposit Information
es: Información del Depósito

source: Depositing Checks
es: Ingreso de Cheques

source: Depositor
es: Abonador

source: DepositorName
es: Nombre Depositante

source: Depositor Name Consignment
es: Nombre Depositante Consignación

# DepositorNameRequired
source: Depositor name is required
es: Nombre depositante es requerido

# DepositPersentage
source: % Deposit
es: % Depósito

source: Deposit Premium
es: Prima Depósito

# DepositPremiumAmountMinValue
source: Deposit premium value must be greater or equal zero
es: Prima en Depósito deber ser mayor o igual que cero

source: Deposit premium - Payments
es: Primas en depósito - Pagos

source: Deposit Release Date
es: Fecha Liberación Depósitos

source: Deposit Slip
es: Boleta de Depósito

source: Deposit Slip Search
es: Búsqueda Boleta Depósito

source: Deposit Transaction
es: Transacción Depósito

# DescripcionAccesory
source: Accessory Description
es: Descripción Accesorio

source: Description
es: Descripción

# DescriptionCondition
source: Condition Description
es: Descripción Condición

# DescriptionRequired
source: Description is required
es: Descripción es requerido

# DescriptionRule
source: Description of the rule
es: Descripción de la regla

source: Destination
es: Destino

# DestinationAccountNotEntered
source: The destination account has not been entered or the entered value does not contain the wildcard "%".
es: No se ha ingresado la cuenta contable de destino o el valor de ingresado no contiene el comodin "%".

source: Destiny
es: Destino

source: Detail
es: Detalle

source: Detail commissions
es: Detalle Comisiones

source: Detail Design Format
es: Detalle Formato Diseño

source: Detailed
es: Detallado

source: Details
es: Detalles

source: Detail Type
es: Tipo de detalle

# DialogAccountingMovementsTitle
source: Movements Income Accounting
es: Ingreso de Movimientos Contabilidad

source: Dialog Application Receipt
es: Recibo de Solicitud

# DialogApplicationReceiptApplicationTitle
source: Receipt Information
es: Información del Recibo

# DialogCoinsuranceMovementsTitle
source: Entry of Additional Movements into Coinsurance Account
es: Ingreso de Movimientos Adicionales a Cta. Cte Coaseguros

# DialogCommissionRetainedCommissionGranted
source: Commission Granted
es: Comisión Descontada

# DialogCommissionRetainedOutstandingCommission
source: Outstanding Commission
es: Comisión Pendiente

# DialogCommissionRetainedTitle
source: Commission Retained Income
es: Ingreso Comisiones Descontadas

# DialogDepositPremiumsFeeBalance
source: Quota Balance
es: Saldo Cuota

# DialogDepositPremiumsOverPayment
source: Overpayment
es: Pago en Exceso

# DialogDepositPremiumsTitle
source: Modification of Payable Amount
es: Modificación Importe a Pagar

# DialogDepositPremiumsUsedAmount
source: Value to Use
es: Valor a Utilizar

# DialogDepositPremiumsUseDepositPremiums
source: Use raw
es: Utilizar Primas

# DialogExchangeCardConfirmationMessage
source: Are you sure you want to regularize payment?
es: Esta seguro de regularizar?

# DialogInsuredLoanMovementsTitle
source: Insured Loans
es: Préstamos Asegurados

# DialogMassiveProcess
source: The branch is not open, you can not continue the process
es: La sucursal no esta abierta, no se puede continuar con el proceso

# DialogMovementPrimeDepositConfirmationMessage
source: This action will delete all the selected values
es: Esta acción anulará la selección de valores de primas en depósito

# DialogReinsuranceMovementsTitle
source: Additional income current account movements reinsurance
es: Ingreso de Movimientos Adicionales a Cta. Cte Reaseguros

# DialogSearchPolicyTitle
source: Search Policies
es: Búsqueda de Pólizas

# DialogTitleTemporary
source: Temporary Num.
es: Temporal Nro.:

source: Difference
es: Diferencia

# DifferentialCommissionPercentage
source: % Differential Commission
es: % Comisión Diferencial

# DifferentialCommissionPercentageMessage
source: The differential commission percentage between 0 and 100
es: El % comisión diferencial debe ser entre 0 y 100

source: Diligence Date
es: Fecha Diligenciamiento

# DirExist
source: There is Already a Main Direction
es: Ya existe Una dirección Principal

source: Disabled
es: Deshabilitado

# DisabledEmisionReversion
source: Not is possible to reverse an emission endorsement
es: No es posible revertir un endoso de emision

# DiscountedCommissionsLabel
source: Fees Deducted
es: Comisiones Descontadas

source: Discounting commissions
es: Descontar comisiones

# DiscountsParametrization
source: Parametrization Discount
es: Descuentos Parametrizados

# DiscountsTitle
source: Discount Data
es: Datos Descuentos

# DiscountsType
source: Type Discount
es: Tipo de Tasa

source: Distinct to
es: Distinto a

source: Distribution Month
es: Mes Distribución

# DistributionQuotaRequired
source: Distribution of quota is mandatory
es: Distribucción de cuotas es obligatoria

# DistributionRequiredAllField
source: Distribution is mandatory for all fields.
es: La distribucción es obligatoria para todos los campos.

source: Distributions
es: Distribuciones

# DocNumberPayer
source: Document Number/Payer
es: Nro. Doc/Abonador

# DocNumInsured
source: Insured Document Num.
es: Nro. Doc. Asegurado

# DocNumPayer
source: Document Num./Payer
es: Nro.Doc Pagador

source: Document Date
es: Fecha Documento

# DocumentErrors
source: Please check document errors
es: Documentos con errores favor verifique

source: Document Not Rejected
es: Documento sin rechazar

# DocumentNumber
source: Document No.
es: Nro. Documento

source: Document Number already registered
es: El número de documento ya ha sido registrado

source: Document Number Consignment Check
es: Nro. Documento Cheque

source: Document Number Intermediary
es: Nro. Doc. Intermediario

# DocumentNumberReceiptPayer
source: Doc. Number Receipt payer
es: Nro. Doc Abonador

# DocumentNumberRequired
source: Document number is required
es: Número documento es requerido

source: DocumentType
es: Tipo Documento

source: Do not Eliminate Details Litter
es: La Eliminación de los detalles es en forma descendente

source: DoorQuantity
es: Cantidad de puertas

# DownloadFileLink
source: Download File
es: Descargar archivo

source: Download Table
es: Descargar Tabla

source: Draft Account
es: BORRADOR CUENTA CORRIENTE

source: DraftTechnical Account
es: BORRADOR CUENTA TÉCNICA

source: % Drag Loss
es: % Arrastre Pérdida

# DragLossMessage
source: The drag loss between 0 and 100
es: El Porcentaje de arrastre de pérdida debe ser entre 0 y 100

source: Drawer Name
es: Nombre del Librador

# DriverData_Age
source: Age
es: Edad

# DriverData_LicenseNumber
source: Lincense Number
es: Nro Licencia

# DriverData_LicenseType
source: License Type
es: Tipo Licencia

# DriverData_ValidThru
source: Valid Thru
es: Vto Licencia

# DropDownListOptionDefault
source: --SELECT--
es: --SELECCIONE--

# DueCheckLegalization
source: Due to check legalization
es: Por legalización de cheque

source: Due Date
es: Fecha de Vencimiento

source: Due Date From
es: Fecha Vencimiento Desde

source: Due Porfolio
es: Antigüedad de Deuda

source: Duplicate
es: Duplicado

# DuplicatedRecord
source: Registration has already been entered
es: El registro ya ha sido ingresado

source: Duplicate line association
es: Existe una asociación de lineas con esta información

# DuplicateLineDescription
source: There is already a line with the same description and type of cluster.
es: Ya existe una linea con la misma descripción y tipo de cúmulo.

source: Duplicate Payment Concept
es: Duplicar Conceptos de Pago

# DuplicateRecords
source: The item is already on the list of concepts payment
es: El ítem ya esta en la lista de conceptos de pago

# DuplicateRecordsAssociate
source: The items already in your quick list of points to associate
es: El ítem ya esta en la lista de ítems a asociar

source: Duration
es: Duración

source: Dynamic
es: Dinámica

source: Dynamic Accounting Entry Condition
es: Condición Asiento Dinámico

source: Economic Activity
es: Actividad Económica

source: Edit
es: Editar

source: Edit Account
es: Editar Cuenta

source: Edit Accounting Concept
es: Editar Conceptos Contables

source: Edit Accounting Entry
es: Editar Asiento Contable

source: Edit Accounting Reclassification Parameterization
es: Editar Parametrización Reclasificación Contable

# EditAccountingRule
source: Edit rule
es: Editar regla

# EditAccountTypeRelationship
source: Edit Account Type Relationship Payment Method
es: Editar Relación Conducto Tipo de Cuenta

source: Edit Analysis Concept Key
es: Editar Clave Concepto de Análisis

source: Edit Automatic Debit Format Assignment
es: Editar Asignación Formato Débito Automático

source: Edit Bank Code Equivalence
es: Editar Equivalencia Código Bancario

source: Edit Banking Movement
es: Editar Movimiento Bancario

# EditBankNetworkRelationship
source: Edit Bank Network Relationship Payment Method
es: Editar Relación Red por Conducto

source: Edit Bank Response Code
es: Editar Código Respuesta Banco

source: Edit Bank Statement
es: Editar Extracto Bancario

source: Edit Company Bank Account
es: Editar Cuenta Bancaria Compañía

source: Edit Concept
es: Editar Concepto

source: Edit Condition
es: Editar Condición

source: Edit Debit Status Code
es: Editar Código Estado Débito

source: Edit Entry
es: Editar Asiento

source: Edit Entry Type
es: Editar Asiento Tipo

source: Edit Exchange Rate
es: Editar tasa de cambio

source: Edit Field
es: Editar Campo

source: Edit Field Format Design
es: Editar campo del diseño de formato

source: Edit Format Design
es: Editar diseño de formato

source: Edit Network
es: Editar Red

source: Edit Parameter
es: Editar Parámetro

source: Edit Payment Type
es: Editar Tipo de Pago

# EditPercentageByRetentionConcept
source: Edit Percentage By Retention's Concept
es: Editar Porcentaje por Concepto de Retenciones

source: Edit Range Detail
es: Editar detalle de rangos

source: Edit Reconciliation Format Assignment
es: Editar Asignación Formato Conciliación

source: Edit Record
es: Editar Registro

source: Edit Result
es: Editar Resultado

source: Edit Retention Concept
es: Editar Concepto de Retenciones

source: Edit Rule Package
es: Editar Paquete de Reglas

# EditSuccessfully
source: Register successfully edited
es: Registro actualizado correctamente

source: Edit Template
es: Editar Plantillas

source: Efecty Payment Orders
es: Órdenes de Pago Efecty

source: Effective Date
es: Fecha de Vigencia

# EffectiveExtension
source: Effective Extension Date
es: Extensión

source: Elapsed
es: Tiempo Transcurrido

source: Embargo Date
es: Fecha Embargo

# Embargo_EmbargoedTotalValue
source: EmbargoedTotalValue
es: Valor Total Embargado En Pesos

# Embargo_EnactedLimitValue
source: Enacted Limit Value
es: Valor Limite Decretado

# Embargo_isAccountSeized
source: Seized
es: Cta Embargada

# Embargo_OfficialLetterDate
source: Official Letter Date
es: Fecha Oficio

# Embargo_RealLimitValue
source: Real Limit Value
es: Valor Limite Decretado en Pesos

# Embargo_RealValueProvidedTheCourt
source: Real Value Provided The Court
es: Valor en Pesos a Disposicion del Juzgado

# Embargo_SeizedValue
source: Seized Value
es: Valor Embargado

source: Embargo Type
es: Tipo Embargo

source: Emission process initiated
es: Proceso de emision iniciado

source: Employee
es: Empleado

source: Employee Document Number
es: Nro. Doc. Empleado

source: Employee Name
es: Nombre Empleado

source: Empty fields
es: Campos vacios

# EmptyFile
source: Possibly empty file
es: Archivo posiblemente vacio

source: Enabled
es: Habilitado

source: Enabled / Disabled
es: Habilitado / Deshabilitado

source: Enabled For
es: Habilitar Para

source: Enabled Item
es: Habilita Ítems

source: End
es: Fin

source: End Date
es: Fecha Fin

source: Endorsement
es: Endoso

# EndorsementChangeClauses
source: Clauses Change Endorsment
es: Endoso Cambio de Cláusulas

# EndorsementChangePaymentPlan
source: Payment Plan Change Endorsment
es: Endoso Cambio Plan de Pago

# EndorsementClosedMonth
source: Endorsement corresponds to a closed month
es: Endoso corresponde a un mes cerrado

source: Endorsement Code
es: Cod. Endoso

# EndorsementdDataChangePaymentPlan
source: Payment Plan Change Endorsment Data
es: Datos Endoso Cambio Plan de Pago

# EndorsementForChangeTerm
source: Change Term
es: Traslado de Vigencia

source: Endorsement Id
es: Id. Endoso

source: EndorsementNoteCredit
es: Endoso Nota Crédito

source: Endorsement Number
es: Número de Endoso

# EndorsementPolicyConsultation
source: Query Policy/Endorsment
es: Consulta de Póliza / Endoso

# EndorsementRequired
source: Endorsement is required
es: Número endoso es requerido

source: Endorsements
es: Endosos

# EndorsementTextChangeData
source: Text Change Endorsment Data
es: Datos Endoso Cambio de Texto

source: Endorsement Type
es: Tipo de Endoso

source: Endorsement year
es: Año de Endoso

# EndorsmentCollectivesCanBeIssued
source: Endorsement for collective {0} policy, can be issued
es: El endoso para la póliza {0} de colectivas, se puede emitir

source: Engine Quantity
es: Cilindrada del motor

source: Enter Accoun Name
es: Ingrese el nombre la Cuenta..

# EnterActivityRisk
source: Enter the activity risk
es: Introduzca el riesgo de actividad

# EnterAgentDocument
source: Enter Agent Document Number..
es: Ingrese el número de documento del Agente..

source: Enter Agent Name..
es: Ingrese el nombre del Agente..

# EnterAnalysisConceptKey
source: Enter the analysis concept key
es: Ingresar la clave concepto de análisis

source: Enter analysis description
es: Ingresar descripción de análisis

# EnterAuthorize1DocumentNum
source: Enter Authorizers document number 1
es: Ingrese el número de documento del Autorizador 1

# EnterAuthorize2DocumentNum
source: Enter Authorizers document number 2
es: Ingrese el número de documento del Autorizador 2

# EnterBankBranch
source: Enter the bank's branch
es: Ingrese la sucursal del Banco

source: Enter Bank Name
es: Ingrese el nombre del Banco

source: Enter Business
es: Buscar Negocio

source: Enter Code....
es: Ingrese el Código...

source: Enter Code Analysis
es: Ingrese la Clave de Análisis..

source: Enter CoInsurance Name..
es: Ingrese el nombre de la Coaseguradora..

# EnterCoInsuranceNumberDocument
source: Enter Document CoInsurance..
es: Ingrese el documento de la Coaseguradora..

# EnterCompanyAddressTypeToSearch
source: Enter Addres Type To Search
es: Buscar Tipo de Dirección

source: Enter Company Name
es: Ingrese el nombre de la Compañía..

source: Enter Concept Code
es: Ingrese el código del Concepto..
