Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

source: Rules Coverage
es: REGLAS A NIVEL COBERTURA

# RulesGeneral
source: General Rules
es: REGLAS A NIVEL GENERAL

source: Rules Risk
es: REGLAS A NIVEL RIESGO

source: Sale AMount
es: Valor Venta

# Sale_Buyer
source: Buyer
es: Comprador

source: Sale Date
es: Fecha Venta

# Sale_Note
source: Note
es: Nota

source: Sale Quantity
es: Cantidad Vendida

source: Sale Point
es: Punto de Venta

source: Sale Point Id
es: Id. Pto. Venta

source: Sale Rate
es: Tarifa venta

source: SalesPoint successfully modified
es: Puntos de venta modificados correctamente

# Salvage_AddValid
source: The salvage selected has already been added
es: El salvamento seleccionado ya ha sido agregado

# Salvage_AssignmentDate
source: Assigment Date
es: Fecha Cesión

# Salvage_CreationDate
source: Creation Date
es: Fecha Creación

# Salvage_delete_warning
source: You are about to delete a record, continue?
es: Se eliminaran el registro, desea continuar?

# Salvage_DepartureDate
source: Departure Date
es: Fecha Salida

# Salvage_DescriptionShort
source: Salvage Desc
es: Desc Salvamento

# Salvage_EstimatedSale
source: Estimated Sale
es: Estimado Venta

# Salvage_fee_payments_load_warning
source: Please load the payments
es: Por favor cargue las cuotas y plazos

# Salvage_incomplete_fields
source: Required data is missing
es: Faltan datos obligatorios por llenar

# Salvage_no_policy_data
source: Policy data is missed
es: No existen Datos de Póliza

# Salvage_no_records_delete
source: There are no records to delete
es: No existen registros para eliminar

# Salvage_no_records_edit
source: There are no records to edit
es: No existen registros para editar

# Salvage_no_sales_records
source: There are no sales
es: No existen ventas

# Salvage_no_salvage_records
source: There are no salvages
es: No existen Salvamentos

# Salvage_no_salvages_records_sales
source: There are no salvages for sales to be assigned to
es: No existen salvamentos para asignar ventas

# Salvage_no_subclaim_records
source: There are no subclaims for salvages to be assigned to
es: No existen subreclamos para asignar salvamentos

# Salvage_payment_sum_warning
source: The payments sum is not equal to total, please check to continue
es: La suma de las cuotas, no da el valor total, revise para poder continuar

# Salvage_select_currency
source: Please select currency
es: Por favor seleccione la moneda

# Salvage_select_sales_edit
source: Please select a sale to continue
es: Por favor seleccione una venta para continuar

# Salvage_select_salvage_edit
source: Please select a salvage to continue
es: Por favor seleccione un salvamento para continuar

# Salvage_select_subclaim
source: Select a subclaim, please
es: Por favor seleccione un subsiniestro

# Salvage_select_subclaim_edit
source: Please select a subclaim to continue
es: Por favor seleccione un subreclamo para continuar

# Salvage_UnitsQuantity
source: Units Qty
es: Cant Unidades

source: Save
es: Guardar

# Save_PaymentRequest
source: Payment was saved correctly
es: Se grabo correctamente el pago

# Save_SaleRequest
source: Sale correctly saved
es: Se grabo correctamente la venta

# Save_SaleRequestSalvage
source: from salvage
es: del salvamento

# Save_SalvageRequest
source: Salvage correctly saved
es: Se grabo correctamente el salvamento

# Save_SalvageRequestClaim
source: of claim
es: del reclamo

# Save_SalvageRequestSubClaim
source: of subclaim
es: del subreclamo

source: Save Access
es: Guardar Accesos

source: Save all
es: Guardar todo

source: Save Changes ?
es: Guardar Cambios ?

# SaveCheckSucces
source: Successful recording correctly assigned check
es: Grabación exitosa cheque asignado correctamente

# SavedBranchAlliance
source: Success Save Data
es: Datos guardados correctamente

source: Save ended
es: Grabación finalizada

# SaveError
source: Failed to save the record
es: Error al guardar el registro

# SaveInsuredObject
source: Error Save Insured Object
es: Error guardando objeto de seguro

# SaveMessageBallot
source: Select at least one ballot from the list
es: Seleccionar al menos una boleta de la lista

# SaveModule
source: Save Modules
es: Guardar Módulos

# SavePerilsAdded
source: Protections added: {0}
es: Se guardaron correctamente {0} amparos.

# SavePerilsModify
source: <br />Protections modified: {0}
es: <br />Se editaron correctamente {0} registros.

source: Save Profile
es: Guardar Perfil

# SaveRealSuccessMessage
source: Successfully Applied Bill Nro:
es: Aplicación Exitosa del Recibo Nro:

# SaveRealSuccessTransactionMessage
source: Successfully Applied Transaction Nro:
es: Aplicación Exitosa. Transacción Nro:

source: Save SubModules
es: Guardar Submódulos

# SaveSuccessfully
source: Register recorded correctly.
es: Registro grabado correctamente.

# SaveTemporalConfirmationMessage
source: The total control is not equal to zero. Do you want to save in Temporal?
es: El Total Control es distinto de cero. ¿ Desea grabar en Temporal ?

# ScheduleDialog_beginning
source: Start Date /Time:
es: Comienzo Fecha/Hora:

# ScheduleDialog_end
source: Completion Date / Time:
es: Finalización Fecha/Hora:

source: Schema
es: Esquema

source: ScoreTypeDoc not found
es: Tipo Documento Datacrédito no encontrado

source: Search
es: Buscar

# Search_attorney_name
source: Attorney Name
es: Nombre Abogado

# Search_Claim_UserId
source: User Id
es: Id de Usuario

# Search_Location_Address
source: Address
es: Dirección

# Search_Location_City
source: City
es: Ciudad

# Search_Location_Title
source: LOCATION DETAILED SEARCH
es: BUSQUEDA ESPECÍFICA HOGAR

# Search_Payment_Temporary_Number
source: Temporary No.
es: Nro. Temporario

# Search_Surety_Title
source: SURETY DETAILED SEARCH
es: BUSQUEDA ESPECÍFICA DE FIANZAS

# Search_Title_General
source: Search General
es: Búsqueda General

source: Search Type
es: Tipo de Búsqueda

# Search_Vehicle_Title
source: SEARCH SPECIFIC VEHICLE
es: BUSQUEDA ESPECÍFICA DE VEHICULOS

source: Search Access
es: Buscar Acceso

# SearchBallotCheckDetails
source: Check Details for Internal Ballot Num.
es: Detalle Cheques Ingresados a Boleta Interna Nro.

# SearchBallotsCancellationBallot
source: Cancel Ballot
es: Anulación de Boleta

# SearchBallotsMessageExternalBallot
source: Can not be canceled, the ballot is already deposited in an External Ballot!
es: No se puede cancelar , la boleta ya está depositada en una Papeleta Externa

# SearchBallotsSearchCriteriaMessage
source: At least you must enter a search filter!
es: Al menos debe ingresar un filtro de búsqueda!

# SearchBillsMain
source: Bills Search
es: Búsqueda de Recibos

source: Search Branch
es: Buscar sucursal

source: Search By
es: Buscar por

source: Search Cards
es: Búsqueda Tarjetas

# SearchCardsToDeposit
source: Cards to deposit Search / DataPhone
es: Búsqueda de Tarjetas a Depositar / Datafono

# SearchCheckPendingDeposit
source: Depositing Checks consultation earrings
es: Consulta Cheques Pendientes de Depositar

# SearchChecksToDeposit
source: Checks To Deposit Search
es: Búsqueda de Cheques a Depositar

# SearchClaimsTitle
source: Search requests for payment of Claims
es: Busqueda de solicitudes de Pago de Siniestros

source: Search Criteria
es: Criterios de Búsqueda

source: Search deductible ID
es: Buscar ID de deducible

source: Searches
es: Consultas

source: Search Expense
es: Buscar Gastos

# SearchForDecisionTable
source: Search Decision table
es: Buscar Tabla de decisión

# SearchForScript
source: Search Script
es: Buscar Guiones

# SearchGroupPolicies
source: Search Search Policy group
es: Buscar Grupo de Políticas

source: Search Infringement Group
es: Buscar Grupo de Infracción

# SearchInsuranceObject
source: Search Insurances Object
es: Buscar Objeto del seguro

source: Search Journal Entry
es: Búsqueda Asiento de Diario

# SearchLabel
source: Searching
es: Búsqueda

# SearchListEntity
source: Description List of Values
es: Descripción Lista de Valores

source: Search Model
es: Busca Modelo

# SearchPartial_loading_data
source: Loading data...
es: Cargando datos...

# SearchPartial_notice_contact_name
source: Contact Name
es: Nombre Contacto

# SearchPartial_notice_list
source: Notice List
es: Listado de Avisos

# SearchPartial_notice_page
source: Page
es: Página

# SearchPaymentMethod
source: Search means of payment
es: Buscar medio de pago

# SearchPaymentReceipts
source: Search for Payment Receipts
es: Búsqueda de Recibos de Pago

# SearchPaymentRequestVariousTitle
source: Search payment request various
es: Búsqueda de solicitudes de pagos varios

source: Search Policy
es: Buscar Póliza

source: Search Profile
es: Buscar Perfil

# SearchQuotation
source: No. Quotation
es: No. Cotización

source: Search rating zone
es: Buscar zona de tarifación

# SearchReceiptApplicationType
source: Application Type
es: Tipo de Aplicación

# SearchReceipts
source: Check Payment Orders
es: Consulta Ordenes de Pago

# SearchReceiptTemporaryNumber
source: Temporary Number
es: Número Temporal

# SearchReinsureProcessMassive
source: Search Process Massive
es: Consulta Reaseguro Masivo

# SearchReinsureProcessMassiveDetails
source: Details Process Massive
es: Detalle Proceso Masivo

source: Search Sarlaft
es: Buscar Sarlaft

source: Search Summary
es: Resumen de Busquedas

source: Search Tax
es: Buscar Impuesto

# SearchTaxesRetention
source: Taxes and Retention
es: Impuestos/Retenciones

# SearchTemporary
source: Temporary Records Search
es: Búsqueda de Temporales

# SearchTemporaryDeleteConfirmationMessage
source: Are you sure you want to remove the selected temporary item?
es: Está seguro de eliminar el temporal seleccionado?

# SearchTemporaryDeleteConfirmationTitle
source: Delete Temporary Selected
es: Eliminar Temporal Seleccionado

# SearchTemporaryDeleteUnselected
source: Select a Temporary Record from the list
es: Seleccionar un temporal de la lista

source: Search User
es: Buscar Usuario

source: SearchWorkerType
es: Buscar Tipo de Trabajador

# SeatsAccountNotDelete
source: Can not erase an account used in an entry
es: No se puede borrar una cuenta que se encuentra en asientos

# SeatsCount
source: Entry Posting
es: Contabilizar Asientos

source: Second Surname
es: Segundo Apellido

source: Section
es: Sección

# SegureExit
source: Are you sure you want to leave?
es: ¿Esta seguro que desea salir?

# SelecctionPrefix
source: Select one or all Prefix
es: Seleccione uno o todos los Ramos

source: Selecction Report
es: Seleccione un Reporte

source: Select
es: Seleccione

source: - Select a Branch -
es: - Seleccione un Ramo -

# SelectAccountainOtherPayments
source: Select an account to continue
es: Seleccione una cuenta para continuar

source: Select Account Number
es: Seleccione número de Cuenta

source: Select Account Type
es: Seleccione Tipo de Cuenta

source: Select a Conditions Group
es: Seleccione un Grupo de Condiciones

source: Select Agent Main
es: Seleccione el Intermediario Principal

# SelectAllPolicy
source: Please verify that there are no records of the same unmarked policy
es: Por favor verifique que no queden registros de una misma póliza sin marcar

# SelectAllRequiredClauses
source: You must select all required clauses
es: Debe seleccionar todas las cláusulas obligatorias

source: Select analysis code
es: Seleccionar código de análisis

source: Select analysis concept
es: Seleccionar concepto de análisis

source: Select a Record
es: Seleccione un elemento

source: Select a rule to continue
es: Seleccione una regla para continuar

source: Select at Least One
es: Seleccione al menos una

# SelectBank
source: Selected entity bank
es: Seleccionar entidad bancaria

# SelectBillingGroup
source: You must select the billing group
es: Debe seleccionar el grupo de facturación

source: Select Branch
es: Seleccionar una sucursal

# SelectBranchBankAssociate
source: Select branch with bank associated
es: Seleccione una sucursal que tenga un banco y cuenta asociados

# SelectBranchPrefix
source: Select branch and prefix
es: Seleccionar sucursal y ramo

# SelectCompany
source: Select a Company
es: Seleccione una Compañia

# SelectConcept
source: Select a concept
es: Seleccione un concepto

source: Select Condition
es: Seleccionar Condición

source: Select Conduit
es: Seleccionar un conducto

source: Select cost center
es: Seleccionar centro de costos

source: Select currency
es: Seleccionar moneda

source: Select Debit Status Table
es: Seleccionar tabla de estados débito

# SelectDesignFormat
source: Select a design format
es: Seleccionar un diseño de formato

source: Select Detail
es: Seleccione un Detalle

# SelectedAccountBeforeContinuing
source: You must select an account before proceeding
es: Debe seleccionar una cuenta antes de continuar

# SelectedAplication
source: Select an application
es: Selecionar una aplicaicon

# SelectedChargeNoRisk
source: The selected charge has no risk for charging
es: El cargue seleccionado no tiene riesgos por tarifar

source: Selected Checks
es: Cheques Seleccionados

# SelectedCollect
source: You must select a collect to export the pending values
es: Debe seleccionar una caja para exportar los valores pendientes

source: Selected Concept
es: Concepto Seleccionado

# SelectedFileNotValid
source: The selected file is not valid
es: El archivo seleccionado no es válido

# SelectedLoadNoRisksWithError
source: The selected load has no risks with error
es: El cargue seleccionado no tiene riesgos con error

# SelectedRecordBeforeContinuing
source: You must select a record before continuing
es: Debe seleccionar un registro antes de continuar

source: Selected Records
es: Registros seleccionados

# SelectEvent
source: Select an Event
es: Seleccione un Evento

source: Select File
es: Seleccionar Archivo

source: Select Format
es: Seleccionar formato

source: Select Grouper
es: Seleccionar Agrupador

# SelectHolder
source: Select a holder
es: Seleccione un Tomador

source: Select Insured
es: Seleccionar Asegurado

source: Select Intermediary
es: Seleccionar Intermediario

# SelectionPolicies
source: Selection of Policies to Cancel
es: Selección de Pólizas a Cancelar

# SelectItem
source: Select an item
es: Seleccione un elemento

source: Select just one load
es: Seleccione sólo una carga

# SelectLineBusinessDelete
source: Select a line business to delete.
es: Seleccionar un ramo técnico para eliminar.

source: Select Load
es: Seleccione el Cargue

source: Select Lot Number
es: Seleccionar un número de lote

# SelectModule
source: Select a module
es: Seleccione un módulo

source: Select Net
es: Seleccionar una red

source: Select Obligatory Fields
es: Seleccione Campos Obligatorios

source: Select One Bank Account
es: Seleccionar una cuenta bancaria

# SelectOneCharge
source: You must select at least one charge
es: Debe seleccionar por lo menos un cargue

source: Select one contract
es: Seleccione un contrato

# SelectOneItem
source: Select a register
es: Seleccione un registro

# SelectOperationType
source: Select OperaionType
es: Seleccionar tipo de operación

# SelectPaymentRecordPlanIncome
source: Select a payment record for the plan's income
es: Seleccione un registro de pagos para el ingreso del plan

# SelectPoliciesSucessful
source: The policy selection has been correctly updated
es: Se ha actualizado correctamente la selección de pólizas

# SelectPolicy
source: Select a policy before proceeding
es: Seleccione una póliza antes de continuar

# SelectPrefix
source: Selected a Prefix
es: Seleccione un Ramo

# SelectPrefixCumulus
source: Selected a Prefix Cumulus
es: Seleccione un Ramo Cumulo

# SelectProcess
source: Select a process
es: Seleccionar un proceso

# SelectProcessEfecty
source: Selected Process Efecty
es: Seleccione Proceso Efecty

# SelectProspectus
source: Select a Prospectus
es: Seleccione un Prospécto

# SelectRecords
source: Select one or more records
es: Seleccionar uno o más registros

# SelectRecordSummaryTable
source: Select Record From Summary Table
es: Seleccione un Registro de la Tabla Resumen

# SelectReference
source: You must select a reference
es: Seleccione una referencia

source: Select Rejection Default Code
es: Seleccionar código rechazo defecto

# SelectResultingCondition
source: Select a resulting condition
es: Seleccione una condición resultante

# SelectReverseMovement
source: Select a reverse movement
es: Seleccionar un movimiento a reversar

source: Select Search By
es: Debe seleccionar la opción Buscar por

source: Select Table Code
es: Seleccionar código de tabla

# SelectTax
source: You must select a tax
es: Debe seleccionar un Impuesto

source: Select taxable base of Retentions
es: Seleccione base imponible de retenciones

# SelectTwoCriteria
source: You must select two criteria
es: Debe seleccionar dos criterios

# SelectTypeExercice
source: Selected a Type Exercice
es: Seleccione un Tipo Ejercicio

source: Select Type Tax
es: Seleccionar tipo impuesto

source: Select upload date
es: Seleccione fecha de carga

# SelectUser
source: Select a User
es: Seleccione un Usuario

# SendDateRequired
source: Send date is required
es: Fecha de envío es requerido

source: Send DateTime
es: Fecha y Hora de Envío

source: Sending Id
es: Id. Envío

# SentEmail
source: Email sent Sucessfully
es: Enviado a email

source: Separator
es: Separador

source: September
es: Septiembre

source: Service not available
es: Servicio no Disponible

# ServiceNotFound
source: It is likely that the application service is not raised
es: Es probable que el Servicio del Aplicativo no esté levantado

# ServiceNotFoundError
source: Applicative connection error
es: Error de conexión del aplicativo

# ServiceNotFoundMsj
source: Contact Manager for review
es: Contacte con el Administrador para su revisión

# SettlementCreditNotesNumber
source: Process Number Automatic Application of Credit Note
es: No. de Proceso de Aplicación

source: Shipping
es: Envío

# ShowFailed
source: Show Failed Records
es: Mostrar registros fallidos

# ShowReceiptReportLink
source: ~/en/Accounting/Report/ShowReceiptReport
es: ~/Accounting/Report/ShowReceiptReport

source: Show Taxes
es: Ver Impuestos

source: Sig in
es: Ingreso al Sistema

# SinglePolicyComponentsValidationMessage
source: does not have registered components, please contact the administrator
es: no posee componentes registrados, por favor contacte al administrador

# SlipNumber
source: Slip Num.
es: Nro. Slip

# SlipNumberRequired
source: Slip number is required
es: Número de slip es requerido

source: SlipsFacultative
es: SLIPS FACULTATIVOS

source: Small Description
es: Descripción Reducida

source: Sorting Options
es: Opciones de ordenamiento

source: Source
es: Origen

# SourceCodeNotExists
source: Source code does not exists
es: El número de recibo no existe

source: Special Processes
es: Procesos Especiales

source: Start Date
es: Fecha Inicio

source: Started
es: Iniciado

source: Status
es: Estado

# StatusDeposited
source: DEPOSITED
es: DEPOSITADO

source: Status Duplicated
es: Ya se encuentra una chequera habilitada

source: Stratum
es: Estrato

source: Stretch
es: Tramo

# SubBranchRequired
source: Sub branch is required
es: Sub Ramo es requerido

source: Sub Claim
es: Sub Siniestro

# SubLineOfBusiness
source: Sub Line Business
es: Sub Línea de Negocio

# SubModule
source: SubMódule
es: SubMódulo

source: Submodule already exists
es: El módulo ya existe

source: Sub prefix
es: SubRamo

source: Sub prefix from
es: Sub Ramo Desde

source: Sub prefix to
es: Sub Ramo Hasta

source: Subtotal Foreign Exchange
es: Subotal Moneda Extranjera

source: Subtotal Local Currency
es: Subtotal Moneda Local

source: Success
es: Exitoso

# SuccessAnnulment
source: Successful cancellation
es: Anulación Existosa

# SuccesSave
source: Successful cancellation
es: Grabacion exitosa

source: Successful
es: Exitoso(s)

source: Successful authorization
es: Autorización realizada con éxito

source: Successful Cancellation
es: Anulación exitosa

source: Successful Load Bank Response
es: Carga respuesta del banco exitosa

source: Success Full Printing
es: Impresión Exitosa

source: Successfully Saved
es: Guardada Exitosamente

source: Suffix
es: Sufijo

source: Sum
es: Suma

source: Sum Amount
es: Importe Suma

source: Summarized
es: Resumido

source: Summarized Agent
es: Resumido Agente

source: Summarized Insured
es: Resumido Asegurado

source: Summary
es: Resumen

source: Summary Affected Accounts
es: Resumen cuentas afectadas

source: Summary Payment Type
es: Resumen Tipo de Pago

# SummaryPayTransferPerson
source: Person who made the transfer
es: Persona que realizó la transferencia

# SummaryPendingTheProceeds
source: Summary of pending values
es: Resumen de valores pendientes

# SumPercentagesCostCentersDifferent
source: The sum of percentages of cost centers is different from 100%
es: La suma de porcentajes de centros de costos es distinto del 100%

source: Supplier Document Number
es: Nro. Doc. Proveedor

source: Supplier Name
es: Nombre Proveedor

source: Surety Operations
es: Operaciones de Fianzas

source: Suretyship Status
es: Estado Caución

source: Suretyship Type
es: Tipo de Caución

source: Suretyship Value
es: Valor Caución

source: System
es: Sistema

# SystemdateValidation
source: Entered Date cannot be Greather than today's Date.
es: La fecha a ingresar no puede ser mayor a la fecha actual.

source: System Modules
es: Modulos del Sistema

# tabAudienceResult
source: Audience Result
es: Resultado Audiencia

# tabClaimIndividual
source: Add Claims
es: Agregar Reclamos

# tabClaimSummary
source: Claims Summary
es: Resumen Reclamos

# tabExtraJudicialConciliation
source: Extra Judicial Conciliation
es: Conciliación Extra Judicial

# tabJudgment
source: Judgments
es: Fallos

# tabJudicialConciliation
source: Judicial Conciliation
es: Conciliación Judicial

source: Table Code
es: Código de Tabla

# tabLegalDefenseCommittee
source: Legal Defesne Committee
es: Comité Defensa Judicial

source: Table Name
es: Nombre Tabla

# tabMain_Property
source: Claim Notice - Property
es: Aviso de Siniestro - Propiedad

# tabMain_Surety
source: Claim Notice - Surety
es: Aviso de Siniestro - Fianzas

# tabMain_Vehicle
source: Claim Notice - Vehicle
es: Aviso de Siniestro - Vehículo

# tabMainProsecutions
source: Prosecutions
es: Procesos Judiciales

# tabMainRecoverySalvage
source: Salvage & Recovery
es: Salvamentos y Recobros

# tabMainRequestCancellation
source: Request Cancellation
es: Anular Solicitud

# tabMainSetClaimReserve
source: Set Claim Reserve
es: Cambio de Reserva

# tabProsecutionsInformation
source: Basic Information
es: Información Básica

# tabRecovery
source: Recovery
es: Recobro

# tabSummary
source: Claim Summary
es: Resumen de Reclamo

source: Tax
es: Impuesto

source: Tax Amount
es: Importe Impuesto

source: Tax Base
es: Base Impuesto

# TaxBaseRequired
source: Tax base is required
es: Base Impuesto es Requerido

# TaxByCategory
source: Taxes by category
es: Impuestos por categoria

# TaxCalculation_MinimumRetentionBase
source: Minimum Retention Base
es: Base Minima Retención

# TaxCalculation_NoTaxAmount
source: No Tax Amount
es: Importe No Gravado

# TaxCalculation_RetentionAmount
source: Retention Amount
es: Importe Retención

# TaxCalculation_RetentionRate
source: Retention Rate
es: Tasa Retención

# TaxCalculation_Title
source: Tax Calculation
es: Liquidación Impuesto

# TaxCategoryCannotBeDeleted
source: This category already has a tax rate assigned
es: Esta categoria tiene una tasa de impuesto asignada

# TaxCategorySaved
source: Tax categories saved
es: Categorías de impuesto guardados

source: Tax Condition
es: Condición Impositiva

# TaxCondition_Activity
source: Activity
es: Actividad

# TaxConditionCannotBeDeleted
source: This condition already has a tax rate assigned
es: Esta condición tiene una tasa de impuesto asignada

# TaxConditionSaved
source: Tax conditions saved
es: Condiciones de impuesto guardados
