Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# ErrorGetBodies
source: Error getting bodies
es: Error obteniendo tipos de carrocería

# ErrorGetBusinessConfiguration
source: Failed Getting Business Configuration.
es: Error al consultar acuerdos de negocio.

source: Error get cargo types
es: Error al obtener tipos de mercancias

# ErrorGetChannels
source: Failed to obtain Channels
es: Error al obtener los Canales

# ErrorGetClausesCONNEX
source: Error when consulting clauses, due to connection failure.
es: Error al consultar clausulas, por fallo en conexión.

# ErrorGetColors
source: Error getting colors
es: Error obteniendo colores

# ErrorGetCompany
source: Failed Getting Company
es: Error Obteniendo Compañias

# ErrorGetConsortiums
source: Failed Getting Consortiums
es: Error Obteniendo Consorcios

# ErrorGetContractLevelCompanyByContractLevelId
source: Error get companies by contract level
es: Error al obtener las compañias por nivel de contrato

# ErrorGetCoverage
source: Failed to get coverage
es: Error al obtener cobertura

# ErrorGetCurrencies
source: Error Get the Currencies
es: Error Obteniendo Tipos de Moneda

# ErrorGetDeductibles
source: Error getting deductibles
es: Error obteniendo deducibles

# ErrorGetDefaultBranches
source: Failed Getting Default Branch
es: Error Obteniendo Sucursales por Defecto

source: Error get distribution errors massive
es: Error al obtener los errores de distribución

# ErrorGetListCities
source: Error to get cities
es: Error Obteniendo listado de ciudades

source: Error Get Load Status
es: Error Obteniendo Estado

# ErrorGetMakesCONNEX
source: Failure to consult vehicle marks, due to connection failure.
es: Error al consultar marcas de vehículo, por fallo en conexión.

# ErrorGetMassiveLoad
source: Error Getting Uploaded Information
es: Error al obtener información de los cargues

# ErrorGetModels
source: Error getting the models
es: Error obteniendo las carrocerias

source: Error Get Module
es: Error consultando módulos

# ErrorGetOperatingQuota
source: Failed Getting Operating Quota
es: Error Obteniendo Cupo Operativo

# ErrorGetOriginTypes
source: Error Obtaining Origin type
es: Error Obteniendo tipos de Origen

# ErrorGetParameters
source: Failed Getting Parameters
es: Error Obteniendo Parametros

# ErrorGetPartnerByDocumentIdDocumentTypeIndividualId
source: Failed Getting Associated
es: Error Obteniendo Asociados

# ErrorGetPaymentMethods
source: Error obtaining Payment Methods
es: Error obteniendo Medios de Pago

# ErrorGetPerson
source: Error Getting Person
es: Error Obteniendo persona

# ErrorGetPersonJob
source: Failed Getting Person Information
es: Error Obteniendo Informacion de la Persona

# ErrorGetPhoneTypes
source: Error Getting Phone Types
es: Error obteniendo tipos de teléfono

# ErrorGetReinsuranceFacultative
source: Error get reinsurance company from the facultative
es: Error al obtener la compañia del facultativo

# ErrorGettingRecord
source: Error getting record or there isn't any record
es: Error obteniendo registro o no existen registros

source: Error In Process
es: Error en Proceso

# ErrorInXMLTags
source: Error in XML Tags of the File
es: Error en Etiquetas del Archivo XML

source: Error Load Statement
es: Errores Carga Extracto

# ErrorMassiveReinsurance
source: There was an error in massively reinsured
es: Ocurrió un error en el proceso de reaseguro masivo

# ErrorMaximumCashBallotTicket
source: Maximum cash admitted:
es: La cantidad máxima de efectivo que se espera es:

# ErrorMaxlength
source: The value exceeds the maximum allowed
es: El valor supera el máximo permitido

source: Error modification reinsurance layer
es: Erro al intentar modificar la capa

# ErrorName
source: You must enter Name
es: Debe ingresar Nombre

# ErrorNoExistModuleGuaranteesTypes
source: There is no module for this type of counter-guarantee
es: No hay modulo para este tipo de contragarantía

# ErrorPercentageHigher
source: The percentage value must be greater than zero and less than or equal to 100.
es: El valor del porcentaje debe ser mayor que cero y menor o igual a 100.

# ErrorPrefixBranch
source: Failed to consult commercial branch
es: Error al consultar ramo comercial

# ErrorPrefixRelated
source: <br /> Error delete prefix, prefix are used
es: <br /> No se permite eliminar un Ramo Comercial que se encuentra en uso

# ErrorPremiumPercentageRequired
source: Preium percentage is required
es: El Porcentaje de la prima es obligatoria

# ErrorPrincipalCoverageNotFound
source: You must first add the main coverage
es: Se requiere agregar primero la cobertura principal

# ErrorPrinting
source: Error printing document
es: Error al imprimir documento

source: Error Printing Load Range
es: Debe ingresar un rango valido para imprimir

# ErrorProducts2GForBranch
source: There are no 2G Products for this branch
es: No hay Productos 2G para este ramo

# ErrorQueryAgents
source: Error when querying agents
es: Error al consultar agentes

source: Error Query Assurance Mode
es: Error Consultando Modo de aseguramiento

# ErrorQueryBranches
source: Error to query branches
es: Error Al Consultar Sucursales

# ErrorQueryCancellationTypes
source: Error to Query Cancellation Types
es: Error al consultar tipos de cancelación

# ErrorQueryClausesByCoverageId
source: Error query Clauses by Coverage
es: Error al consultar Plan de Pago por Producto

# ErrorQueryCoverage
source: Error to query coverage
es: Error al consultar la cobertura

# ErrorQueryCoveredRiskByProductId
source: Error query Covered Risk by product
es: Error al consultar Coberturas de Riesgos por Producto

# ErrorQueryDeductiblesByCoverageId
source: Error quering coverage deductibles
es: Error al consultar los deducibles de la cobertura

# ErrorQueryEndorsement
source: Error to query endorsement
es: Error al consultar endosos

# ErrorQueryEndorserDriver
source: Error when querying endorser driver
es: Error al consultar controlador del endoso

source: Error query Incentives
es: Error al consultar los Incentivos

# ErrorQueryInformationTemporary
source: Error to query information associated with the temporary
es: Error al consultar información asociada al temporal

source: Error querying countries
es: Error consultando países

# ErrorQueryingInformation
source: Error Querying Information Associated with Loading
es: Error al Consultar Información Asociada al Cargue

# ErrorQueryingStates
source: Error querying departments
es: Error consultando departamentos

# ErrorQueryLoadingUpload
source: Error quering the massive load
es: Error al consultar el cargue

# ErrorQueryModels
source: Error to Query Models
es: Error al consultar Modelos

# ErrorQueryPersonLegal
source: Error in consulting legal person
es: Error al consultar Persona Juridica

source: Error query plate
es: Error al consultar placa

# ErrorQueryPrefix
source: Error in consulting prefix
es: Error al consultar ramos comerciales

source: Error query prospect
es: Error al consultar prospecto

# ErrorQueryRenewal
source: Error to query renewal
es: Error al consultar renovación

# ErrorQueryServiceTypes
source: Error to query service types
es: Error al consultar tipos de servicio

# ErrorQuerySubActivitiesRisk
source: Error Query SubActivityRisk
es: Error Consultando Subactividad del riesgo

source: Error query upload errors massive
es: Error al consultar errores de cargue masivo

# ErrorQueryUploadTypes
source: Error to query upload types
es: Error al consultar tipos de cargue

# ErrorQuotationNoExist
source: Quotation doesn't exist
es: La Cotización No Existe

# ErrorRangeContractAmountPercentage
source: Percentage of contract is required must be between 0.1 y 100
es: Porcentaje de contrato debe estar entre 0.1 y 100

# ErrorRangeProductId
source: Value for {0} must be between {1} and {2}.
es: El valor de {0} debe estar entre {1} y {2}.

# ErrorRate
source: Must enter the rate
es: Debe Ingresar la Tasa

# ErrorRecordTemporary
source: Failed to save the temporary
es: Error al grabar el temporal

source: Error recovering composition types
es: Error recuperando los niveles de influencia

# ErrorRemovingObjectInsurance
source: Error removing object from insurance
es: Error eliminando objeto del seguro

# ErrorRenovateTemporals
source: Error To Renovate Temporals
es: Error Al Renovar Los Temporales

# ErrorRequiredBodyVehicleShortDescription
source: Body name required
es: El nombre carrocería es requerida

# ErrorRequiredCompanyType
source: Company is required
es: Compañia es requerida

# ErrorRequiredFields
source: The following are required fields
es: Los siguientes son campos obligatorios

# ErrorRequiredTypeVehicleShortDescription
source: Short description is required
es: La descripción corta es requerida

# ErrorReturn
source: Return error
es: Error al volver

# ErrorRiskTypeDuplicate
source: Type of Risk Already Assigned
es: Tipo de Riesgo ya ha sido Asignado

# ErrorRolInsured
source: Person without Role of Insured
es: Persona sin Rol de Asegurado

# ErrorRunRules
source: Error executing rules
es: Error al ejecutar reglas

source: Errors
es: Errores

# ErrorSaveAccess
source: Failed to save access
es: Error al guardar accesos

# ErrorSaveAddressTypes
source: Failed to save Address Types
es: Error al guardar Tipos Dirección

# ErrorSaveAgents
source: Failed to Save Intermediaries
es: Error al Guardar Intermediarios

# ErrorSaveAllYCoverage
source: Error saving Ally Coverage
es: Error guardando Coberturas aliadas

source: Error save billing group
es: Error al guardar el grupo de facturación

# ErrorSaveBranchsAdded
source: <br /> Error added branchs
es: <br /> Error al agregar sucursales

# ErrorSaveBranchsModify
source: <br /> Error modify branchs
es: <br /> Error al modificar sucursales

source: Error Save Business Configurations.
es: Error al guardar los acuerdos de negocios.

# ErrorSaveChannel
source: Failed to save Channel
es: Error al guardar Canales

# ErrorSaveCoinsurance
source: Failed to save business type
es: Error al guardar tipo de negocio

# ErrorSaveCompanyPhoneTypesDeleted
source: <br /> Error delete Phone Types, Phone Types are used
es: <br /> No se puede eliminar un Tipo de Teléfono que se encuentra en uso.

# ErrorSaveCoverage
source: Failed to save coverage
es: Error al guardar la cobertura

# ErrorSaveCptAlliancePrintFormatsAdded
source: <br /> Error to add ally print formats.
es: <br /> Error al agregar los formatos de impresion.

# ErrorSaveCptAlliancePrintFormatsModify
source: <br /> Error to modify ally print formats.
es: <br /> Error al modificar formato de impresion de aliado.

# ErrorSaveData
source: Failed to save data
es: Error al guardar datos

source: Error Saved Fasecolda
es: Error Guardando Fasecolda

# ErrorSaveExpense
source: Filed to save expenses
es: Error al guardar gastos

# ErrorSaveFileColumnError
source: Columns do not match rows length
es: Las columnas no coinciden con la longitud de las filas

# ErrorSaveFilesAdded
source: <br /> Error added files
es: <br /> Error al agregar archivos

# ErrorSaveFilesEdited
source: <br /> Error modify files
es: <br /> Error al modificar archivos

# ErrorSaveFileTemplatesNull
source: Can not save a file without associated templates
es: No se puede guardar un archivo sin plantillas asociadas

# ErrorSaveInsuredProfile
source: Failed to save Insured Profiles
es: Error al guardar Perfiles de Asegurados

# ErrorSaveInsuredProfilessDeleted
source: <br /> Error delete insured profiles
es: <br /> Error al eliminar perfiles de asegurado

# ErrorSaveInsuredProfilessRelated
source: <br /> Error delete insured profiles, insured profiles are used
es: <br /> No se permite eliminar un perfil de asegurado que se encuentra en uso

# ErrorSaveInsuredSegmentssRelated
source: <br /> Error delete insured segments, insured segments are used
es: Error al eliminar segmento de asegurado, el segmento esta en uso.

# ErrorSaveIntermediaries
source: Failed To Save Agent
es: Error al Guardar Intermediarios

# ErrorSaveLegalRepresentativeSing
source: Error in saving Signature legal representative
es: Error al guardar Firma representante legal

# ErrorSaveMinPremiumRelation
source: Error in saving Minium Premium
es: Error al guardar prima mínima

# ErrorSaveNewProduct
source: First you must save the product, you have pending changes.
es: Primero debe guardar el producto, tiene cambios pendientes.

# ErrorSavePaymentMethod
source: Error saving payment methods
es: Error al guardar metodos de pago

# ErrorSavePerilsAdded
source: <br /> Error added protections
es: <br /> Error al agregar amparos

# ErrorSavePerilsModify
source: <br /> Error modify protections
es: <br /> Error al modificar amparos

# ErrorSavePerson
source: Failed to Save Person
es: Error Guardar La persona

# ErrorSavePhoneTypes
source: Failed to save Phone Types
es: Error al guardar Tipos Teléfono

# ErrorSavePrefixAdded
source: <br /> Error added prefix
es: <br /> Error al agregar ramo comercial

# ErrorSaveProduct2G
source: Failed to save the Product 2G
es: Error al guardar el Producto 2G

# ErrorSaveProspectus
source: Failed to save prospect
es: Error al grabar el prospecto

# ErrorSaveQuote
source: You must enter the number of installments.
es: Debe ingresar el número de cuotas.

source: Error Save Sale Point
es: Error al tratar de guardar el punto de venta

# ErrorSaveSubBranch
source: Failed to save subbranch technical
es: Error al guardar subramo técnico

# ErrorSaveSubBranchDeleted
source: <br /> Error delete subbranch
es: <br /> Error al eliminar subramo técnico

# ErrorSaveSubBranchRelated
source: <br /> Error delete subbranch, subbranch are used
es: <br /> No se permite eliminar un SubRamo Técnico que se encuentra en uso

# ErrorSaveTemp
source: Failed To Save Temporary
es: Error al guardar el temporal

# ErrorSaveTemplatesAdded
source: <br /> Error added templates
es: <br /> Error al agregar plantillas

# ErrorSaveTemplatesEdited
source: <br /> Error modify templates
es: <br /> Error al modificar plantillas

# ErrorSaveTemporary
source: Failed to save temporary
es: Error al guardar temporal

# ErrorSearchInsureds
source: Error when consulting the insured
es: Error al consultar asegurados

# ErrorSearchLineBusinessCONNEX
source: Error in obtaining technical branches
es: Error al obtener ramos tecnicos, por fallo en conexión.

# ErrorSearchOperativeQuota
source: Error in Consulting Operative Quota
es: Error al Consultar Cupo Operativo

# ErrorSearchPaymentMethod
source: Error when consulting payment methods
es: Error al consultar metodos de pago

# ErrorSearchPerilCONNEX
source: Failure to obtain information from the perils
es: Error al obtener informacion de los amparos, por fallo en conexión.

source: Error Search Policies
es: Error Al Consultar Pólizas

# ErrorSearchPolicyholder
source: Failed To Query Policyholder
es: Error al consultar tomador

# ErrorSearchPrefixAgent
source: Failed to consult commercial branches by agent
es: Error al consultar ramos comerciales por agente

# ErrorSearchProduct
source: Error querying product
es: Error al consultar producto

# ErrorSearchProtection
source: Error search peril
es: Error al consultar amparos

# ErrorSearchRateType
source: Error getting rate type
es: Error al obtener tipo de tasa

# ErrorSearchRequest
source: Error when requesting Request
es: Error al consultar Solicitud

# ErrorSearchtSubLineBusiness
source: Failed Searching SubBranch Technical
es: Error Buscando SubRamo Técnico

source: Error Search Vehicle Version
es: Error Buscando la Versión

# ErrorSecureAvailable
source: {0} Must be Between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ErrorSelectAddress
source: You must select an address
es: Debe seleccionar una dirección

# ErrorSelectAgent
source: You have not selected an Agent
es: No ha seleccionado un Agente

# ErrorSelectBillingGroup
source: You must select the billing group
es: Debe seleccionar el grupo de facturación

# ErrorSelectCalculeType
source: You must select Calculation type
es: Debe seleccionar tipo Calculo

# ErrorSelectCoverage
source: You must select a coverage
es: Debe seleccionar una cobertura

# ErrorSelectCurrencyMust
source: Select Minimum One Currency
es: Seleccionar mínimo una moneda

# ErrorSelectMaxiumPaymentPlan
source: You must select a payment plan maximum
es: Debe seleccionar maximo un plan de pago

# ErrorSelectPaymentPlan
source: You must select a Payment Plan
es: Debe seleccionar un Plan de Pago

# ErrorSelectPolicy
source: You must select a policy
es: Debe seleccionar una póliza

# ErrorSelectPrefixTypeRisk
source: You must select a commercial branch to obtain the types of risk
es: Debe seleccionar un ramo comercial para obtener los tipos de riesgo

# ErrorSelectRiskType
source: There are no Risk Types for this branch
es: No hay Tipos de Riesgo para este ramo

# ErrorSelectSecure
source: You must select an asset
es: Debe seleccionar un afianzado

# ErrorSelectTypesOfAssistance
source: Select a type of Assistance to continue
es: Seleccione un tipo de Asistencia para continuar

# ErrorSentEmail
source: Error sending email
es: Error al enviar email

source: Error - Service Not Available
es: Servicio No Disponible

# ErrorSpecialCharacters
source: No Special Characters are Allowed
es: No se permiten caracteres especiales

# ErrorSpecialCharactersBranchAlliance
source: The value entered must be numeric
es: El valor ingresado debe ser númerico

# ErrorStoreProcedure
source: Error generated within the process
es: Error generado al interior de la Base de Datos, o el Procedimiento no devuelve lo esperado

# ErrorStringLengthLegalRepresentative
source: The Legal Representative value can not exceed 200 characters.
es: El valor de Representante Legal no puede exceder 200 caracteres

# ErrorSumPercentageRequired
source: Sum percentage is required
es: El Porcentaje de la suma es obligatoria

# ErrorSurnameMiniumCharacters
source: The First Surname field must have at least three characters.
es: El campo Primer Apellido debe tener minimo tres caracteres.

# ErrorTaxCategory
source: Error with tax category
es: Error con categoria de impuesto

# ErrorTaxExists
source: This tax association already exists
es: Ya existe esta asociacion de impuesto

# ErrorTempEventAutorize
source: The Temporary has yet to authorize events
es: El temporal tiene eventos aún sin autorizar

# ErrorTemplate
source: Template not selected
es: La Plantilla no ha sido selecionada

source: Error Template Emission Is Required
es: Error plantilla es obligatoria Emisión

source: Error Template Risk Detail Is Required
es: Error plantilla es obligatoria Detalle Riesgos

# ErrorTemporalsNoExist
source: Temporals doesn't exist
es: No existen temporales

# ErrorTempPremiumZero
source: You can not issue a temporary with premium equal 0
es: No se puede emitir un temporal con Prima 0

# ErrorThereIsNoDataToExport
source: There is no data to export
es: No hay datos para exportar

# ErrorToAuthorizeThePaymentOrder
source: Failed to authorize the Payment Order
es: Error al autorizar la Orden de Pago

# ErrorTotalAssets
source: Income greater than expenses
es: Utilidad Negativa

# ErrorTradeNameMiniumCharacters
source: The Social Reason field must have a minimum of three characters.
es: El campo Razón Social debe tener minimo tres caracteres.

# ErrorTransaction
source: An error has occurred, the transaction has been reverted to ensure data integration, please try again
es: Se ha producido un error, la transacción se ha revertido para garantizar integridad de datos, por favor volver a intentar

# ErrorTypeEmail
source: This type of mail is already associated
es: Este tipo de correo ya se encuentra asociado

# ErrorTypePolicy
source: There must be at least one type of policy
es: Debe existir al menos un tipo de póliza

# ErrorUpdateCoverage
source: Error updating the coverage
es: Error al actualizar la cobertura

# ErrorUpdateInsurencesObjects
source: <br /> Error modify protections
es: <br /> Error al modificar objetos del seguro.

# ErrorUpdateOperatingQuota
source: Failed Updating Operating Quota
es: Error Actualizando Cupo Operativo

# ErrorUpdatePolicy
source: Error updating Policy
es: Error actualizando Póliza

# ErrorUpdateRangeValues
source: Error updating range of values
es: Error actualizando el rango de valores

source: Error updating Fasecolda
es: Error actualizando Fasecolda

source: Error updating payment ticket
es: Hubo un error al guardar la boleta interna

source: Error Upload File
es: Error Subiendo Archivo

# ErrorUserNameExist
source: Existing username
es: Nombre de usuario existente

# ErrorValidateAgent
source: You Must Enter an Agent
es: Debe Ingresar un Agente

# ErrorValidateCoInsurance
source: Must enter an insurer
es: Debe ingresar una aseguradora

# ErrorValidateContractPercentage
source: Percentage of the Contract can not be greater than 100
es: Porcentaje del Contrato no puede ser mayor a 100

# ErrorValidateDeleteCoverage
source: Can not eliminate all risk coverage
es: No puede eliminar todas las coberturas del riesgo

# ErrorValidateDuplicateLineAssocation
source: Error validate duplicate line association
es: Error al validar asociacion de linea duplicada

# ErrorValidateExpensesPercentage
source: You must enter the percentage of expenses
es: Debe ingresar el porcentaje de gastos

# ErrorValidateFinalPolicyDate
source: The final date must be less than or equal to the effective date of the policy
es: La fecha final debe ser menor o igual a la fecha final de vigencia de la póliza

# ErrorValidateInitialPolicyDate
source: The initial date must be greater than or equal to the effective date of the policy
es: La fecha inicial debe ser mayor o igual a la fecha inicial de vigencia de la póliza

# ErrorValidateLicensePlate
source: The plate is invalid
es: La placa es invalida

# ErrorValidateLimitDeclaredValue
source: Insured limit can not be greater than declared value
es: Límite asegurado no puede ser mayor al valor declarado

# ErrorValidatePolicyDate
source: The Initial Date Must Be Greater Than Start of Policy
es: La Fecha Inicial Debe Ser Mayor al Inicio de la Póliza

# ErrorValidateSubLimitAmount
source: Sublimite can not be greater than the sum
es: Sublímite no puede ser mayor a la Suma

# ErrorValidatingFile
source: An error occurred while validating the file
es: Ha ocurrido un error validando el archivo

# ErrorValidationPlate
source: The confirmation plate does not match
es: La placa de confirmación no coincide

# ErrorValideEndorsement
source: Error validating endorsement
es: Error validando endoso

# ErrorWhenAddingRatingZone
source: The description or name already exists, please create a new one
es: La descripcion o nombre ya existe, por favor cree una nueva

source: Error when Canceling
es: Error al Cancelar

# ErrosPending
source: Errors-Pendings
es: Pendientes Errores

source: Estimated Date
es: Fecha Estimada

source: Estimated Max Payment Date
es: Fecha Estimada de Pago

# EstimatedPaymentDate
source: Estimted Payment Date to
es: Fecha Estimada de Pago hasta

source: Estimated Premium Amount
es: Importe Prima Estimado

# EstimatedPremiumAmountMinValue
source: Esimated premium amount value must be greater or equal zero.
es: Importe de Prima Estimada debe ser mayor o igual que cero

# Estimation_Caption
source: Estimations
es: Estimaciones

# Estimation_edit_Estimation
source: Edit Estimation
es: Editar Estimación

source: Estimation List
es: Lista de Estimaciones

# Estimation_NewReserve
source: New Reserve
es: Nueva Reserva

# Estimation_OriginalReserve
source: Original Reserve
es: Reserva Original

# Estimation_OriginalValue
source: Original Estimation
es: Estimación Original

source: Estimation Amount
es: Monto Estimado

source: Estimation Type
es: Tipo Estimación

source: Estimted Payment Date
es: Fecha de Pago Estimada

source: Evaluation commissions unearned
es: Comisiones de evaluación no devengadas
