Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

source: Enter Concept Name..
es: Ingrese el nombre del Concepto..

# EnterCondition
source: Enter a condition
es: Ingrese una condicion

# EnterDataWithAsterisc
source: Enter the data with asterisc
es: Ingrese los datos con asterisco

# EnterDocumentNumber
source: Insert Document Number..
es: Ingrese el documento..

source: Entered Cards
es: Tarjetas Ingresadas

source: Entered Cash
es: Efectivo Ingresado

source: Enter Employee Document...
es: Ingrese el documento del Empleado..

source: Enter Employee Name...
es: Ingrese el nombre del Empleado..

# EnterField
source: Please, enter the field
es: Por favor, ingrese el campo

source: Enter Group Code..
es: Ingrese el código de Grupo..

source: Enter Group Name..
es: Ingrese el nombre del Grupo..

source: Enter Insurde Document..
es: Ingrese el documento del Asegurado..

source: Enter Insurde Name..
es: Ingrese el nombre del Asegurado..

# EnterInsuredSelectCoverages
source: You must enter the insured value and select the coverages
es: Debe ingresar el valor asegurado y seleccionar las coberturas

# EnterIntermediaryDocument
source: Enter Intermediary Document Number
es: Ingrese número documento Intermediario

source: Enter Intermediary Name
es: Ingrese nombre de Intermediario

source: Enter Issuing Bank..
es: Ingrese el nombre del Banco Emisor..

# EnterLevel
source: Enter a level
es: Ingrese un nivel

source: Enter Loan Number..
es: Ingrese el número de préstamo..

# EnterMinimumRule
source: You must add at least one Rule
es: Debe agregar minimo una Regla

source: Enter Name..
es: Ingrese un Nombre...

# EnterNameAuthorize1
source: Enter the name of the Authorizer 1
es: Ingrese el nombre del Autorizador 1

# EnterNameAuthorize2
source: Enter the name of the Authorizer 2
es: Ingrese el nombre del Autorizador 2

# EnterNameCostCenter
source: Enter Name of Cost Center
es: Ingrese el nombre del Centro de Costos..

# EnterNameDecisionTable
source: Enter the name of the Decision Table
es: Ingrese el nombre de la Tabla de decision

source: Enter Number Account
es: Ingrese un número de Cuenta..

source: Enter Number Value
es: Ingrese número de Valor..

# EnterParameterSearch
source: You must enter a parameter to perform the search
es: Debe ingresar un parametro para realizar la busqueda.

source: Enter Payer Document Number...
es: Ingrese el documento del Pagador..

source: Enter Payer Name...
es: Ingrese el nombre del pagador..

# EnterPercentage
source: Enter the percentage
es: Ingresar el porcentaje

source: Enter Provider Document..
es: Ingrese el documento del Proveedor..

source: Enter Provider Name..
es: Ingrese el nombre del Proveedor..

source: Enter Reinsurance Document Number..
es: Ingrese el documento de la Reaseguradora..

source: Enter Reinsurance Name..
es: Ingrese el Nombre Reaseguradora..

source: Enter Retention Concept
es: Ingresar concepto de retención

# EnterSearchCriteria
source: You must enter a search criteria
es: Debe ingresar un criterio de b\372squeda.

source: Enter Search Criteria Here
es: Ingrese el criterio de busqueda aquí..

source: Enter Some Data
es: Ingrese algún dato

source: Enter Surnames And Names
es: Por favor digita los apellidos y nombres con espacio entre cada palabra

# EnterTextAlliancePrintFormatToSearch
source: Search Format Ally Print
es: Buscar Formato Impresion de Aliado

# EnterTextChannelToSearch
source: Search Channel
es: Buscar Canal

# EnterTextInsuredProfileToSearch
source: Search Insured Profile
es: Buscar Perfil de Asegurado

source: Enter Text to Search
es: Ingrese texto a buscar

# EnterTextVehicleType
source: Search vehicle type
es: Buscar tipo de vehiculo

source: Enter User
es: Ingrese el Usuario

# EnterUserCodeAuthorized
source: Enter the User Code to be Authorized
es: Ingrese el Codigo del Usuario que va a Autorizar

# EntityDependencyNotDisassociated
source: The entity has a dependency, can not be disassociated
es: La entidad posee una dependencia, no se puede desasociar

source: Entries
es: Asientos

source: Entry
es: Asiento

# EntryAgent
source: Entry document or agent name
es: Ingresar documento o nombre de agente

source: Entry already exists
es: El asiento ya existe

# EntryAlreadyReversed
source: The entry has already been reversed
es: El asiento ya ha sido reversado

# EntryBankMovements
source: Bank Movements For Entries
es: Movimiento Bancarios para los asientos

source: Entry Code
es: Ingresar código

# EntryCoinsurance
source: Entry document or name coinsurance
es: Ingresar documento o nombre coaseguradora

source: Entry Column Number
es: Ingresar número de columna

source: Entry date from
es: Ingresar fecha desde

source: Entry date process from
es: Ingresar fecha de proceso desde

source: Entry date process to
es: Ingresar fecha de proceso hasta

source: Entry date to
es: Ingresar fecha hasta

source: Entry Debit Code
es: Ingresar código débito

source: Entry Description
es: Ingresar descripción

# EntryDestinationAdd
source: Add Entry Destination
es: Agregar Destino

# EntryDestinationEdit
source: Destination Edit
es: Editar Destino

source: Entry Field Name
es: Ingresar nombre del campo

source: Entry Initial Position
es: Ingresar posición inicial

source: Entry Length
es: Ingresar longitud

# EntryMassiveLoad
source: Massive Load
es: Carga Masiva

source: Entry payment estimated date
es: Ingresar fecha estimada de pago

# EntryRecordingError
source: ERROR ON SAVING ENTRY
es: ERROR EN GRABACIÓN DE ASIENTO

source: Entry Row Number
es: Ingresar número de fila

# EntrySavedFailed
source: Entry couldn't be generated
es: No se generó el asiento

# EntrySavedSuccessfully
source: The seats were recorded successfully
es: Los asientos fueron grabados de manera exitosa

source: Entry Send DateTime
es: Ingresar fecha y hora de envío

# EntrySuccessfullySaved
source: Seat has recorded No:
es: Se ha grabado el asiento No:

# EntrySucessfullyReversed
source: The entry was reversed successfully, transaction generated #
es: El asiento fue reversado exitosamente, se ha generado la transacción #

source: Entry total application
es: Ingresar total aplicación

source: Entry Type
es: Asiento Tipo

# EnumTELastDateIssueOldEndorsement
source: Date Issue Old Endorsement
es: Fecha Emision del Ultimo Movimiento Poliza

# EnumTELastMovementPolicy
source: Last Movement Policy
es: Ultimo Movimiento de la Poliza

# EnumTEMotherPolicy
source: Mother Policy or Last Renewal
es: Poliza Madre o Ultima Renovación

# EnumTEOldEndorsementSurety
source: Old Endorsement (Surety)
es: Endoso mas Antiguo (Fianzas)

source: Equal Conditions
es: Iguales Condiciones

source: Equivalences between Bank Codes
es: Equivalencias Entre Códigos Bancarios

# ErrMsgListEntityCreated
source: Error creating lists of values
es: Error creando listas de valores

# ErrMsgListEntityEdited
source: Error Updating Lists of Values
es: Error actualizando listas de valores

# ErrMsgListEntityNotFound
source: No list of values ​​found
es: No se encontraron listas de valores

# ErrMsgRangeEntityCreated
source: Error creating value ranges
es: Error creando rangos de valores

# ErrMsgRangeEntityEdited
source: Error updating ranges of values
es: Error actualizando rangos de valores

# ErrMsgRangeEntityNotFound
source: No value ranges found
es: No se encontraron rangos de valores

# ErroDeleteInformation
source: Error to delete information
es: Error al eliminar la información

# Error
source: Failed to generate the journal
es: Error al generar el asiento de Diario

# ERROR_INSERT_DUPLICATE_COVERAGE
source: Already exists a coverage with the same line business, subline business, peril and insured object
es: Ya existe una cobertura con la combinación ramo técnico, sub ramo técnico, amparo y objeto del seguro

source: Error Accepted
es: Aceptados Errores

source: Error Accepted Number
es: Nro. Aceptados Errores

# ErrorAccountExecutive
source: Economic Account ExecutiveNot Found
es: Ejecutivo de Cuenta no encontrado

# ErrorAddFileBusinessType
source: Business Type not allowed to issue Policies Group
es: El Tipo de Negocio no permite emitir pólizas colectivas

# ErrorAddress
source: Address
es: Dirección

# ErrorAddressEmpty
source: No Data to Record
es: No existen datos para Grabar

# ErrorAddressMain
source: There should only be one primary address
es: Solo debe existir una direccion principal

# ErrorAgencyDischarged
source: Agency given off, can not be used in broadcast
es: Agencia dada de baja, no se puede utilizar en la emisión

source: Error assing access
es: Error asignando accesos

# ErrorAvaliableOperationQuota
source: The Secured no quota Available
es: El Afianzado no tiene Cupo Disponible

# ErrorBeforeAddRangeDetails
source: You can not add details without select a range before
es: No se puede agregar detalle sin seleccionar un rango

# ErrorBranchDefault
source: User haven't default branch
es: El usuario debe tener una sucursal por defecto

# ErrorCalculatePremium
source: Error in calculating premium
es: Error al calcular prima

# ErrorCalculateSquare
source: Error in apple calculation check information
es: Error en el calculo de manzana verifique información

# ErrorCancelTo
source: Cancel from mandatory
es: Cancela desde es obligatorio

# ErrorChargeNoRiskEmit
source: The charge has no risk to emit
es: El cargue no tiene riesgos para emitir

# ErrorCheckRequiredFields
source: Check Required Fields
es: Verifique campos obligatorios

# ErrorColectiveRelation
source: Can not change the temporary is already charged
es: No se puede cambiar el temporal ya está tarifado

# ErrorCompany
source: Error Creating Company
es: Error Creando Compañia

# ErrorCompanyPoliceUpdate
source: The company can not be modified, because they have movements in the system
es: La compañia no puede ser modificada, porque tienen movimientos en el sistema

# ErrorConsultingAlly
source: Error when consulting the ally
es: Error al consultar el aliado

source: Error consulting coverages
es: Error al consultar las coberturas

source: Error Consulting Departments
es: Error al consultar departamentos

# ErrorConsultingInsuranceObjects
source: Error in consulting insurance objects
es: Error al consultar objetos del seguro

source: Error consulting insured objects
es: Error al consultar los objetos del seguro

source: Error consulting perils
es: Error al consultar los amparos

# ErrorConsultingSubLineBusiness
source: Error consulting sub line of business
es: Error consultando los sub ramos técnicos

# ErrorContractAmountPercentage
source: Percentage of contract is required
es: Porcentaje de contrato es obligatorio

# ErrorContractType
source: Contract Type is required
es: Tipo de Contrato es obligatorio

# ErrorConvertQuotation
source: Error Convert Quotation To Temporaly
es: Error al Convertir Cotización en Temporal

source: Error, could not check risks list
es: Error: No fue posible verificar la información en las listas de riesgo

# ErrorCoverage2G
source: 2G coverage is mandatory
es: Cobertura 2G es obligatorio

# ErrorCreateAgent
source: Error creating Agent
es: Error creando Agente

# ErrorCreateCoverage
source: Error creating the coverage
es: Error al crear la cobertura

# ErrorCreateEventAuthorizations
source: Error delivering policies
es: Error al entregar polizas

# ErrorCreateInsuredAgent
source: Failed Creating Insured Agents
es: Error Creando Agentes del Asegurado

# ErrorCreateLegalRepresent
source: Failed Creating Legal Representative
es: Error Creando el Representante Legal

source: Error Create Load
es: Error Al Crear Cargue

# ErrorCreateOperatingQuota
source: Failed Creating Operating Quota
es: Error Creando Cupo Operativo

# ErrorCreatePerson
source: Failed Creating Person
es: Error Creando Persona

# ErrorCreateProspect
source: Failed Creating Prospect
es: Error Creando Prospectos

# ErrorCreateSarlaft
source: Failed Creating Sarlaft
es: Error Creando Sarlaft

# ErrorCreateTemporary
source: Error to create temporary
es: Error Al Crear Temporal

source: Error Creating Fasecolda
es: Error Creando Fasecolda

source: Error Creating New Sarlaft
es: Ya existe un formulario vigente para el año

source: Error creating upload
es: Error Al Crear Cargue

# ErrorCRUDCONNEX
source: Error in {0}, due to connection failure.
es: Error en {0}, por fallo en conexión.

# ErrorCurrency
source: Error Obtaining Currency
es: Error Obteniendo Moneda

# ErrorDaneCode
source: The entered DANE code does not exist
es: El codigo DANE ingresado no existe

# ErrorDataNotFound
source: Data not found
es: No se encontraron resultados

# ErrorDatesCoveragesPolicy
source: Coverage Effective Date To, Not Within the Term of the Policy
es: Las Fechas Hasta de la cobertura, no esta dentro de la vigencia de la póliza

# ErrorDatesFromCoveragesPolicy
source: The Dates from the coverage, is not within the validity of the policy
es: Las Fechas desde de la cobertura, no esta dentro de la vigencia de la póliza

# ErrorDeclaredValue
source: The Declared Value is Required
es: El valor declarado es obligatorio

# ErrorDeleteCityOccup
source: City in use.
es: El registro se encuentra en uso.

source: ERROR DELETED
es: ERRORES ELIMINACION

# ErrorDeleteInsurancesObjects
source: <br /> Error delete protections
es: <br /> Error al eliminar objetos del seguro.

# ErrorDeleteLoad
source: Error to delete upload
es: Error Al Eliminar Cargue

# ErrorDeleteObjectRelated
source: <br /> Error delete protections, protections are used
es: <br /> No se permite eliminar un objeto de segiuro que se encuentra en uso

# ErrorDeleteOperationQuota
source: Can not delete the operating quota.
es: No se puede eliminar el cupo operativo.

# ErrorDeleteReinsurance
source: Failure to remove reinsurance
es: Error al eliminar el reaseguro

# ErrorDeleteRisk
source: Error removing risk
es: Error al eliminar riesgo

# ErrorDeleteVehicleCONNEX
source: Error in eliminating vehicle value per year, due to connection failure.
es: Error al eliminar valor de vehiculos por año, por fallo en conexión.

# ErrorDeleteVehicleVersion
source: Error to Delete Version
es: Error al eliminar la Versión

# ErrorDeleteWithDependenciesLimitRc
source: Error to delete data {0}, is in use.
es: Error al eliminar el registro {0}, Se encuentra en uso.

source: Error Deleting Record
es: Error al eliminar el registro

source: Error deleting register
es: Error al eliminar registros

source: Error deleting tax condition
es: Error eliminando condicion de impuesto

# ErrorDescRatingZone
source: The description or name already exists, please create a new one
es: La descripcion o nombre ya existe, por favor cree una nueva

source: Error Description
es: Descripción del Error

source: Error Distribution
es: Errores de Distribución

# ErrorDocumenInsuredActsAs
source: The Insured Act as is Mandatory
es: El Asegurador actúa como es obligatorio

# ErrorDocumentAccessory
source: Accessory is Required
es: Accesorio es obligatorio

# ErrorDocumentArticle
source: The Article is Mandatory
es: El Artículo es obligatorio

# ErrorDocumentCalculeType
source: Calculation Type is required
es: Tipo Cálculo es obligatorio

# ErrorDocumentCoinsured
source: Insurance Company Leader is Mandatory
es: Aseguradora Líder es obligatoria

# ErrorDocumentControlActivityRisk
source: Risk Activity Mandatory
es: Actividad del riesgo obligatoria

# ErrorDocumentControlApplyOn
source: Value is mandatory
es: El valor es obligatorio

# ErrorDocumentControlBodyType
source: The Vehicle Body Type is Mandatory
es: El tipo de carrocería es obligatoria

# ErrorDocumentControlCargoType
source: Cargo Type is Mandatory
es: Tipo mercancia es obligatorio

# ErrorDocumentControlColor
source: The Color Is Mandatory
es: El Color es obligatorio

# ErrorDocumentControlCoverage
source: The Coverage is Mandatory
es: La Cobertura es obligatoria

# ErrorDocumentControlDaneCode
source: City Hall Code Is Mandatory
es: El código Dane es obligatorio

# ErrorDocumentControlDeductible
source: Deductible is Required
es: Deducible es obligatorio

# ErrorDocumentControlEndorsement
source: Endorsment Number Is Mandatory
es: El endoso es obligatorio

# ErrorDocumentControlFirstRiskType
source: Benefit of Measure is Mandatory
es: Medida de la prestación es obligatoria

# ErrorDocumentControlGroupCoverage
source: The Coverage Group is Mandatory
es: Grupo de Cobertura es obligatorio

# ErrorDocumentControlInsuranceObject
source: The Insured Object is Mandatory
es: El Objeto de Seguro es obligatorio

# ErrorDocumentControlLimitClaimantAmount
source: The Limit Value by Claimant is Required
es: El valor límite por reclamante es obligatorio

# ErrorDocumentControlLineBusiness
source: The Business Line is Mandatory
es: La linea de negocio es obligatoria

# ErrorDocumentControlModel
source: The Brand Model is Mandatory
es: El Modelo es obligatorio

# ErrorDocumentControlMoney
source: The Currency Type Is Mandatory
es: El Tipo de Moneda es obligatorio

# ErrorDocumentControlPackagingType
source: Packaging Type is Mandatory
es: Tipo empaque es obligatorio

# ErrorDocumentControlPaymentMethod
source: The Payment Method is Mandatory
es: El Metodo de Pago es obligatorio

# ErrorDocumentControlPolicyType
source: The Policy Type is Mandatory
es: El Tipo de Póliza es obligatorio

# ErrorDocumentControlPrefixTechnical
source: The LOB is Mandatory
es: El Ramo Tecnico es obligatorio

# ErrorDocumentControlPrincipalCoverage
source: The Main Coverage is Mandatory
es: La Cobertura Principal es obligatoria

# ErrorDocumentControlRate
source: Rate is mandatory
es: La tasa es obligatoria

# ErrorDocumentControlRatingZone
source: The Risk Rate Area Is Mandatory
es: Zona de Tarifación es obligatorio

# ErrorDocumentControlRiskType
source: The Risk Type Is Mandatory
es: El Tipo de Riesgo es obligatorio

# ErrorDocumentControlSalesPoint
source: The Sales Point Is Mandatory
es: El Punto de Venta es obligatorio

# ErrorDocumentControlServiceType
source: The Service Type Is Mandatory
es: Servicio es obligatorio

# ErrorDocumentControlState
source: The State Is Mandatory
es: El Departamento es obligatorio

# ErrorDocumentControlSubModule
source: The Submodule Is Mandatory
es: El Submódulo es obligatorio

# ErrorDocumentControlTechnicalPlan
source: The Actuarial Plan is Mandatory
es: El Plan Técnico es obligatorio

# ErrorDocumentControlType
source: The Type Is Mandatory
es: El Tipo es obligatorio

# ErrorDocumentControlTypeVehicle
source: The Vehicle Type Is Mandatory
es: Tipo de Vehículo es obligatorio

# ErrorDocumentControlVehicleType
source: VehicleType is Required
es: El tipo de vehiculo es obligatorio

# ErrorDocumentControlVia
source: Via is Mandatory
es: Via es obligatorio

# ErrorDocumentCoverage
source: The Coverage Is Mandatory
es: La Cobertura es obligatoria

# ErrorDocumentEndorsement
source: The Endorsment Is Mandatory
es: Endoso es obligatorio

# ErrorDocumentGender
source: The Gender is Mandatory
es: El Género es Obligatorio

# ErrorDocumentHolderActAs
source: The Holder Act as is Mandatory
es: El Tomador actúa como es obligatorio

# ErrorDocumentModificationReason
source: The Modification Reason Is Mandatory
es: Motivo de la Modificación es obligatorio

# ErrorDocumentPersonType
source: Individual Type is Mandatory
es: El tipo de Persona es Obligatorio

# ErrorDocumentPrefix
source: The Prefix Is Mandatory
es: El Ramo Comercial es obligatorio

source: Error Document Sales Point
es: El punto de venta es Obligatorio

# ErrorDocumentTicketNumber
source: The registration number is required
es: El número de radicación es obligatorio

# ErrorDocumentTypeOfCourtName
source: The Type de Court is Mandatory
es: El Tipo de Juzgado es obligatorio

# ErrorDocumentUnitOfMeasure
source: Unit of Measure Is Mandatory
es: La unidad de medida es obligatoria

# ErrorDuplicateActivity
source: Duplicate Activity
es: Actividad Duplicada

# ErrorEconomyActivity
source: Economic Activity Not Found
es: Actividad Económica no encontrada

# ErrorEmail
source: You must enter a valid Email
es: Debe ingresar un Email valido

# ErrorEmailMain
source: There should only be one Primary Mail
es: Solo debe existir un Correo principal

# ErrorEmptyRequiredFields
source: You must fill in all required fileds
es: Debe diligenciar todos los campos requeridos

# ErrorExcludeCoverage
source: Failed to exclude coverage
es: Error al excluir cobertura

# ErrorExecutedRate
source: Error executing rate
es: Error al ejecutar tarifación

source: Error Execution Events
es: Error Al Ejecutar Eventos

# ErrorExistAgent
source: The selected agent is already assigned.
es: El intermediario seleccionado ya se encuentra asignado.

# ErrorExistCompanyAddressTypeName
source: This address type is exists
es: Ya existe un tipo de dirección con esa descripción

source: Error exist coveragegroup
es: Grupo de cobertura existente

# ErrorExistDetailPreCharge
source: There is already a prechargedetail created
es: El detalle de precargo ya existe

# ErrorExistFieldName
source: This field name is exists
es: Ya existe un campo con este nombre

# ErrorExistInfringementGroup
source: Exist Infringement Group Description
es: No se permiten descripción repetida.

# ErrorExistInsurancesObject
source: Insurances object is exist.
es: El objeto del seguro ya existe.

# ErrorExistInsuredProfileName
source: This Insured Profile name already exists
es: Ya existe un perfil de asegurado con este nombre

# ErrorExistLegalPersonIdentification
source: There already exists a legal person created with this identification number
es: Ya existe una persona juridica creada con este numero de identificacion

# ErrorExistLimitRc
source: The Rc limit already exists
es: Ya existe el límite Rc

# ErrorExportCity
source: Error creating file cities
es: Error creando el archivo de ciudades

# ErrorExportModel
source: Error exporting
es: Error exportando modelos

# ErrorExpressionNotValid
source: The expression is not valid
es: La expresión no es valida

# ErrorFasecoldaPlate
source: The service is not enabled.
es: El servicio no se encuentra habilitado.

# ErrorfieldCityDesc
source: Description is mandatory
es: el campo Descripción es obligatorio

# ErrorfieldCountries
source: The Country Is Mandatory
es: el campo País es obligatorio

# ErrorFieldIncomplete
source: Incomplete Fields
es: Campos incompletos

# Errorfieldprefix
source: Field prefix is required
es: El campo ramo comercial es requerido

# ErrorFileNotFound
source: File does not exist or is disabled
es: El Archivo No Existe O Esta Deshabilitado

# ErrorFilterMiniumCharactersVehicleVersion
source: You must enter at least two characters for the names
es: Debe digitar al menos dos caracteres para los nombres

# ErrorFilterNotSelectedVehicleVersion
source: You must to select filter
es: Debe seleccionar los filtros

# ErrorGeneralFinancialPlan
source: The selected payment method is not of the income type
es: El metodo de pago seleccionado no es del tipo ingreso

source: Error Generate Process
es: Error Al Generar El Proceso

source: Error generating file
es: Error al generar archivo

source: Error Generation
es: Error al Generar

# ErrorGetAccessButtons
source: Error gettting access to level Buttons
es: Error obteniendo acceso a nivel de botón

# ErrorGetAccountExecutive
source: Failed Getting Account Executive
es: Error Obteniendo El Ejecutivo de Cuenta

# ErrorGetAddressTypes
source: Failed Getting Address Types
es: Error obteniendo tipos de dirección

# ErrorGetAgentAgency
source: Failed Getting Agency
es: Error Obteniendo Agencias

# ErrorGetAgentTypes
source: Error obtaining Agent Types
es: Error obteniendo tipos de agente

# ErrorGetAllySalePointsNotFound
source: Error getting Allied Sale Points.
es: Error obteniendo puntos de venta aliados.

# ErrorGetBankBranches
source: Failed Getting Bank Branches
es: Error Obteniendo Bancos por Sucursal

# ErrorGetBeneficiaryTypes
source: Error getting beneficiary types
es: Error obteniendo tipos de beneficiarios
