Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# NoAccountingAccountValidation
source: Accounting Account does not exist
es: No existe cuenta contable

# NoAccountingCompanyValidation
source: Accounting Company Id has not been entered
es: No se ingresó el código de Compañía Contable

# NoAccountingMovementTypeValidation
source: Accounting Movement Type Id has not been entered
es: No se ingresó el código de Tipo de Comprobante

# NoAccountingNatureValidation
source: Accounting Nature Id has not been entered
es: No se ingresó el código de Naturaleza Contable

# NoAllowDeletionUploadStatus
source: Upload status does not allow deletion
es: El estado del cargue no permite eliminar

# NoAmountValidation
source: The amount has not been entered
es: No se ingresó el importe

# NoAnalysisDescriptionValidation
source: Analysis' description has not been entered
es: No se ingresó la descripción del análisis

# NoBankConciliationDateValidation
source: Bank Conciliation's date has not been entered
es: No se ha ingresado la fecha de recibo en conciliación bancaria

# NoBankConciliationNumberValidation
source: Bank Conciliation's receipt number has not been entered
es: No se ha ingresado el número de recibo en conciliación bancaria

# NoBranchValidation
source: The branch Id has not been entered
es: No se ingresó el código de Sucursal

# NoCanCancellationExtended
source: Cancellation can not be extended
es: No se puede prorrogar una cancelación

# NoCanChangeClausesCancellation
source: You can not change clauses to a cancellation
es: No se puede cambiar clausulas a una cancelación

# NoCanCharged
source: The following charges can not be charged
es: Los siguientes cargues no pueden ser tarifados

# NoCanDateBirthGreaterCurrent
source: The date of birth can not be greater than the current date
es: La fecha de nacimiento no puede ser mayor a la actual

# NoCanDateExpGreaterCurrent
source: Expiration date can not be greater than current
es: La fecha de Vencimiento no puede ser mayor a la actual

# NoCanDateIssueGreaterCurrent
source: The date of issue can not be greater than the current or less than the year
es: La fecha de expedición no puede ser mayor a la actual ni menor al año

# NoCanEditDeleteConceptUse
source: The concept is in use, can not be edited or deleted
es: El concepto esta en uso, no se puede editar o eliminar

# NoCanEqualTemporaryNewAndOrigin
source: The Temporary of new emission can not be equal to the Temporary of Origin
es: El Temporario de emisión Nuevo no puede ser igual al Temporario de Origen

# NoCanRenewCancellation
source: Can not Renew a Cancellation
es: No puede Renovar una Cancelación

# NoChangeClauseCompliancePolicy
source: Clause changes can not be made for a compliance policy
es: No se puede hacer cambios de clausulas para una póliza de cumplimiento

source: No charges found
es: No Se Encontraron Cargues

# NoConceptCodeValidation
source: Concept Code has not been entered
es: No se ingresó el código de concepto

# NoConceptKeyValidation
source: Concept Key has not been entered
es: No se ingresó la clave de concepto

# NoConditionsWarning
source: There aren't any conditions
es: No existen condiciones ingresadas

source: No contract lines found
es: No se encontró líneas de contrato

# NoCostCenterPercentageValidation
source: Cost Center's percentage has not been entered
es: No se ha ingresado el porcentaje del Centro de Costo

# NoCurrencyValidation
source: Currency Id has not been entered
es: No se ingresó el código de moneda

source: NoData
es: Sin Datos

# NoDataFound
source: Not have information for to show
es: No hay información para generar

# NoDataGuarantee
source: You must enter data guarantee
es: Debe ingresar contragarantias

# NoDataProcess
source: No data to process
es: No hay datos para procesar

source: No. Document Holder
es: No. Documento Tomador

# NoEnteredAccountingAccount
source: There is no accounting account
es: No se ha ingresado cuenta contable

# NoEntryDestinationValidation
source: Entry Destination Id has not been entered
es: No se ingresó el código de Destino

# NoEventsLaunched
source: No events were launched
es: No se lanzaron eventos

# NoExchangeRateValidation
source: Exchange rate does not exist
es: No existe tasa de cambio

# NoExistCompanyWantCreate
source: The company does not exist in the system. Do you want to create it?
es: La compañía no existe en el sistema. ¿Desea crearla?

# NoExistDaneCode
source: The entered DANE code does not exist
es: El codigo DANE ingresado no existe

# NoExistFascoldaCode
source: I can not find fascolda code
es: No se encontro código fasecolda

# NoExistRisk
source: There is no risk
es: No existe el riesgo

# NoExistTemporaryNoHaveCoverages
source: No exist the temporary or no have coverages
es: El temporal no existe o no tiene coberturas

source: No Expenses
es: Sin gastos

# NoFoundCodeDaneCity
source: The code Dane for the city not found
es: El codigo Dane para la ciudad no encontrado

# NoFoundInformationTemporary
source: No information associated with the temporary was found
es: No se encontro información asociada al temporal

# NoInformationEndorsement
source: No information associated with endorsement was found
es: No se encontro información asociada al endoso

source: No items found
es: No se encontraron elementos

source: No modules enabled
es: No hay módulos habilitados

# NoMovementDescriptionValidation
source: The movement's description has not been entered
es: No se ingresó la descripción del movimiento

source: None
es: Ninguno

# NoOperationDateValidation
source: Operation Date has not been entered
es: No se ingresó la fecha de operación

# NoPaymentMethod
source: No payment method data found
es: No se encontraron datos de metodos de pago

# NoPersonDocumentNumberValidation
source: The person's document number has not been entered
es: No se ingresó el número de documento de la persona

source: No policy types found
es: No se encontraron tipos de póliza

# NoPostdatedAmountValidation
source: The amount for postdated has not been entered
es: No se ingresó el importe para Postfechados

# NoPostdatedCurrencyValidation
source: Currency Id for postdated has not been entered
es: No se ha ingresado el código de moneda para Postfechados

# NoPostdatedDocumentValidation
source: Document Number for postdated has not been entered
es: No se ingresó el número de documento para Postfechados

# NoPostdatedExchangeRateValidation
source: Exchange rate for postdated does not exist
es: No existe tasa de cambio para Postfechados

source: No. Quotation
es: No. Cotización

source: No Records Found
es: No se encontraron registros

# NoRecordsToContinue
source: There is no records to continue
es: No existen registros para continuar

# NoRegisteredPerson
source: The data of the person entered are not registered
es: Los datos de la persona ingresada no están registrados

# NoRisksRate
source: There are no risks to be rate
es: No hay riesgos por tarifar

# NoSalePointValidation
source: The Sale Point Id has not been entered
es: No se ingresó el código de Punto de Venta

# NoSelectedMassive
source: An Upload File Must be Selected
es: Debe seleccionar un cargue

# Not100percentCostCenter
source: Not all cost centers associated with one of the sum movements 100%
es: No todos los centros de costos asociados a uno de los movimientos suma 100%

# NotAllowedLoadsTemporaryEmission
source: It is not allowed to add loads to a temporary in the process of emission
es: No se permite agregar cargues a un temporal en proceso de emisión

# NotCanCheckQuotation
source: ¿Quisiste decir "no se puede consultar cotización"? Can not check quote
es: No se permite consultar una cotización emitida.

# NotDeleteModule
source: Module can not be deleted because it is in use
es: No se puede eliminar Modulo porque se encuentra en uso

# NotDeleteSubModule
source: SubModule can not be deleted because it is in use
es: No se puede eliminar SubMódulo porque se encuentra en uso

# NotDepositCardInternalBallot
source: Internal Ballots for Credit Card Pending to Deposit
es: Boletas Internas de Tarjeta de Crédito Pendientes de Depósito

# NotFoundRows
source: There are no Records to Generate Process
es: No hay registros para Generar Proceso

# NoticeGrid_claim_notice_list
source: Claim Notice List
es: Listado de avisos de Siniestro

# NoticeGrid_notice_number
source: No. Notice
es: No. Aviso

# NoticeGrid_ocurrence_date
source: Ocurrence Date
es: Fecha Ocurrencia

# NoticeGrid_record_date
source: Record Date
es: Fecha de Registro

# NoticeGridSearch_caption
source: Filter Information
es: Filtrar Información

# NoticePercentage
source: % Notice
es: % Aviso

# NoticeSearch_message
source: Select the notice
es: Seleccione un aviso de siniestro

# NoticeSearch_message_convert
source: Could not convert to claim
es: No se pudo convertir a denuncia

# NoticeSearch_message_obected
source: this notice has been previously objected
es: Este aviso ha sido previamente objetado

# NoticeSearch_message_select
source: Select the brach of the notice
es: Seleccione la sucursal del siniestro

# Notifies_Events_Caption
source: Notifies - Events
es: Eventos - Notificaciones

# NotImplemented
source: At the moment this means of payment is not available
es: De momento este medio de pago no se encuentra disponible.

source: Not Modified
es: No Modificada

# NotPossibleToReinsure
source: It is not possible to reinsure the loss, the policy is not reinsured our don't have parameterization
es: No es posible el reaseguro del siniestro, la poliza no está reasegurada o Falta Parametrización

# NotRecords
source: There are not records to generate the file
es: No hay registros para generar el archivo

source: Not Selected Load
es: No hay Seleccionado Ningun Cargue

source: November
es: Noviembre

# Nroregistration
source: Filing Number
es: Número de Radicado

source: Number
es: Número

source: NumberDaysExpirationQuota
es: Cantidad de días hasta el vencimiento de la primera cuota

# NumberLettersByFields
source: The sum of characters in all fields exceeds the maximum value of 80, please reduce the text
es: La suma de caracteres de todos los campos supera el valor máximo de 80, por favor reducir los textos

source: Number Name Account Accounting
es: Número - Nombre Cuenta Contable

# NumberPayment
source: No. Payment
es: Nro. Pago

source: NumberQuota
es: Número Cuotas

# NumberReestablishment
source: No. Reestablishment
es: Nro. Restablecimiento

# NumerationDeleted
source: Eliminada
es: Numeración eliminada

source: Numeration Have Policys
es: La enumeración tiene pólizas

# NumerationSaved
source: Numer
es: Numeración guardada

# ObjectInsuranceNotAssociatedCoverages
source: The object of the insurance does not have associated coverages
es: El objeto del seguro no posee coberturas asociadas

# ObjectNotEnum
source: The Object Not is Enum
es: El Objeto no es un Enum

# ObservationByPreliquidation
source: INSERT BY PRELIQUIDATION N:
es: INGRESO POR PRELIQUIDACIÓN NRO:

# ObservationRequired
source: Observations is required
es: Observaciones es requerido

source: Observations
es: Observaciones

# Occupation
source: Ocupation
es: Ocupación

source: October
es: Octubre

source: of Expiration
es: de Expiración

source: Official Bulletin Date
es: Fecha Bol. Ofic.

# OfTotal
source: Of a Total of
es: De un Total de

source: Old Balance
es: Balance de Antigüedad

source: Old password
es: Contraseña actual

# OnConceptAccountNotDelete
source: Can not erase an account used in a concept
es: No se puede borrar una cuenta que se encuentra en conceptos

source: One Branch
es: Una Sucursal

source: One Intermediary
es: Un Intermediario

# OneResultWarning
source: Only one final result can exist
es: Solo puede existir un resultado final

# OneWildcardValidation
source: The wildcard can be use once
es: Solo se puede usar el comodín una vez

source: Online Issuance Accounting
es: Contabilización de Emisión en Línea

source: Only Debts
es: Solo Deudas

source: Only number
es: Debe ingresar solo numeros

# OnlyTwoDigitsQuota
source: Only two digits are allowed for days between installments
es: Solo se permiten dos digitos para los dias entre cuotas

source: Open
es: Abrir

source: Open Accounting Date
es: Fecha Apertura de Caja

source: Opening Billing
es: Apertura de Caja

# OpeningSeatAssetsPassive
source: Opening seat of assets and passive
es: Asiento de apertura de Activos y Pasivos

source: Operation
es: Operación

source: Operation Center
es: Centro de Operación

source: Operation Date
es: Fecha de Operación

source: Operation Number
es: Número Operación

source: Operations
es: Operaciones

source: Operations Issued
es: Operaciones Emitidas

# OperationsIssuedList
source: ~/en/Accounting/Reports/OperationsIssuedList
es: ~/Accounting/Reports/OperationsIssuedList

source: Operation Type
es: Tipo de Operación

source: Options
es: Opciones

source: Order
es: Orden

source: Order Number
es: Nro. Orden

source: Ordinary
es: Normal

source: Origin
es: Origen

source: Original Card Information
es: Información Tarjeta Original

source: Original Check
es: Cheque Original

# OriginCode
source: Origen Code
es: Código de Origen

source: Other Charges / Discounts
es: Otros Cargos / Desctos

source: Other Entries
es: Otros Asientos

source: Other Occupation
es: Otra Ocupación

source: Others
es: Otros

source: Outcome Reports
es: Reportes de Caja Egresos

# OutdatedExchangeRate
source: There is not exchange rate for today, will be show exchange rate from
es: No se ha ingresado la tasa de cambio para el día de hoy. Se utilizará la tasa de cambio del día

source: Output Formats
es: Formatos de Salida

source: Paid
es: Pagado

source: Paid Payment Authorizations
es: AUTORIZACIONES DE PAGO PAGADAS

source: Paid policy
es: Poliza no encontrada o pagada

source: Paramet. Accounts Banks
es: Paramet. Cuentas Bancarias

# Parameter
source: Parameterization
es: Parametrización

source: Parameter already exists
es: El parámetro ya existe

source: Parameterization Payment Type
es: Parametrización Tipo de Pago

# ParameterLabel
source: Parameter
es: Parámetro

# ParameterNotExist
source: The Procedure does not return parameterization information for Posting, or it is a 100% Retention Contract
es: No existe información de parametrización para Contabilizar, o es un Contrato de Retención al 100%

# ParameterRequiredExportVersion
source: To make the export to excel you must have the combination of brand-model.
es: Para realizar el exportar a excel debe tener la combinación de marca-modelo

source: Parameters
es: Parámetros

source: Parent Account
es: Cuenta Padre

# ParentAccountError
source: SubAccount is not child from selected Parent Account
es: SubCuenta no pertenece a cuenta Padre Seleccionada

# ParentAccountNotDelete
source: Not Delete a Parent Account
es: No se puede borrar una cuenta padre

# PartialBalance
source: Partial balance policies
es: Balance Parcial de Pólizas

source: PartialClosure
es: Cierre Parcial

source: Partial Clousure Commissions
es: Cierre Parcial de Comisiones

source: PartiallyApplied
es: Parcialmente aplicado

source: Partial Summary
es: Resumen parcial

source: Participation
es: Participación

source: Participation amount
es: Importe Participación

source: Participation Percentage
es: % Participación

# ParticipationPercentageValue
source: Participation rate can not exceed
es: Porcentaje de participación no puede ser mayor a

# PartnerEmpty
source: Partner not Found
es: Socio no Encontrado

source: Password
es: Contraseña

# PasswordCantHaveSecuence
source: The password can not contain a sequence of letters or numbers
es: La contraseña no puede contener una secuencia de letras o números

# PasswordDaysToExpire
source: Your password expires in {0} days
es: La contraseña vence en {0} días

# PasswordFirstMustNonNumber
source: The first character of the password can not be numeric
es: El primer carácter de la contraseña no puede ser numérico

# PasswordLocked
source: The user has been locked in the system. You should wait for {0} minutes befor try to access again
es: Su usuario ha sido bloqueado en el sistema. Debe esperar {0} minutos antes de intentar ingresar nuevamente

# PasswordminLenght
source: New password must be at least {0} characters
es: La nueva contraseña debe tener al menos {0} caracteres

# PasswordMustHaveNumber
source: The password must have at least {0} number
es: La contraseña debe tener al menos {0} números

# PasswordMustHaveUpper
source: Password must have at least {0} uppercase characters
es: La contraseña debe tener al menos {0} caracteres en mayúscula

source: Path
es: Ruta

# PathCancelCheck
source: Cancellation of Cheques
es: Anulación de Cheques

source: Patrimony
es: Patrimonio

source: Payable Items
es: Items a Pagar

# PayBankDepositMsj
source: Payment made in Bank Deposit
es: Pago realizado en Depósito Bancario

# PayCreditCardName
source: Name (As it appears on Card)
es: Nombre (Como aparece en la tarjeta)

source: Payed Quota
es: Cuota Pagada

source: Payer
es: Pagador

source: Payer Document Number
es: Nro. Documento Pagador

# PayerId
source: Payer Code
es: Código Pagador

source: Payer Indicator
es: Indicador de Pagador

source: Payer Name
es: Nombre Abonador

source: Payer Payment Detail
es: Detalle de Cobro por Pagador

source: Payer Type
es: Tipo Abonador

# PayExpDate
source: Payment Expiration date
es: Fecha vencimiento

# PayExpDateQuotaFrom
source: Expiration date quota from
es: Fecha venc. cuota desde

# PayExpDateQuotaTo
source: Expiration date quota to
es: Fecha venc. cuota hasta

# PayHolderName
source: Holder Name
es: Titular de Cuenta

source: Pay Holder Name Consignment Check
es: Titular de Cuenta del Cheque

# Payment
source: Payments
es: Pagos

# Payment_Concept
source: The concept of payment has already been added
es: El concepto de pago ya ha sido agregado

# Payment_Real
source: The payment temporary was recorded as real time with the number
es: El pago temporal fue grabado como real con el número

# Payment_Real_Invalid
source: Unable to save this payment without first recorded as Temporary
es: No se puede guardar este Pago sin antes haberlo grabado como Temporal

source: Payment Agreement
es: Convenio de Pago

# PaymentAlreadyNoReinsurance
source: Payment has no already reinsurance
es: Es posible que la solicitud de pago no tenga reaseguro de siniestro

# PaymentAlreadyReinsurance
source: The payment has already selected, reinsurance can not reinsure.
es: El pago selecionado ya tiene reaseguro, no se puede reasegurar.

# PaymentAmountGreatherThanZero
source: Payment Amount Must be Greather Than Zero
es: Importe a pagar debe ser mayor a cero

source: Payment Area
es: Zona Pagos

source: Payment Area Insured
es: Botón de Pagos Asegurado

# PaymentBalanceExcessValidation
source: The used value can not be greater than the payment amount
es: El Valor a utilizar no puede ser mayor que el valor de la cuota

source: Payment Branch
es: Sucursal de Pago

source: Payment Button
es: Botón de Pagos

# PaymentButtonCreditCardExpirationMonth
source: Expiration Month
es: Mes de Caducidad

# PaymentButtonCreditCardExpirationYear
source: Expiration Year
es: Año de Caducidad

source: Payment By Level Contract
es: Pagos por nivel de Contrato

source: Payment Concept
es: Concepto de Pago

# PaymentConceptBeenCopied
source: Payment Concept has already been copied to all branches
es: El concepto de pago ha sido copiado a todas las sucursales

source: Payment Concepts
es: Conceptos de Pago

source: Payment Conduit
es: Conductos de Pago

source: Payment Date
es: Fecha de Pago

# PaymentDateGreatherToday
source: Payment Date Must be Greather than Today
es: Fecha de pago debe ser mayor o igual a la fecha actual

source: Payment exceeds deposit premium
es: El pago excede la prima en depósito

# PaymentExcessValidation
source: The used value can not be greater than the amount
es: El Valor a utilizar no puede ser mayor que el importe

# PaymentFileGenerated
source: Payments file has been generated. To save it, please click in the following link:
es: Archivo de pagos generado. Para descargarlo, por favor click en el siguiente link:

# PaymentItemPartialQuotaDeleteNotAllowed
source: You must delete quotas following order
es: No se Permite Eliminar Cuotas en Desorden

source: Payment Layer
es: Capa de Pago

source: Payment Means
es: Medios de Pago

source: Payment Method
es: Método de Pago

source: Payment Movement Type
es: Tipo de Movimiento de Pago

# PaymentMustGreaterThanZero
source: Payment must be greater than 0
es: El pago debe ser superior a 0

source: Payment On Behalf Of
es: Pago a nombre de

source: Payment Order
es: Orden de Pago

# PaymentOrderAuthorizedDenied
source: The user does not have permission to authorize
es: El usuario no tiene permisos para autorizar

source: Payment Order Authorized Successfully
es: Orden de Pago autorizada exitosamente

source: Payment Order Cancellation
es: Cancelación de Orden de Pago

# PaymentOrderNoBankAccountSelectedWarning
source: A bank account hasn't been selected for the chosen payment method.
es: No se ha seleccionado una cuenta bancaria para el tipo de pago seleccionado.

source: Payment Order Number
es: Nro. OP

source: Payment Orders
es: Ordenes de Pago

source: Payment Orders Cancellation
es: Anulación de Ordenes de Pago

# PaymentOrderSearchLink
source: ~/en/Accounting/PaymentOrders/PaymentOrderSearch
es: ~/Accounting/PaymentOrders/PaymentOrderSearch

source: Payment Orders Not Recordered
es: Órdenes de Pago Sin Contabilizar

source: Payment orders paying
es: Ordenes de pago liquidadas

# PaymentOrdersPrint
source: Payment Order's Printing
es: Imprimir Orden de Pago

source: Payment orders remaining
es: Ordenes de pago pendientes

source: Payment orders removed
es: Ordenes de pago eliminadas

# PaymentOrdersReprinting
source: Reprint Payment Orders
es: Reimprimir Orden de Pago

source: Payment Orders Search
es: Búsqueda de Ordenes de Pago

source: Payment Orders Without Bank Assignation
es: Órdenes de Pago Sin Asignación de Banco

source: Payment plan is not complete
es: No se ha completado el plan de pago.

# PaymentPlanNotExist
source: Payment plan does not exist.
es: Plan de pago no existe.

source: Payment plans company
es: Planes de pago de la compañía

# PaymentPlansPleaseCheck
source: There are incomplete payment plans, please check, delete or complete the plan
es: Existen planes de pago incompletos, por favor revise, elimine o complete el plan

# PaymentRegistered
source: The payment request
es: La solicitud de pago No.

# PaymentReins
source: Payment
es: Pago

source: Payment Reminder
es: Recordatorio de Pago

# PaymentRequest_Beneficiary
source: Payment Beneficiary
es: Beneficiario del Pago

# PaymentRequest_ClaimNoConsulted
source: Not consulted any number of claim
es: No se ha consultado ningun número de reclamo

# PaymentRequest_ClaimUpdatePrinted
source: The register was updated as Printed
es: El registro se actualizo como Impreso

# PaymentRequest_Currency
source: Payment Currency
es: Moneda de Pago

# PaymentRequest_EstimatedDate
source: Payment Estimated Date
es: Fecha Estimada de Pago

# PaymentRequest_RecoveryBranch
source: Recovery Branch
es: Sucursal de Cobro

# PaymentRequest_RecoveryFrom
source: Recovery From
es: Cobrar a

source: Payment Request Claims Movements
es: Movimientos de solicitud de pagos

# PaymentRequestNumberNotParameterized
source: The operation could not be completed because the payment Branch is not parameterized
es: La operacion no se pudo completar porque la Sucursal de Pago no esta parametrizada

# PaymentRequestSavedSuccessfully
source: It has been successfully saved. Payment Request Num:
es: Se ha grabado correctamente la solicitud de pago No.

# PaymentRequestValidTax
source: You can not select a tax of the same type
es: No puede seleccionar un impuesto del mismo tipo
