Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# ApplicationReceiptTitle
source: Application Receipt Temporary Number
es: Aplicación de Recibos Temporal Nro.

# ApplicationReverseFailureLabel
source: Application reversed failed
es: Error en la reversión de aplicación

# ApplicationReverseSuccessLabel
source: Application reversed successfully
es: La aplicación reversó exitosamente

source: Applications List
es: Listado de solicitudes

source: Application Temporary Id
es: Id. Temporal Aplicación

source: Application Total
es: Total Aplicación

source: Application Year
es: Año Aplicación

source: Applied
es: Aplicado

source: Applied On The Day
es: Aplicados en el día

source: Applieds
es: Aplicados

source: Applies Collection
es: Aplica Cobro

# AppliesCollectionSucessful
source: The field applies collection has been correctly updated
es: Se ha actualizado correctamente el campo aplica cobro

source: Apply
es: Aplicar

source: Apply Amortization
es: Aplicar Amortización

source: Apply Credit Notes
es: Aplicar Notas de Crédito

# ApplyCreditNotesConfirmation
source: Are you sure to want to apply the following credit notes?
es: Está seguro de aplicar las notas de crédito?

source: Apply On
es: Aplicar Sobre

source: Apply Rejection
es: Aplicar Rechazo

source: Apply request
es: Solicitudes a aplicar

# ApplySuccessfully
source: Successful application of credit notes
es: Aplicación exitosa de notas de crédito

# ApplySuccessfullyAmortization
source: Apply Successfully of Amortization
es: Aplicación satisfactoria de Amortizaciones

# AppointmentDate
source: New Appointment
es: Nueva Cita

source: approximate
es: aproximado

source: April
es: Abril

source: Assets
es: Activos

source: Assign All Products
es: Asignar Todos Los Productos

source: Assigned Accesses
es: Accesos Asignados

source: Assign / Edit Entities to Conditions
es: Asignar / Editar Entidades a las Condiciones

source: Assigned Parameter To File
es: Ya está parametrizado el tipo de formato:

# Assignmenterrorofuse
source: You must associate at least one use of list to be able to add
es: Debe asociar al menos un uso de lista para poder agregar

source: Assignment Percentage
es: % Cesión

# AssignmentPercentageValue
source: Assignment percentage may not exceed {0}
es: Porcentaje de asignación no puede ser 0 ni mayor a {0}

source: Assing all Branch
es: Asignar Todas las Sucursales

source: Assistance Code
es: Código Asistencia

source: Associate
es: Asociar

source: Associate Bank Branch
es: Asociar Banco a Sucursal

source: Associated Policies/Endorsements
es: Pólizas / Endosos Asociados

# AssociationLineIsUsed
source: The association cannot be deleted, the line is in use.
es: No se puede eliminar la asociación, la linea esta en uso.

source: Association Number
es: Número de Asociación

source: Association of Lines
es: Asociación de Líneas

source: Association type
es: Tipo de asociacion

source: Attached Files
es: Archivos Adjuntos

source: August
es: Agosto

source: Authentication error
es: Error de Autenticación

source: Authorization
es: Autorización

source: Authorization Checks
es: Autorización Cheques

source: Authorization Number
es: Número Autorización

# AuthorizationNumberRequired
source: Authorization number is required
es: Número de autorización es requerido

source: Authorization Sector
es: Autorizaciones del Sector

source: Authorize
es: Autorizar

source: Authorize All
es: Autorizar Todo

source: Authorized
es: Autorizado

source: Authorized Document 1
es: Documento Autorizado 1

source: Authorized Document 2
es: Documento Autorizado 2

source: Authorized Name 1
es: Nombre Autorizado 1

source: Authorized Name 2
es: Nombre Autorizado 2

source: Authorized Users
es: Usuarios autorizadores

source: Authorizes
es: Autorizados

# AutocompleteMessage
source: No data found
es: No encuentra datos

source: Automatic
es: Automático

source: Automatic Amortization Policies
es: Amortización Auto. de Pólizas

source: Automatic Debit
es: Débito Automático

source: Automatic Debit Formats
es: Formatos Débito Automático

source: Automatic Entries
es: Asientos Automaticos

source: Automatic entry
es: Consulta de asientos automáticos

source: Automatic Reconciliation
es: Conciliación Automática

source: Automatic Selection Options
es: Opciones de selección automática

source: Automatic Settlement Of Credit Notes
es: Cruce Automático Notas de Crédito

# AutorizerPaymentOrder
source: The Payment Orde (s) authorized Number:
es: Se autorizará la o las ordenes de pago.

# AutorizerPaymentPayTo
source: The type Pay to. You are not authorized to request several payments
es: El tipo Pagar a. No está autorizado para solicitud de pagos varios

source: Auxiliary Codes
es: Códigos Auxiliares

source: Auxiliary Journal
es: Libro Diario Auxiliar

# AuxiliaryLedger
source: Ledger Auxiliary
es: Libro Auxiliar

# AuxiliaryLedgerDetail
source: Ledger Auxiliary Detail
es: Libro Auxiliar Detallado

source: AUXILIARY LEDGER SUMMARY
es: Resumen Mayor Auxiliar

source: Available lists
es: Listas disponibles

# AwaitProcessLoadExcelDT
source: Upload in progress
es: Cargue en proceso

source: Balance
es: Saldo

# BalanceAmount
source: Balance Received Currency
es: Saldo Moneda Recibida

# BalanceCashier
source: Cashier
es: Cajero

source: Balance sheet
es: Balance General

# BalanceSheetLink
source: ~/en/Accounting/Reports/BalanceSheet
es: ~/Accounting/Reports/BalanceSheet

# BalanceTotal
source: Balance Local Currency
es: Saldo Moneda Local

# BallotCardInternalDeposit
source: Ballot Cards Internal Deposit
es: Boleta Interna de Depósito Tarjetas

source: Ballot Date
es: Fecha de Boleta

source: Ballot Number
es: Nro. Boleta

source: Ballot Number Consignment
es: Nro. Boleta Consignación

# BallotNumberRequired
source: Ballot number is required
es: Número de boleta es requerido

# BallotPrint
source: Print Ballot
es: Imprimir Boleta

source: Ballots
es: Boletas

source: Ballots Administration
es: Administración de Tarjetas

# BallotsAdministrationMenu
source: Cards Administration
es: Administración de Boletas

source: Ballot Total Amount
es: Importe Total Boletas

source: Bank
es: Banco

source: Bank Account Number
es: Nro. Cuenta Corriente

source: Bank Accounts
es: Cuentas Bancarias

source: Bank Accounts Of
es: Cuentas Bancarias de

# BankAccountWithoutAccountNumber
source: Select another bank, no bank account numbers
es: Seleccione otro banco, banco sin números de cuenta

source: Bank And Account
es: Banco y Cuenta

source: Bank And Ballot Amount Differ
es: El monto Importe Total Banco difiere del monto Importe Total Boletas

source: Bank Ballot
es: Boleta del Banco

source: Bank Branch
es: Sucursal del banco

# BankCdDifferentFile
source: Bank code different from the file
es: El código del banco es diferente al archivo

source: Bank Code
es: Código del Banco

source: Bank Conciliation
es: Conciliación Bancaria

# BankConciliationIdValidation
source: Bank conciliation's Id is invalid
es: Código inválido de conciliación bancaria

source: Bank Date
es: Fecha del Banco

# BankDateRequired
source: Bank Date is Required
es: La Fecha Banco es requerida

source: Bank Deposit
es: Depósito Bancario

# BankExist
source: Selected bank already exists
es: El Banco seleccionado ya existe

source: BankLedger
es: Libro de bancos

source: Bank Movement
es: Movimientos Banco

source: Bank Movements
es: Movimientos Bancarios

source: Bank Name
es: Nombre Banco

# BankNameRequired
source: Bank name is required
es: El nombre del banco es requerido

# BankNetworkRelationshipPaymentMethod
source: Bank Network Relationship
es: Relación Redes x Conducto

# BankNumberBallot
source: Ballot Bank Number
es: Nro. Boleta Banco

# BankNumberRequired
source: Bank Number is required
es: El número de cuenta es requerido

# BankReconciliationAdd
source: Add Bank Reconciliation
es: Agregar Conciliación Bancaria

source: Bank Reconciliation Edit
es: Editar Conciliación Bancaria

source: Bank Response Codes
es: Códigos de Respuesta Banco

source: Bank Statement
es: Extractos Bancarios

source: Bank Statement Format
es: Formato Extracto Bancario

source: Bank Statement Format Detail
es: Detalle Formato Extracto Bancario

source: Bank Total Amount
es: Importe Total Banco

source: Bank Transfers
es: Transferencias Bancarias

source: Basic
es: Básica

source: Batch Process Review
es: Revisión Procesos Batch

source: BATCH SUMMARY
es: RESUMEN LOTE

source: Beneficiary
es: Beneficiario

source: Beneficiary Name
es: Nombre Beneficiario

# BeneficiaryNotHavingAccountForElectronicPayment
source: Beneficiary does not have an account setup for electronic payment
es: El beneficiario no posee cuenta configurada para pago electrónico

source: Beneficiary Type
es: Tipo Beneficiario

source: Biannual
es: Semestral

source: BILL
es: FACTURA

source: Bill Amount
es: Importe Recibo

source: Bill Balance
es: Saldos de Caja

# BillDateRequired
source: Bill date is required
es: Fecha de factura es requerida

# BillDepositVoucherValid
source: Deposit voucher number already registered
es: No. de Boleta de Depósito ya ha sido registrada

source: Billed Amount
es: Importe Facturado

source: Billing
es: Caja

source: Billing Bank Auxiliary
es: Mayor Auxiliar de Caja y Bancos

source: Billing Bank Auxiliary Summary
es: Resumen Mayor Auxiliar de Caja y Bancos

# BillingBankDailyAuxiliary
source: Billing and Bank Daily Auxiliary
es: Diario Auxiliar de Caja y Bancos

# BillingCancelBillConfirmationTitle
source: Bill Cancel
es: Anulación de Recibo

# BillingCancelBillConfirmationWarning
source: Would you like to cancel the bill?
es: Desea anular el Recibo?

# BillingCancelBillSuccess
source: Bill canceled successfully
es: Recibo anulado exitosamente.

# BillingCancelBillWarning
source: Bill closed, you can not cancel the transaction.
es: Caja Cerrada, no se puede anular la transacción

# BillingCardHolderName
source: Name Card Holder
es: Nombre Titular Tarjeta

# BillingClosureRedirectLink
source: en/Accounting/Billing/BillingClosure
es: Accounting/Billing/BillingClosure

# BillingClosureValuesInZero
source: Zero values ​​are not allowed
es: Montos en Cero o menores que el minimo no son permitidos

# BillingEntry
source: Entry
es: Ingreso

# BillingInformation_ConceptValue
source: Concept Value
es: Valor Concepto

# BillingInformation_Currency
source: Billing Currency
es: Moneda Factura

# BillingInformation_CurrencyPayment
source: Currency Payment
es: Moneda de Liquidación

# BillingInformation_CurrencyPaymentValue
source: Currency of Payment Value
es: Valor a Moneda de Pago

# BillingInformation_MutipleBillings
source: Multiple Billings by Claim
es: Varias Facturas por Reclamo

# BillingInformation_TaxValue
source: Tax Value
es: Valor Impuesto

# BillingInformation_TotalBilling
source: Total Values of Claims Payable
es: Valor Total a Pagar por Reclamos

# BillingInformation_TotalTax
source: Total Tax
es: Total IVA

# BillingInvalidDate
source: Invalid date
es: Fecha inválida

# BillingMessageWarningInternalBallot
source: There are check / cash / card / s that are assigned to ballot / s Internal / s of deposit
es: Existen cheque/efectivo/tarjeta/s que estan asignadas a boleta/s interna/s de deposito

# BillingMessageWarningModuleDate
source: The Bill Accounting Date is Not equal to the Month of the Accounting System Date!
es: La Fecha Contable del Recibo No es igual al mes de la Fecha Contable del Sistema!

source: Billing Movement List
es: Listado de movimientos en caja

# BillingMultipleHolder
source: Drawer / Card Holder / Depositor / Person Transferring
es: Librador/Titular Tarjeta/Depositante/Persona que Transfiere

# BillingNumTransfer
source: Transfer Num.
es: Nro. Transferencia

# BillingPersonTransferName
source: Person Name Transfer
es: Nombre Persona Transfiere

# BillingSummaryPayBankIdWarning
source: Bank(s) data is not correctly entered
es: Los datos de banco(s) no estan cargados correctamente

# BillingSummaryPayEnterData
source: Enter all the fields marked with an asterisc (*)
es: Ingrese todos los campos marcados con asterisco (*)

# BillingSummaryPayRetentionSerialVoucherNumber
source: Retention Voucher Serial Num.
es: Nro. Serie del Comprobante

# BillingTotalAdmitted
source: Total Admitted
es: Total Admitido

# BillingTotalDifference
source: Total Difference
es: Diferencia Total

# BillingTotalReceived
source: Total Received
es: Total Recibido

# BillNum
source: Bill Receipt
es: Nro. Recibo

# BillNumber
source: Bill No.
es: Nro. Factura

# BillStatusPartiallyApplied
source: PARTIALLY APPLIED
es: PAR. APLICADO

# BillStatusReal
source: REALS
es: REALES

source: Bill Total
es: Total Recibo

# BillTransferValid
source: No. of transfer has already been registered
es: No. de Transferencia ya Registrada

# BillValuesAlreadyDeposited
source: Receipt values are deposited
es: Los valores del recibo están depositados

source: Bill Without Retention
es: Facturas Sin Retención

source: BorderAux Claims
es: BORDERAUX SINIESTROS

source: BorderAux Pager
es: BORDERAUX PAGOS

source: BorderAux Premium
es: BORDERAUX PRIMA

source: Branch
es: Sucursal

source: Branch Accounting Concept
es: Conceptos Contables por Sucursal

source: Branch Code
es: Código Sucursal

source: Branch Id
es: Id. Sucursal

# BranchNotExistPaymentService
source: The branch code defined for this operation does not exist, please check your configuration
es: El código de sucursal definida para esta operaciòn no existe por favor revise su configuración

# BranchOpenAutomatic
source: has been automatically opened for this process
es: ha sido abierta automáticamente para este proceso

source: Branch Opening
es: Apertura Sucursal

# BranchPermissionError
source: The user has not parametrized the branch origin of the temporary, it is not possible to make this query
es: El usuario no tiene parametrizada la sucursal origen de la temporal, no es posible realizar esta consulta

# BranchPrefixPolicyEndorsement
source: Branch/Prefix/Policie/Endorsement
es: Suc/Ramo/Poliza/Endoso

# BranchRequest
source: Bran/Requ
es: Suc/Solici

source: Broker
es: Corredor

source: Broker Commission
es: Comisión Intermediario

source: Broker Document Number
es: Nro. Documento Broker

source: Broker Expired Portfolio
es: Cartera Vencida por Corredor

source: Broker Name
es: Nombre Broker

source: Broker Reinsurance Company Id
es: Id. Broker

source: Broker Type
es: Tipo de corredor

# btnConvertClaimNoticeToClaim
source: To Claim
es: Denunciar

# btnCoverageEstimation
source: Coverage Estimation
es: Estimar Coberturas

# btnExport
source: Export
es: Exportar

# btnExportPdf
source: Export PDF
es: PDF

# btnFilesDialog
source: Files
es: Archivos

# btnLoadFacultative
source: Load Facultative
es: Insertar Facultativo

# btnLoadReinsurance
source: Setting / Changing
es: Ajuste / Modificación

# btnPayExpense
source: Pay
es: Pagar

# btnPlay
source: Start
es: Iniciar

# btnRecalculate
source: Recalculate
es: Calcular

# btnRefresh
source: Refresh
es: Refrescar

# btnReinsuranceEndorsement
source: Reinsurance endorsement
es: Reasegurar Endoso

# BtnReport
source: Generate Report
es: Generar Reporte

# btnSaveClaim
source: Save Claim
es: Grabar Reclamo

# btnSaveClaimNotice
source: Save Notice
es: Grabar Aviso

# btnSaveClaimNoticeObjeted
source: Object
es: Objetar

# btnSaveLegalDefenseCommitee
source: Save Committee
es: Grabar Comité

# btnSaveProcess
source: Save Process
es: Grabar Proceso

# btnSaveTemporary
source: Save Temporary
es: Grabar Temporario

# btnSchedule
source: Schedule
es: Agendar

# btnScheduleClaimNotice
source: Schedule Notice
es: Agendar Aviso

# btnSearchClaim
source: Claim/Temporary
es: Reclamo/Temporario

# btnSearchClaimNotice
source: Search Notice
es: Buscar Aviso

# btnSig_In
source: Sign In
es: Ingresar

source: Business
es: Negocio

# BusinessExceptionMsj
source: An error has occurred, of a controlled type, the transaction has been reverted to ensure data integrity, please try again
es: Se ha producido un error, de tipo controlado, la transacción se ha revertido para garantizar integridad de datos, por favor volver a intentar

source: Business Letter
es: Carta Legal

# BusinessName
source: Name / Business Name
es: Nombre / Razón Social

source: Business Type
es: Tipo de Negocio

# ButtonConvertProspect
source: Convert Prospect
es: Convertir Prospecto

# ButtonCreateModification
source: Create Temporary of Modification
es: Crear Temporario Modificación

# ButtonCreateRenewal
source: Create Temporary of Renewal
es: Crear Temporario Renovación

# ButtonDeallocateAll
source: Deallocate All
es: Desasignar Todos

# ButtonDeleteLoad
source: Delete Load
es: Eliminar Proceso

# ButtonDetail
source: Detail
es: Detalle

# ButtonExport
source: Export
es: Exportar

# ButtonGoBack
source: Back
es: Regresar

# ButtonImportProcess
source: Import Process
es: Importar Proceso

# ButtonLoad
source: Load
es: Agregar

source: Button Name
es: Nombre del Botón

# ButtonNewPerson
source: New Individual
es: Nueva Persona

# ButtonNewTemporal
source: New Temporary
es: Nuevo Temporal

# ButtonNotApplyIndividualPolicies
source: This button does not apply to Individual Policies.
es: Este botón no aplica para Pólizas Individuales.

# ButtonPending
source: Pending
es: Pendiente

# ButtonPrintPromissoryNote
source: Print Promissory Note
es: Imprimir Pagaré

# ButtonReassigning
source: Reassigning
es: Reasignar

# ButtonReject
source: Rejected
es: Rechazado

# ButtonRenovate
source: Renovate
es: Renovar

# ButtonReturn
source: Return
es: Volver

# ButtonSaveAndQuit
source: Save and Exit
es: Guardar y Salir

# ButtonSaveTemporal
source: Save Temporary
es: Guardar Temporal

# ButtonSearch
source: Search
es: Buscar

# ButtonSend
source: Send
es: Enviar

# ButtonTariff
source: Tariffed
es: Tarifar

# Buyer_NoRegisteredAlert
source: It is not registered as a Buyer
es: No está registrado como comprador

source: Buy Rate
es: Tarifa compra

source: BY
es: POR

source: Calculated Taxes
es: Impuestos Calculados

source: Calculation Type
es: Tipo de Cálculo

source: Cancel
es: Cancelar

# CancelApplicationMessage
source: ¿You want to cancel?
es: Desea Cancelar la Operación

# CancelBallotSuccess
source: Ballot Successfully Cancelled!
es: Se ha Anulado Exitosamente la Boleta!

source: Canceled
es: Cancelado

# CancelGenerationQuestion
source: Are you sure you want to cancel the generation?
es: Desea realmente cancelar la generación

source: Cancellation
es: Cancelación

source: Cancellation Balance
es: Saldo Cancelación

source: Cancellation Date
es: Fecha Cancelación

source: Cancellation Notice
es: Aviso de Cancelación

source: Cancellation Notices
es: Avisos de Cancelación

source: Cancellation Process Successful
es: Transferencia(s) de orden pago anulada(s) con éxito

source: Cancellation record
es: Registro de cancelación

# CancellationRequestSave
source: Request was aborted with the number
es: Se anuló la solicitud con el número

# CancellationsAndReturnsTitle
source: CANCELLATIONS AND RETURNS
es: CANCELACIONES Y DEVOLUCIONES

source: Cancellations Applied
es: Cancelaciones Aplicadas

# CancellationSearchMessage
source: Enter all the values ​​for the search
es: Ingrese todos los valores para la busqueda

source: Cancellations Processed
es: Cancelaciones Procesadas

source: Cancellation to be Made
es: Cancelación a realizar

# Cancelled1
source: Canceled
es: Cancelado

source: Cancelled Process
es: Proceso Cancelado

# CancelNotice
source: Cancel Notices
es: Anular Avisos de Cancelación

source: Cancel Payment Order?
es: Anular la Orden de Pago?

# CancelPostedStatus
source: It is not possible to void a check with status Posted
es: No es posible anular un cheque con estado Autorizado/Aplicado/Pagado

# CanNotAddResult
source: Can not add more than one result
es: No se puede ingresar más de un resultado

source: Can not be modified
es: No se puede modificar

# CannotInputValueGreatherThan
source: Cannot Input a Value Greather Than
es: No puede Ingresar un valor mayor a

# CannotInputValueLowerThan
source: Cannot Input a Value Lower Than
es: No puede Ingresar un valor menor a

# CannotReverseAppliedBillWarningMessage
source: An application that does not have premium receivable can not be reversed
es: No se puede reversar una aplicación que no tenga primas por cobrar

# CantProcessMoreThanHundred
source: Can't process more than a hundred records
es: No se pueden procesar más de 100 registros

source: Card
es: Tarjeta

# CardDepositingPendingTitle
source: Cards Pending to Deposit
es: Consulta Tarjetas Pendientes de Depositar

# CardDetail
source: Associated Cards Detail, Internal Ballot Num.
es: Detalle Tarjetas asociadas Boleta Interna Nro.

# CardDetailedSearch
source: Card Details Search
es: Consulta de Detalle de Tarjetas

source: Card Number
es: Nro. Tarjeta

# CardPaymentBallot
source: Bank Deposit with Credit Cards
es: Depósito Bancario Tarjetas de Crédito

source: Card Regularization
es: Regularización de Tarjetas

# CardRegularizationDescription
source: For Card Regularization:
es: Por regularización de Tarjeta:

source: Cards Entry
es: Ingreso de Tarjetas

source: Cards to deposit
es: Tarjetas a Depositar

source: Card Type
es: Tipo Tarjeta

# CardVoucherSaved
source: Rejection successfully generated, the new bill is
es: Rechazo generado exitosamente, Transacción Nro.

source: Cash
es: Efectivo

# CashAccountDailyEntryAuxiliar
source: Daily Entry Auxiliar
es: Diario Auxiliar

# CashAccountEntryAuxiliar
source: Entry Auxiliar
es: Mayor Auxiliar

source: Cash Amount
es: Importe en Efectivo

source: Cash Closing List
es: Listado de Cierres de Caja

source: Cash flow
es: Flujo de efectivo

source: Cash Income
es: Ingreso de Efectivo

source: Cash Receipt
es: Recibo de Caja

# CatastrophicInformation_Code
source: Event Code
es: Codigo Evento

# CatastrophicInformation_DateTimeFrom
source: Date Time From (dd/mm/yyyy hh:mm tt)
es: Fecha y Hora Desde (dd/mm/aaaa hh:mm tt)

# CatastrophicInformation_DateTimeTo
source: Date Time To (dd/mm/yyyy hh:mm tt)
es: Fecha y Hora Hasta (dd/mm/aaaa hh:mm tt)

source: Catastrophic reserve
es: Reserva catastrófica

source: Catastrophic reserve entry
es: Asiento de reserva catastrófica

source: Catastrophic Risk Accounting
es: Contabilización de Riesgos Catastróficos

source: Catastrophic Risk Reserve
es: Reserva de riesgos catastroficos

source: Central Accounting
es: Contabilidad Central

# ChangeCheckSuccess
source: The check has been successfully exchanged
es: El canje de cheque se ha realizado con éxito para el

# ChangeCoinsuranceEndorsement
source: Change Coinsurance
es: Cambio de Coasegurado

# ChangeMotiveRequestedBy
source: Change's Motive/ RequestedBy
es: Motivo de Cambio/ Solicitado por

source: Changes on Total Amount
es: Cambios en el Importe Total

source: Check
es: Cheque

source: Check Administration
es: Administración de Cheques

source: Check Amount
es: Importe Cheque

source: Check Assign
es: Cheque a Asignar

# CheckbookActive
source: There is already an Active Checkbook
es: Ya Existe una Chequera Activa

source: Check Book Control
es: Control de Chequeras

# CheckBookControlValidate
source: You can not assign the same checkbook for manual and automatic assignment
es: No se puede asignar una misma chequera para asignación manual y automática

# CheckbookInactive
source: Checkbook completely inactive
es: Chequera Completamente Inactiva...

source: Check Date
es: Fecha Cheque

source: Check Details
es: Consulta a Detalle de Cheques

source: Check From
es: Cheque Desde

source: Check In Amount
es: Importe en Cheques

source: Checking account by treaty
es: Cuenta Corriente por Tratado

source: Checking account prime
es: Cuenta Corriente Prima

# CheckingAccountPrimeProductionDetail
source: Checking account prime vs production detail
es: Cuenta Corriente Prima vs Detalle Producción

source: Check Issuer
es: Emisor de Cheque

source: Check Legalization
es: Legalización de Cheque
