Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# LabelTotalParticipation
source: Agent Total Participation
es: Total Participación Intermediarios

# LabelTotalPremium
source: Total Premium
es: Prima Total

# LabelTotalSumInsured
source: Total Insured Amount
es: Suma Asegurada Total :

# LabelTransitTaxes
source: Transit taxes
es: Multas de Tránsito

# LabelTransportType
source: Transport Type
es: Medio Transporte

# LabelTypeAddress
source: Adrdress Type
es: Tipo de Dirección

# LabelTypeDocument
source: Document Type
es: Tipo de Documento

# LabelTypeIntermediary
source: Intermediate Type
es: Tipo Intermediario

# LabelTypeOfAssistance
source: Type of assistance
es: Tipo de Asistencia

# LabelTypePartnership
source: Partnership Type
es: Tipo de Asociación

# LabelTypeService
source: Type of service
es: Tipo de servicio

# LabelTypeStructure
source: Structure Type
es: T. Estructura

# LabelTypeVehicle
source: Vehicle Type
es: Tipo de Vehículo

# LabelTypeVehicleDescription
source: Description
es: Descripción

# LabelTypeVehicleIsTruck
source: Is Truck?
es: ¿Es Camión?

# LabelUnassign
source: Unassign
es: Desasignar

# LabelUse
source: Uses
es: Uso

# LabelUser1
source: User
es: Usuario

# LabelUserId
source: User Id
es: Id Usuario

# LabelUseToIssuePolicy
source: Use To Issue Policy
es: Usar para Emitir Poliza

# LabelValidateDateFinal
source: You must choose a closing date
es: Debe escoger una fecha de cierre

# LabelValidationField
source: Validation Field
es: Campo a validar

# LabelValidationTable
source: Validation Table
es: Tabla de validación

# LabelValuationDate
source: Appraisal
es: Fecha Avalúo

# LabelValueAccesories
source: Accesories Values
es: Valor Accesorios

# LabelValuesGuide
source: Values ​​Guide
es: Guía de Valores

# LabelVehicleBody
source: Vehicle body
es: Carrocería de vehículo

# LabelVehicleNewPrice
source: Brand New Value
es: Valor 0 Km

# LabelVehicleQuotationIndicators
source: Vehicle Quotation Indicators
es: Indicadores de Cotizaciones de Autos

# LabelVersion
source: Version
es: Versión

# LabelWhereAdd
source: Condition (where)
es: Condición (Where)

# LabelWithNomenclature
source: With Nomenclature
es: Con Nomenclatura

# LabelWithoutData
source: No data
es: Sin datos

# LabelWithoutTextWithObservations
source: No Text with Observations
es: Sin Texto con Observaciones

# LabelWithTextAndObservations
source: With Text and Observations
es: Con Texto y Observaciones

# LabelWorkerType
source: Type of Worker
es: Tipo de Trabajador

source: Last Accounting Balance
es: Saldo Anterior Contable

source: Last Bank Balance
es: Saldo Anterior Banco

source: Last Check Asigment
es: Último Cheque Asignado

source: Last Check Used
es: Ultimo Cheque Utilizado

source: Last Check Warning
es: Debe tener más de un cheque utilizado

source: Layer
es: Capa

source: Layer Number
es: Número Capa

source: Layer Percentage
es: Porcentaje Capa

source: Ledger Account Number
es: Nro. Cuenta Contable

source: Left
es: Izquierda

source: Legal Date
es: Fecha Paso Legales

# LegalDefenseCommittee_CommitteDecision
source: Committee Decision
es: Decisión Comité

# LegalDefenseCommittee_Date
source: Committee Date
es: Fecha del Comité

# LegalDefenseCommittee_Recommendations
source: Recommendations
es: Recomendaciones

# LegalDefenseCommittee_ReconcileValue
source: Reconcilie Value
es: Valor a Conciliar

source: Legal Information
es: Información de Paso a Legales

# LegalizationDateGreaterRejection
source: Legalization date must be greater or equal than the date of rejection
es: Fecha paso a legales debe ser mayor o igual a fecha de rechazo

source: Legalize
es: Legalizar

# LegalizingCheckInformation
source: Legalize Check Information
es: Información de Traspaso a Legales

source: Legal Transaction
es: Transacción Paso Legales

source: Length
es: Longitud

# LevelCompanyIsNecesary
source: In order for the contract level to be created correctly, it is necessary to add a company level
es: Para que el contrato quede parametrizado correctamente, es necesario agregar una compañia de nivel

# LevelEducation
source: Education Level
es: Nivel Educativo

source: Level Number
es: Nro. Nivel

source: Liabilities
es: Pasivos

source: Liberate
es: Liberar

source: % LifeRate
es: % Tasa Vida

# Limit_Consumption
source: Consumption %
es: Consumo %

# Limit_PaymentConsumption
source: Consumption Payments %
es: Consumo % Pagos

# Limit1
source: Limit One
es: Límite Uno

# Limit3
source: Limit Three
es: Límite Tres

source: Limit Code
es: Código Límite

# LimitEstimation
source: Estimation Limit
es: Limite Estimación Usuario

source: Limit Rc not found
es: Límite Rc no encontrado

source: Line
es: Línea

# LineBusinessAssociatedNoDelete
source: It can not be deleted because it has associated elements.
es: No se puede eliminar porque tiene elementos asociados.

# LineEditTitle
source: Line Edit
es: Modificación Línea

source: Line Id
es: Id. Línea

# LineIsUsed
source: The contract cannot be deleted because the line is in use
es: El contrato no se puede eliminar, la linea esta en uso.

# LineNewTitle
source: Line New
es: Nueva Línea

# LineOfBusiness
source: Line of bussines
es: Línea de Negocio

source: Lines
es: Líneas

# LineSelect
source: Select line first
es: Seleccione una linea primero

source: Lines Number
es: Nro. Líneas

source: Links
es: Vínculos

# LinksSuccessfully
source: Links failed saved
es: Vinculos guardado exitosamente

source: List
es: Listado

source: List Collections
es: Listar recaudos

# ListJournalEntries
source: List of Journal Entries
es: Listado Asientos de Diario

source: Lists
es: Listados

source: List sorted by
es: Listado ordenado por

source: Load
es: Cargar

# LoadApplicationReceiptLink
source: ~/en/Accounting/ReceiptApplication/LoadApplicationReceipt
es: ~/Accounting/ReceiptApplication/LoadApplicationReceipt

source: Load Bank Response
es: Cargar Respuesta del Banco

# LoadBillingLink
source: ~/en/Accounting/Billing/LoadBilling
es: ~/Accounting/Billing/LoadBilling

# LoadCheckRegularizationLink
source: ~/en/Accounting/Regularization/LoadCheckRegularization
es: ~/Accounting/Regularization/LoadCheckRegularization

source: Load Decision Table From Excel
es: Cargar Tabla de decisión desde Excel

source: Load Facultative Label
es: Cargar Facultativo

# LoadJournalEntryLink
source: ~/en/Accounting/JournalEntry/LoadJournalEntry
es: ~/Accounting/JournalEntry/LoadJournalEntry

source: Load Package
es: Cargar Paquete

# LoadPaymentOrdersApplicationLink
source: ~/en/Accounting/PaymentOrders/LoadPaymentOrdersApplication
es: ~/Accounting/PaymentOrders/LoadPaymentOrdersApplication

# LoadPreliquidationSearchLink
source: ~/en/Accounting/PreLiquidations/LoadPreliquidationSearch
es: ~/Accounting/PreLiquidations/LoadPreliquidationSearch

# LoadPreliquidationsLink
source: ~/en/Accounting/PreLiquidations/LoadPreliquidation
es: ~/Accounting/PreLiquidations/LoadPreliquidation

# LoadReceiptCancelLink
source: ~/en/Accounting/ReceiptApplication/LoadReceiptCancel
es: ~/Accounting/ReceiptApplication/LoadReceiptCancel

source: Load State
es: Estado de Carga

# LoadTempPreliquidationSearchLink
source: ~/en/Accounting/TemporarySearch/LoadTempPreliquidationSearch
es: ~/Accounting/TemporarySearch/LoadTempPreliquidationSearch

# LoadVoucherRegularizationLink
source: ~/en/Accounting/Regularization/LoadVoucherRegularization
es: ~/Accounting/Regularization/LoadVoucherRegularization

source: Loan Number
es: Número Préstamo

source: Local
es: Provincial

source: Local Currency
es: Moneda Local

# LocalCurrencyDiference
source: Diference Local Currency
es: Diferencia Moneda Local

# LocalTax
source: Local/National
es: Provincia/Nacional

source: Login Name
es: Nombre de inicio

# LogOutLink
source: en/Account/LogOff
es: Account/LogOff

# LossCommissionPercentage
source: % Loss Commission
es: % Comisión Siniestro

# LossCommissionPercentageMessage
source: The loss commission percentage between 0 and 100
es: El % comisión siniestro debe ser entre 0 y 100

source: Loss item
es: Partida de perdidas

source: Lot Number
es: Nro. de Lote

source: Lot Number Generated
es: Nro. Lote Generado

# LotNumberProcess
source: There is already a process for this lotnumber
es: Ya existe un proceso para el lote

source: Lot Status
es: Estado del Lote

source: Low
es: Baja

# LowProcessConfirmation
source: Are you sure you want unsubscribe the process selected?
es: Está seguro de dar de baja el proceso seleccionado?

# LowReason
source: Deregister Date
es: Motivo de Baja

source: Main
es: Principal

# MainBillSearchLink
source: ~/en/Accounting/BillSearch/MainBillSearch
es: ~/Accounting/BillSearch/MainBillSearch

# MainCheckDepositSlip
source: ~/en/Accounting/Transaction/MainCheckDepositSlip
es: ~/Accounting/Transaction/MainCheckDepositSlip

# MainCheckSearchLink
source: ~/en/Accounting/Transaction/MainCheckSearch
es: ~/Accounting/Transaction/MainCheckSearch

# MainJournalEntryLink
source: ~/en/Accounting/JournalEntry/MainJournalEntry
es: ~/Accounting/JournalEntry/MainJournalEntry

# MainLocalAmount
source: Local Amount Director
es: Monto Local Principal

source: Main Menu
es: Menú Principal

# MainPathCheckPrinting
source: Chek Print
es: Impresión de Cheques

# MainPathCheckReprinting
source: Reprint Checks
es: Reimpresión de Cheques

# MainPaymentServiceInformationAgent
source: Agent Information
es: Información del Agente

# MainPaymentServiceInformationInsured
source: Insured Information
es: Información del Asegurado

# MainPaymentServiceMessageExpirationYear
source: Year must be greater than or equal to the current
es: Año debe ser mayor o igual al año en curso

# MainPaymentServiceMessagePositivePay
source: Payment's total must be greater than zero
es: El total a pagar debe ser mayor que cero

# MainPaymentServiceTitleBankDeposit
source: Payment Bank Deposits
es: Pago por Depósito Bancario

# MainPreLiquidationsSearchLink
source: ~/en/Accounting/PreLiquidations/MainPreLiquidationsSearch
es: ~/Accounting/PreLiquidations/MainPreLiquidationsSearch

# MainTemporarySearchLink
source: ~/en/Accounting/TemporarySearch/MainTemporarySearch
es: ~/Accounting/TemporarySearch/MainTemporarySearch

# Majorization
source: Posting To The Ledger
es: Mayorización

source: Make
es: Marca

source: Man
es: Masculino

source: Manual Assignment
es: Asignación Manual

# ManualAssignmentCheckFailured
source: Check manual asignation error
es: Error en la asignación manual de cheque

source: Manual Check Assignment
es: Asignación de Cheque Manual

source: Manual Conciliation
es: Conciliación Manual

source: Manual Entries
es: Asientos Manuales

source: Manual Input
es: Ingreso Manual

source: Marca Not Found
es: No se encontro Marca

source: March
es: Marzo

source: Mask
es: Máscara

# MaskAccountLengthValidationMessage
source: Mask's length is longer than account's length
es: La longitud de la máscara es mayor a la logitud de la cuenta contable

# MaskPositionValidationMessage
source: The mask position superimposes a mask position already entered
es: La posición de la máscara se sobrepone a la posición de una máscara ya ingresada

source: Massive
es: Masivos

source: Massive Cancellation
es: Cancelación masiva

# MassiveDataGenerate
source: Massive Data Generate Excel
es: Generar Carga Masiva Excel

# MassiveDataGeneratedTitle
source: Information for Excel
es: Información para Excel

# MassiveDataLoad
source: Massive Process
es: Procesos Masivos

# MassiveDataLoadConfirmationTitle
source: Massive Data Load Process
es: Procesar Carga Masiva

# MassiveDataLoadResultMessageOne
source: records have been loaded with a total amount of
es: Se ha cargado

# MassiveDataLoadResultMessageTwo
source: records with a total value of
es: registros con un valor total de

# MassiveDataLoadValidationFields
source: Select file to upload
es: Seleccionar el archivo para la carga

# MassiveDataLoadWrongFormatFieldAmount
source: The decimal separator in the amount field is a comma
es: El campo importe tiene separador decimal coma

source: Massive Renewal
es: Renovación Masivos

source: Max
es: Máximo

source: Max. Currency Difference
es: Max. diferencia de moneda

# MaxDateFromAssociationLine
source: The "date from" exceeds the "maximum date allowed"
es: La "fecha desde" sobrepasa a la "fecha desde máxima" permitida

# MaxDateToAssociationLine
source: The "date to" exceeds the "date until maximum" allowed
es: La "fecha hasta" sobrepasa a la "fecha hasta máxima" permitida

source: Max. Difference
es: Diferencia max.

# MaxFile
source: The maximum number of columns is
es: El número maximo de campos es:

source: Maximum Liability Amount
es: Importe de Responsabilidad Máxima

source: % Maximum Rate
es: % Tasa Máxima

source: May
es: Mayo

source: Mayor Entry Seat
es: Ingreso de Asiento Mayor

# MeansPayment
source: Means of Payment
es: Medio de Pago

source: Memorandum accounts
es: Cuentas de orden

# Menu_answer
source: Answer
es: Responder

# Menu_ClaimNotice
source: Claim Notice
es: Aviso de Siniestro

# Menu_ClaimSettings
source: Claim Settings
es: Parámetros de Siniestros

# Menu_ClaimSettings_Documentation
source: Required Documents
es: Documentos Requeridos

# Menu_ClaimSettings_NoticeState
source: Notice State
es: Estado de Siniestro

# Menu_close
source: Log Out
es: Cerrar Sesión

# Menu_Events_Claims
source: Claims Events
es: Eventos de Siniestros

# Menu_notify
source: Notifies
es: Notificaciones

# Menu_pending
source: Pendings
es: Pendientes

# Menu_private_access
source: Private Access
es: Acceso Privado

# Menu_public_access
source: Public Access
es: Acceso Público

# MenuAutomaticAssignment
source: Automatic Assignment
es: Asignación Automática

# MenuBalance
source: Final balance
es: Balance de Saldos

# MenuBalanceInquiries
source: Balance Inquiries
es: Consulta de Movimientos

# MenuCashOtuflows
source: Cash Outflows
es: Caja Egresos

# MenuCheckPendingDeposit
source: Check Pending Deposit
es: Cheques Pendientes de Depósito

# MenuCheks
source: Checks
es: Cheques

# MenuClaims_property
source: Property
es: Propiedad

# MenuClaims_surety
source: Surety
es: Fianzas

# MenuClaims_vehicle
source: Vehicle
es: Vehiculo

# MenuDailyClosingCash
source: Daily Closing
es: Cierre Diario

# MenuParameterDayPrefix
source: Day by Prefix
es: Días por Ramo

# MenuParamtertExclusion
source: Exclusion
es: Exclusión

# MenuPreLiquidation
source: PreLiquidation
es: Pre Liquidación

# MenuReprint
source: Reprint
es: Reimpresión

# MenuReservations
source: Reservations
es: Reservas

# Message_Invalid_Data
source: << No data>>
es: << No existen datos >>

# MessageAccountingEntry
source: The accounting entry number is generated.
es: Se generó el asiento Nro.

# MessageAnalysisConcept
source: Already existing concepts related all this code
es: Ya se han relacionado todos los conceptos existentes a este código

# MessageAnnualClosure
source: The annual closure was successfully prosecuted. Seat number
es: El cierre anual fue procesado con éxito. Número de asiento

# MessageAprilValidate
source: The day must be between 1 and 30
es: El día debe estar entre 1 y 30

# MessageAutomaticCreditNotesNotFound
source: There is no process or is inactive
es: No existe el proceso o se encuentra inactivo

# MessageBankAccountNumberFile
source: The account number of the file does not correspond to the parameterized in the system
es: El número de cuenta del archivo no corresponde al parametrizado en el sistema

# MessageBankNameFile
source: The bank of the file does not correspond to the parameterized in the system
es: El banco del archivo no corresponde al parametrizado en el sistema

# MessageBrokerNotFound
source: Broker not found
es: Broker no encontrado

# MessageBusinessLetter
source: This Legal Letter has already been printed and it is active with number
es: Esta Carta Legal ya ha sido impresa anteriormente y esta activa con el Nro.

# MessageCancellationMistake
source: Are you sure to move the records to the policy selection tab to cancel?
es: ¿Esta seguro de mover los registros a la pestaña selección de pólizas a cancelar?

# MessageClosureBilling
source: you must close the billing to continue
es: debe cerrar la caja para continuar

# MessageCollectionCrossing
source: Are you sure to process the collection crossing?
es: ¿Esta seguro de procesar el cruce de cobranzas?

# MessageColumnAvailable
source: Added column available
es: Se agregó la columna disponible

# MessageConfirmProcessTitle
source: Automatic Process
es: Proceso Automático

# MessageCoupon
source: Coupons Applied Correctly
es: Se han aplicado correctamente los recaudos

# MessageDeleteCompany
source: You can not delete the default company
es: No se puede eliminar la compañía por defecto

# MessageDeleteContract
source: The contract has dependencies so it is not possible to eliminate
es: El contrato tiene dependencias por lo que no es posible eliminarlo

# MessageDeleteContractLevel
source: The contract level has dependencies so it is not possible to eliminate
es: El nivel de contrato tiene dependencias por lo que no es posible eliminarlo

# MessageDeleteContractLevelCompany
source: The contract level company has dependencies so it is not possible to eliminate
es: El nivel de contrato de compañía tiene dependencias por lo que no es posible eliminarlo

# MessageDifferenceLayerAdd
source: Add more layers
es: Añadir más capas

# MessageDifferenceLayerAmount
source: Sum amount has a missing of
es: Importe suma tiene un faltante de

# MessageDifferenceLayerPercentage
source: Layer percentage has a missing of
es: Porcentaje capa tiene un faltante de

# MessageDifferencePremiumAmount
source: Premium amount has a missing of
es: Importe prima tiene un faltante de

# MessageDifferencePremiumPercentage
source: Premium percentage has a missing of
es: Porcentaje prima tiene un faltante de

# MessageDuplicateAutomaticDebitFormat
source: The network has already a format assigned
es: La red ya tiene asigando un formato

# MessageDuplicateReconciliationFormat
source: The bank has already a format assigned
es: El banco ya tiene asignado un formato

# MessageEnterEndorsementId
source: Enter Endorsement Id
es: Ingresar el id. de endoso

# MessageEnterPolicyId
source: Enter Policy Id
es: Ingresar el id. de póliza

# MessageEnterPolicyNumber
source: Enter Policy Number
es: Ingresar el número de póliza

# MessageErrorSaveReconciliation
source: Could not be saved the record:
es: No se pudo guardar el registro:

# MessageErrorUpdateReconciliation
source: Could not be updated the record:
es: No se pudo actualizar el registro:

# MessageExceedLayerAmountOne
source: Sum amount can not exceed the amount of
es: Importe suma no debe superar la cantidad de

# MessageExceedLayerAmountTwo
source: Is assigned to the amount of
es: Se tiene asignado la cantidad de

# MessageExceedLayerPercentage
source: Layer percentage should not exceed 100%. It is assigned the
es: Porcentaje capa no debe superar el 100%. Se tiene asignado el

# MessageExceedPremiumAmountOne
source: Premium amount can not exceed the amount of
es: Importe prima no debe superar la cantidad de

# MessageExceedPremiumPercentage
source: Premium percentage should not exceed 100%. It is assigned the
es: Porcentaje prima no debe superar el 100%. Se tiene asignado el

# MessageExistDayPrefix
source: The prefix already has the days parameterized
es: El ramo ya tiene parametrizado los días

# MessageExistsAutomaticDebitFormat
source: The format is already assigned to another network
es: El formato ya está asignado a otra red

# MessageExistsReconciliationFormat
source: The format is already assigned to another bank
es: El formato ya está asignado a otro banco

# MessageExportProcessedCancellation
source: Cancellations already have a temporary application
es: Las cancelaciones ya tienen un temporal de aplicación

# MessageFebraryLeapValidate
source: The day must be between 1 and 29
es: El día debe estar entre 1 y 29

# MessageFebraryValidate
source: The day must be between 1 and 28
es: El día debe estar entre 1 y 28

# MessageFinalizedProcess
source: Ended process. If you want you can print a report now.
es: Proceso finalizado. Si desea puede imprimir un reporte ahora.

# MessageFluctuationReport
source: Monthly change was not found. Please check it
es: No se encontró el cambio del mensual. Por favor verifíquelo

# MessageGenerateAutomaticAmortizationDialog
source: Are you sure you want to generate automatic amortization policies?
es: ¿Está seguro de generar la amortización automática de pólizas?

# MessageGenerateCoupons
source: Generate coupons completed successfully
es: Generación de cupones realizada con éxito

# MessageGenerateCouponsDialog
source: ¿Are you sure you want to generate coupons?
es: ¿Esta seguro de generar los cupones?

# MessageGenerateCreditNotesDialog
source: Are you sure you want to generate automatic cruze?
es: ¿Está seguro de generar el cruce automático?

# MessageGenerateListOfApplications
source: Are you sure you want to generate applications list?
es: ¿Está seguro de generar el Listado de Solicitudes?

# MessageGeneratingPolicyAutomaticCancellation
source: Are you sure you want to generate policy automatic cancellation?
es: ¿Esta seguro de generar la cancelación automática de pólizas?

# MessageIncorrectExpirationYear
source: Incorrect expiration year
es: Año caducidad incorrecto

# MessageInputDatesFileds
source: Enter fields date from / date to
es: Ingrese la fecha desde ó la fecha hasta

# MessageInternalError
source: An internal error occurred on the server.
es: Ha ocurrido un error interno en el servidor.

# MessageInvalidFileNumber
source: Review the format bank statement for the selected bank Row number for header or detail must be greater than 0
es: Revise el formato extracto bancario para el banco seleccionado el Número de fila para la cabecera o el detalle debe ser mayor a 0

# MessageJanuaryValidate
source: The day must be between 1 and 31
es: El día debe estar entre 1 y 31

# MessageLayerAdd
source: Edit the registry and then add layers
es: Editar el registro y luego añadir capas

# MessageLayerAmount
source: Sum amount must be between 1 and
es: Importe suma debe estar entre 1 y

# MessageLayerEdit
source: Edit the registry and change the percentages and / or values
es: Editar el registro y cambiar los porcentajes y/o valores

# MessageLayerEditOne
source: The percentages must not exceed 100%, it is assigned the
es: Los porcentajes no deben superar el 100%, se tiene asignado el

# MessageLayerPercentage
source: Layer percentage must be between 1 and 100
es: Porcentaje capa debe estar entre 1 y 100

# MessageLevelPercentage
source: must be between 1 and 100
es: debe estar comprendido entre 1 y 100

# MessageLineReinsurance
source: Run the recalculate button to display information
es: Ejecutar el botón Calcular Reaseguros para mostrar información

# MessageLowProcessAutomaticCreditNotes
source: The process has been discharged
es: El proceso ha sido dado de baja

# MessageMassiveProcess
source: The process has not completed or has errors
es: El proceso no ha finalizado o tiene errores

# MessageNotAvailable
source: This closure is not available right now.
es: No existen datos para generar el cierre.

# MessageNotDataAnnualClosure
source: There are no data for accounting
es: No existen datos para contabilizar

# MessageNotDataTemplateParametrization
source: Not Data Template Parametrization
es: No existe un formato parametrizado para generar el archivo

# MessageNotSelectedClaim
source: You have not selected a claim
es: No ha seleccionado un siniestro, regrese a la pestaña de Búsqueda.

# MessageNotSelectedPayment
source: You have not selected a payment
es: No ha seleccionado un pago, regrese a la pestaña de Búsqueda.

# MessageOpeningAssetsAndLiabilities
source: It has been processed seat assets and liabilities opening number
es: Se ha procesado el asiento de apertura de activos y pasivos número
