Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

source: Taxes
es: Impuestos

source: Taxes And Encumbrances
es: Impuestos y Gravamenes

source: Taxes Per Individual
es: Impuestos Por Individuo

source: Tax Number Tax
es: Impuesto Nro. Gravado

source: Tax Percentage
es: % de Impuesto

source: Tax Rate
es: Tasa de Impuesto

source: Tax rate saved
es: Tasa de impuesto guardada

# TaxRejectionNotGreaterValueOfCheck
source: The tax commission rejection can not be greater than the value of the check
es: El IVA de comisión rechazo no puede ser mayor al valor del cheque

# TaxSelection_Title
source: Tax Activity
es: Actividad Impuesto

source: Tax Settlement
es: Liquidación de Impuestos

# TechicalBranchNotExist
source: The technical branch not exist
es: El ramo Técnico no existe

source: Technical branch name
es: Nombre del ramo técnico

# TechnicalPlanCoverageSaveMessage
source: Coverage saved successfully
es: Cobertura guardada satisfactoriamente

# TechnicalPlanDeleteQuestion
source: Are you sure you want to delete the record?
es: ¿Esta seguro que quiere eliminar el registro?

# TechnicalPlanNotFound
source: No records were found for the search
es: No se encontraron registros para la busqueda

source: Technical Prefix
es: Ramo Técnico

source: Technical Reserves
es: Reservas Técnicas

source: TechnicalTransaction
es: Numero del Recibo

source: Template
es: Plantillas

source: Template not found
es: Plantilla no encontrada

# Temporal
source: Temporary
es: Temporal

# TemporalBilling
source: There still are un applied bills in temporals
es: Existen ingresos de caja sin aplicar en temporales

# TemporalIssue
source: Temporary issued correctly, with policy number
es: Temporal emitido correctamente, con número de póliza

# TemporalPaymentOrder
source: Temporal Payment Order Num.
es: Orden de Pago Temporal Nro.

# TemporalPreliquidations
source: There still are pre liquidations in temporals
es: Existen preliquidaciones en temporales

# TemporalSuccessfullySaved
source: Successfully Saved. Temporal No.:
es: Grabación exitosa. Temporal Nro:

# TemporalUploadQuery
source: Query Uploads Files to Temporary
es: Consulta de Cargues a un Temporal

# TemporalValue
source: The temporal value
es: el valor temporal

source: Temporary
es: Temporario

# TemporaryMenu
source: Temporaries
es: Temporales

# TemporaryNotExist
source: Temporary not Found
es: Temporario No Encontrado

# TempPreLiquidationSave
source: It has been successfully saved temporarily Pre Liquidation No.:
es: Se ha guardado exitosamente la Pre liquidación temporal Nro:

# TextRenewalPolicyOtherConditions
source: It will generate a temporary with the current conditions that can be modified, No risks associated with this temporary. Risks must be associated with an Excel manually.
es: Se generará un temporal con las condiciones actuales las cuales pueden ser modificadas, No se asociaran riesgos a este temporal. Los riesgos deben asociarse mediante un Excel de manera manual.

source: The Concept
es: El concepto

source: The Message
es: El mensaje

# ThereIsNoConditionsForProcess
source: There is No Conditions To Perform the Process
es: No existen condiciones para realizar el proceso

source: There Is No Data
es: No Existe Datos

# ThereIsNotChangePending
source: There is not change pending to the logs
es: No hay cambios pendientes en los registros

source: There must be risk
es: Debe existir el Riesgo

# TheresNotCurrenteLine
source: There's Not current lines
es: No se encontraron Líneas Vigentes

source: The value
es: el valor

source: Third Parties
es: Terceros

# ThirdParty
source: Third
es: Tercero

# ThirdPartyRequired
source: Third party is required
es: Tercero es requerido

# ThirdVehicle_VIN
source: VIN Code
es: Codigo VIN

source: Time
es: Tiempo

source: Time between quota
es: Tiempo entre cuotas

# TimeQuotaNotEqualPrevious
source: The time between quota can not be less than or equal to the previous
es: El tiempo entre cuota no puede ser menor ni igual a la anterior

# TitleAdvancedSearchAccessTechnicalBranch
source: Search Advanced Technical Branch
es: Búsqueda Avanzada de Ramo Técnico

# TitleAssignBranch
source: Assign Branch
es: Asignar Ramos

# TitleAssignReject
source: Assign Reasons for Rejection
es: Asignar Motivos de Rechazo

# TitleAudit
source: Audit
es: Log de Transacciones

# TitleBorderAux
source: SUMMARY OF MOVEMENT OF REINSURANCE
es: RESUMEN DE MOVIMIENTOS DE REASEGUROS

# TitleBranchAlliances
source: Branch Alliances
es: Sucursal del aliado

# TitleBusinessLetter
source: Are you really sure?
es: Está realmente seguro?

# TitleCexperQuery
source: Cexper Query
es: Consulta Cexper

# TitleCountries
source: Country
es: País

# TitleDistributionContracts
source: Distribution contracts
es: Distribución de contratos

# TitleFacultativeContract
source: Facultative contract
es: Contrato Facultativo

# TitleGeneralInformation
source: General Information
es: Información General

# TitleHistoricalSinisters
source: Historical Sinisters
es: Historico de Siniestros

# TitleInconsistency
source: INCONSISTENCIES LIST
es: LISTADO DE INCONSISTENCIAS

# TitleInfringementGroup
source: Infringement Groups
es: Grupos de infracción

# TitleInsuranceObjects
source: Insurancs eObjects
es: Objetos del seguro

# TitleInterestGroup
source: Interest groups
es: Grupos de interés

# TitleLayers
source: Layers
es: Capas

# TitleListEntity
source: List of Values
es: Lista de Valores

# TitleListEventsGroup
source: Events Groups List
es: Lista de Grupo de Eventos

# TitleManagerInformation
source: Manager information
es: Información del gerente

# TitleModalAuthorizedPersonBanckCheck
source: Authorized Person Bank Check
es: Persona Autorizada Cheque en Banco

# TitleModificationReinsurance
source: Reinsurance modification
es: Modificación

# TitleParameterLine
source: Lines/ Contract Lines / Association Lines
es: Parametrización Lineas/ Contrato / Asociación

# TitlePartner
source: Shareholders / Associates
es: Accionistas / Asociados

# TitleProduct
source: Product
es: Producto

# TitleProducts
source: Products
es: Productos

# TitleSalePoint
source: Sale Point
es: Punto de Venta

# TitleSearchResult
source: Search results
es: Resultado de la busqueda

source: TitleSISAQuery
es: Consulta SISA

# TitleState
source: State
es: Departamento

# TitleTablePrinter
source: Policy Actual Status
es: Estado Actual de la Póliza

source: TitleTechnical Branch
es: Ramo Técnico

# TitleValues
source: Values
es: Valores

source: to
es: a

source: To account
es: Para la cuenta

source: ToAssign
es: Asignar

source: ToBranch
es: Para la sucursal

# ToCheckBookControl
source: to:
es: al:

source: To Concept
es: Al Concepto

# ToDate
source: Deposit Date To
es: Fecha Depósito Hasta

# TodateNotgreatherThanToday
source: To date should not be greather than today
es: Fecha hasta no debe ser mayor a la fecha actual

# ToDeleteSeatTypeRelatedMovements
source: To delete the seat type and related movements?
es: Desea borrar el asiento tipo y los movimientos relacionados?

source: Tolerance
es: Tolerancia

# toolTipAccumulated
source: The Accumulated shows the values of the current period and the previous period based on the time between the range of months from and to respectively.
es: El Acumulado muestra los valores del periodo actual y el periodo anterior en base al tiempo existente entre el rango de meses desde y hasta respectivamente.

# ToolTipDownloadTemp
source: View document that generated the Event
es: Ver documento que generó el evento

source: Too Much Big
es: Demasiado Largo

# ToReverseTransaction
source: You want to reverse transaction?
es: Desea reversar la transacción?

source: Total Amount
es: Total Importe

source: Total Amount Local Currency
es: Importe Total Moneda Local

# TotalApplicationGreaterZero
source: Total application must be greater than zero
es: Total aplicación debe ser mayor que cero

source: Total Applied
es: Total Aplicar

# TotalBalance
source: Total balance policies
es: Balance Total de Pólizas

# TotalCards
source: Cards Total
es: Total en Tarjetas

# TotalChecks
source: Checks Total
es: Total en Cheques

source: Total Credits
es: Total Créditos

source: Total Debits
es: Total Débitos

source: Total description
es: Descripción Total

# TotalDifferenceBetweenAmount
source: Total difference between the initial amount and the current amount
es: Diferencia total entre el monto inicial y el monto actual

# TotalDifferenceBetweenAmountNoCero
source: Total difference between the initial amount and the actual amount should be 0, and is
es: Diferencia total entre el monto inicial y el monto actual debe ser 0, y es

source: Total Local Currency
es: Total Moneda Local

source: Total Payment Concept
es: Total Conceptos

source: Total payments
es: Total pagos

source: Total Premium
es: Prima Total

# TotalRadio
source: Total
es: Totales

# TotalReceiptGreaterZero
source: Total receipt must be greater than zero
es: Total recibo debe ser mayor que cero

source: Total Retention
es: Total Retenciones

source: Total Selected
es: Total Seleccionado

source: Total Taxes
es: Total Impuestos

source: Total to Pay
es: Total a Pagar

source: Total Voucher
es: Total Comprobantes

source: To Temporal Value
es: Al valor temporal

source: Trade Name
es: Nombre Comercial

source: Transaction
es: Transacción

source: Transaction Id
es: Id de Transacción

# TransactionNumber
source: Transaction Number Deposit
es: Número Transacción de Deposito

# TransactionsForeignCurrencies
source: Transactions in Foreign Currencies
es: Operaciones en moneda extranjera

source: Transf. Bank Annulment
es: Transf. Bancarias Anulación

source: Transfer
es: Transferencia

# TransferGenerateFile
source: Would you like to generate the transfer?
es: Desea generar la transferencia?

source: Transfer Information
es: Información de Transferencia

# TransferSavedSuccessfully
source: The transaction was successfully saved with the following number:
es: Se ha grabado correctamente la transferencia número:

source: Transf. Generation Banking
es: Transf. Bancarias Generación

source: Transport
es: Transporte

source: Trial balance
es: Balance de comprobación

source: TRIAL BALANCE DETAIL
es: BALANCE DE COMPROBACIÓN DETALLADO

# TrialBalanceTotal
source: TRIAL BALANCE TOTAL (GROUP ACCOUNT)
es: BALANCE DE COMPROBACIÓN TOTALES(AGRUPADO POR CUENTA)

source: True Result
es: Resultado Verdadero

source: Type
es: Tipo

source: Type Agent Name
es: Tipear nombre de agente

# TypeDocument
source: Document Type Not Selected
es: Tipo Documento No Seleccionado

source: Type Exercice
es: Tipo Ejercicio

# TypeGroupNumber
source: Type in a group number
es: Tipear un número de grupo

# TypeHouse
source: Type of House
es: Tipo de Vivienda

source: Type Person
es: Tipo Persona

source: Types Currencies
es: Tipos de Moneda

# TypeTax
source: Tax Rate
es: Tipo Impuesto

source: TypeTransaction
es: Tipo de Transacción

# TypeWordToApprove
source: Type the word Mir to Approve
es: Tipea las palabra Mir para probarlo..

source: Unavailible Process
es: Proceso no Disponible

source: Unbalanced Entries
es: Rejistros Desbalanceados

# UnbalancedEntry
source: Entry Unbalanced
es: Asiento Descuadrado

source: Uncollected
es: Sin Recaudar

# UnexpectedError
source: An unexpected error has occurred
es: Ha ocurrido un error inesperado

# UnhandledExceptionMsj
source: An error has occurred, type not controlled please try again
es: Se ha producido un error, de tipo no controlado por favor volver a intentar

# UniqueMaskValidationMessage
source: Mask already entered
es: Máscara ya agregada

# UniqueParameterValidationMessage
source: The parameter has already been assigned to a mask
es: El parámetro ya ha sido asignado a una máscara

source: Unit
es: Unidad

# UnitMin
source: Unit (Minimum)
es: Unidad (Mínimo)

source: Unit Type
es: Tipo Unidad

# UnselectedConceptWarning
source: Select a concept before continue
es: Seleccione un concepto antes de continuar

# UnselectedConditionWarning
source: Select a condition before continue
es: Seleccione una condición antes de continuar

# UpdateAccountingRuleWarning
source: Would you like to modify the rule's header
es: Desea modificar la cabecera de la regla?

source: Update by
es: Actualizada por

# UpdateCodeAnalysis
source: The analysis code for the accounting movement was successfully updated
es: Se actualizo satisfactoriamnte el codigo de anlisis para el movimiento contable

# UpdateConceptWarning
source: Would you like to modify the concept's header?
es: Desea modificar la cabecera del concepto?

# UpdateContractReinsurance
source: Update contract allocation
es: Actualiza distribución de Contrato

source: Updated
es: Actualizados

# UpdateFinancialPlan
source: Financial plan updated correctly
es: Plan financiero actualizado correctamente

# UpdateLayerReinsurance
source: Upgrade layer reinsurance
es: Actualiza capa de reaseguro

source: Update line reinsurance
es: Actualiza línea de reaseguro

source: Update Password
es: Cambiar contraseña

# UpdatePaymentOrder
source: Total Control not Equal to Zero, Do You wish to Update Payment Order ?
es: El movimiento es distinto de cero. Desea actualizar la OP ?

# UpdateSucces
source: Information successfully updated
es: Datos Actualizados Correctamente

source: Upload Date
es: Fecha de Carga

source: Upload File
es: Cargar Archivo

# UploadFileApplyBank
source: Upload File Apply the Bank
es: Aplicar archivo cargado al banco

# UploadFileValidation
source: Enter the file
es: Ingrese el archivo

# UploadNoRecordsWithError
source: The upload does not have records with error
es: El cargue no tienen registros con error

source: Upload Not Found
es: El cargue no se encuentra Emitido

# UploadTypeObligatory
source: Upload type is obligatory
es: Tipo de Cargue es Obligatorio

source: Used Amount
es: Cantidad Usada

source: User
es: Usuario

# UserBlocked
source: User blocked, contact an administrator.
es: Usuario bloqueado, contacte a un administrador.

# UserBlocledContact
source: User blocled, please contact the administrator
es: Usuario bloqueado, Por favor contacte al administrador

source: User Branch Accounting Concept
es: Conceptos Contables por Usuario y Sucursal

source: User error.
es: Error de usuario.

# UserHasActiveSesion
source: User has an active sesion
es: El usuario tiene una sesión activa

# UserNoHaveAgentEnabled
source: The user does not have the intermediary enabled
es: El usuario no tiene habilitado el intermediario

# UserNotCommissionAvailable
source: User has no use of commissions available
es: Usuario no tiene disponible uso de comisiones

# UserNotLoaded
source: User was not loaded
es: No se cargó el usuario

source: User or password failed
es: Usuario o contraseña incorrecta

# UserWithOutBranch
source: User mush have at least one branch
es: El usuario debe tener al menos una sucursal

# ValidateAddressHolder
source: The taker does not have an associated address
es: El tomador no cuenta con una dirección asociada

# ValidateAmountExchangeRate
source: The rate can not be zero
es: La tarifa no puede ser cero

# ValidateAnalysis
source: The analysis already exists
es: El análisis ya existe

# ValidateAplicationYear
source: Allowed range for application year:
es: Rango permitido para año aplicación:

# ValidateBallotNumber
source: Ballot Number entered has already been added to the same Receiving Bank and Account Number
es: El Número de Boleta ingresado ya ha sido agregado para el mismo Banco Receptor y Número de Cuenta

# ValidateCash
source: Cash amount exceeds the total cash registered:
es: El valor de importe en efectivo en las boletas, excede el monto recibido por:

# ValidateCashEntry
source: You can only enter one type of currency per value
es: Solo puede ingresar un tipo de moneda por valor

# ValidateCashMsj
source: May the selected branch is not open
es: Es posible que la sucursal seleccionada no está abierta

# ValidateCashPaymentTicket
source: Cash amount exceeds the total cash registered
es: Importe en efectivo supera el efectivo total recibido en caja

# ValidateCheckbookEndNumber
source: The check number up can not be zero.
es: El número de cheque hasta no puede ser cero.

# ValidateCheckbookRange
source: The check number from, must be less than the check number up to.
es: El número de cheque desde, debe ser menor al número de cheque hasta.

# ValidateCheckbookStartNumber
source: The check number from can not be zero.
es: El número de cheque desde no puede ser cero.

# ValidateCheckNumber
source: Document Number entered has already been added to the same Issuing Bank and Account Number
es: El Número de documento ingresado ya ha sido agregado para el mismo Banco Emisor y Número de Cuenta

# ValidateCommissionPercentage
source: The % Commission between 0 and 100
es: El % de Comisión debe estar entre 0 y 100

# ValidateCompleteContract
source: The selected contract is not correctly parameterized
es: El contrato seleccionado no se encuentra correctamente parametrizado.

# ValidateCostCenter
source: The cost center already exists
es: El centro de costo ya existe

# ValidateCostCenterPercentage
source: The percentage of cost centers is greater than 100%
es: El porcentaje de centros de costos es mayor al 100%

# ValidateCutDate
source: Cut date can not be greater than issue date
es: Fecha corte no debe ser mayor a fecha de emisión

source: Validated
es: Validado

# ValidateDateFrom
source: Date To can not be less than Date From
es: La fecha final seleccionada es menor a la fecha inicial

# ValidateDateTo
source: Date From can not be greater than Date To
es: La fecha inicial seleccionada es mayor a la fecha final

# ValidateDepositPersentage
source: The % Deposit between 0 and 100
es: El % de Depósito debe estar entre 0 y 100

# ValidateDuplicatePaymentMethods
source: The reference payment document has been added
es: El documento de referencia del pago o el tipo de pago ya ha sido agregado

# ValidateEndorsementOne
source: , branch
es: , sucursal

# ValidateEndorsementTwo
source: and prefix
es: y ramo

# ValidateEndorsementZero
source: There is not endorsement for the policy
es: Endoso no existe para la póliza

# ValidateEnterAuthorize
source: Must enter an Authorizer
es: Debe ingresar un Autorizador

# ValidateEnterNumber
source: The number entered is not valid for the query
es: El número ingresado no es válido para la consulta

# ValidateExistAccountingAcount
source: The account does not exist
es: La cuenta contable no existe

# validateExpirationDate
source: Expiration date can not be less than the date of issue
es: La fecha de Expiración no puede ser menor a la fecha de emisión

# ValidateInterestReservePersentage
source: The % Interest Reserve between 0 and 100
es: El % Interés Sobre Reserva debe estar entre 0 y 100

# ValidateIssueDateFrom
source: Issue date from can not be greater than issue date to
es: Fecha emisión desde no debe ser mayor a fecha emisión hasta

# ValidateIssueDateFromCutDate
source: Issue date from can not be greater than cut date
es: Fecha emisión desde no debe ser mayor a fecha de corte

# ValidateIssueDateTo
source: Issue date to can not be less than issue date from
es: Fecha emisión hasta no debe ser menor a fecha emisión desde

# ValidateIssueDateToCutDate
source: Issue date to can not be greater than cut date
es: Fecha emisión hasta no debe ser mayor a fecha de corte

# ValidateMinYearContract
source: The reporting year can not be less than
es: El año del ejercicio no puede ser menor a

# ValidateNoContract
source: The selected contract has been previously used
es: El contrato seleccionado ya se ha utilizado previamente

# ValidateNoDeleteContractLine
source: To delete a line must be in order from last to first
es: Para eliminar una linea de contrato debe ser en orden descendente

# ValidateNoDeleteLine
source: The line has dependencies so it is not possible to eliminate
es: La línea tiene dependencias por lo que no es posible eliminarla

# ValidateNoDeleteReinsuranceLayer
source: To remove a layer of reinsurance should be in descending order
es: Para eliminar una capa de reaseguro debe hacerse en orden descendente o está intentando borrar la capa 1

# ValidateParameterAccountConcept
source: Review the accounting parametrization for the payment concept
es: Revise la parametrización contable para el concepto de pago

# ValidatePercentageParticipationCompany
source: The percentage of participation of the company is {0}%, you must complete {1}% to complete 100%
es: El porcentaje de participación de las compañias es de {0}%, debe completar el {1}% para llegar a el 100%. Si no completa el % de participación de las compañias reaseguradoras el contrato no funcionará correctamente.

# ValidatePhoneHolder
source: The policyholder does not have a registered telephone
es: El tomador no cuenta con un teléfono registrado

# ValidateReinsAllocationContract
source: You can not modify / delete data from the contract, since it was used in a reinsurance that has share of values
es: No puede modificar/eliminar datos del contrato, ya que fue usado en un reaseguro que tiene reparto de valores

# ValidateReinsurerEqualBroker
source: Reinsurance and / or Broker must be different
es: Reaseguradora y/o Broker deben ser diferentes

# ValidateRowsExcel
source: Incorrect format; details must start in row :
es: Formato Incorrecto; los detalles deben empezar en la fila:

# ValidateSarlaftExpired
source: The SARLAFT form for the Policyholder is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Tomador ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftPending
source: The SARLAFT form for the Insured is pending authorization
es: El formulario de SARLAFT para el Asegurado esta pendiente por autorización

# ValidateVoucherNumber
source: Voucher Number entered has already been added to the same Card Number
es: El Número de comprobante ingresado ya ha sido agregado con el mismo Número de Tarjeta

source: Validating
es: VALIDANDO

# Validation_email
source: Incorrect email address
es: Dirección email incorrecta

# Validation_message
source: Verify the information required
es: Verifique la información requerida

# Validation_minlenght
source: You must enter at least {0} characters
es: Debe ingresar al menos {0} caracteres

# Validation_remote
source: Improper validation
es: validación incorrecta

# ValidationAssociatedPaymentOrder
source: Associating a Payment Order to continue
es: Asociar una Orden de Pago para continuar

# ValidationConciliationDate
source: The conciliation date must be within an accounting date
es: La fecha de conciliación debe estar dentro de una fecha contable

# ValidationDateTo
source: The date to must be less than or equal to the current date
es: La fecha hasta debe ser menor o igual a la fecha actual

# validationDiferenciePaymentOrden
source: The value of the amount must be different from "0"
es: El valor del importe debe ser diferente a "0".

# ValidationPostdatedCheck
source: Only a postdated check can be added to a bill
es: Solo se puede ingresar un cheque posfechado por recibo

# ValidationRepeatedImpressionsCoverage
source: The name of the print is already registered
es: El nombre de la impresión ya se encuentra registrado.

# ValidationRequired
source: Required field
es: Campo requerido

# ValidationReversalDate
source: The reversal date must be within an accounting date
es: La fecha de reversión debe estar dentro de una fecha contable

# ValidationSave
source: Please Enter all the Fields
es: Por Favor llene todos los campos

# ValidContractLimit
source: The limit of contract can not be 0
es: El límite de contrato no puede ser 0

# ValidCurrency
source: Select currency type
es: Seleccione un tipo de moneda

# ValidEventLimit
source: Limit event can not exceed the contract limit
es: Límite de evento no puede ser mayor al Límite de Contrato
