Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# Event_Authorization_Message_Text
source: The authorization request has been sent. The claims process is performed automatically once the pending events are allowed.
es: La solicitud de autorización ha sido enviada. El proceso de reclamo se realizará automáticamente una vez sean autorizados los eventos pendientes.

# Event_Grid_Authorization_Date
source: Authorization Date
es: Fecha Autorización

# Event_Grid_Authorization_Description
source: Authorization Description
es: Descripción Autorización

# Event_Grid_Authorizator_User
source: Authorizator User
es: Usuario Autorizador

# Event_Grid_Days
source: Days
es: Días

# Event_Grid_Event
source: Event
es: Evento

# Event_Grid_Event_Generation
source: Event Generation
es: Generación Evento

# Event_Grid_Origin_User
source: Origin User
es: Usuario Origen

# Event_Reasign
source: Reasign
es: Reasignación

# Event_Reasign_Update
source: Update
es: Actualizar

# Event_Request
source: Request
es: Solicitud

# EventAccepted
source: Policy Acepted
es: Política Aceptada

# EventDates
source: Start date must be less than or equal to End date.
es: Fecha de inicio debe ser menor o igual que Fecha fin.

source: Event Limit
es: Límite Evento

source: Event reassigned
es: Se reasigno el evento

# Events_Date_Hour
source: Date and Hour
es: Dia y Hora

source: Events Groups
es: Grupos de Eventos

# Events_Hierarchy
source: Hierarchy
es: Jerarquía

source: Events Reasign
es: Reasignación de Eventos

# Events_Recover
source: Recover
es: Recuperar

# Events_Search_Caption
source: Events Search
es: Búsqueda de Eventos

# EventsAuthorizationDialog
source: Events Authorization
es: Autorizacion de Eventos

source: Events module
es: Modulo de Eventos

# EventsNotificationDialog
source: Eventes Notification
es: Notificación de Eventos

# Example
source: Ex.:156423648
es: Ej.: 156423648

# Example100
source: Ex.: 100
es: Ej.: 100

# Example50
source: Ex.: 50
es: Ej.: 50

# ExampleAccountingRule
source: Eg.: New Rule
es: Ej.: Nueva Regla

# ExampleCompanyAccount
source: Ex.: New Accounting Company
es: Ej.: Nueva Compañía Contable

# ExampleConcept
source: Ex.: New Concept
es: Ej.: Nuevo Concepto

# ExampleDaysPrefix
source: Ex.: from 1 to 365
es: Ej.: del 1 al 365

# ExampleLimitedMonth
source: Ex.: from 1 to 12
es: Ej.: del 1 al 12

# ExampleObservation
source: Ex.: Observations
es: Ej.: Observaciones

# ExampleYear
source: Ej.: greater than 1900
es: Ej.: mayor a 1900

source: Excel Column Number
es: Nro. Columna Excel

# ExcelRisksPremiun
source: Difference in the Premium in the Excel File
es: Excel Diferencias Prima

# ExcelRisksWithError
source: Excel Errors
es: Excel Errores

source: Excel Row Number
es: Nro. Fila Excel

# Exception
source: Cast Exception
es: Problemas en Conversión

source: Excess
es: Excedente

source: Excess Retention
es: Exceso de la Retención

# ExchageRateNotUpToDate
source: The currency rate is not up to date
es: La tasa de cambio no esta actualizada

source: Exchange
es: Intercambio

source: Exchange Check
es: Canje de Cheques

source: Exchange Difference
es: Diferencia Cambiaria

source: Exchange Rate
es: Tasa de Cambio

source: Exchange Rate Not Found
es: No se encontró tasa de cambio

source: Exchange Type
es: Tasa de Cambio

source: Exclusion
es: Exclusión

source: Exclusion Allows To Cancel
es: Exclusión Permite Cancelar

source: Exclusion Reason
es: Motivo Exclusión

source: Exclusion Reason Id
es: Id. Razón Exclusión

# ExistExpense
source: The component already exist
es: El componente ya existe

source: Existing
es: Existente

# ExistNameSalePoint
source: Exist Name SalePoint in the this branch
es: El nombre del punto de venta ya existe en esa sucursal

# ExistRatingZone
source: The rate zone consulted does not exist
es: La zona de tarifación consultada no existe

source: Exit
es: Salir

source: Exit Generate Template
es: Generación de Archivo Exitoso

# ExpenseNotDataOperation
source: Not data to send
es: No hay datos para realizar operacion

source: Expenses
es: Egresos

source: Expiration Date
es: Fecha de Expiración

source: Expiration date From
es: Fecha Vencimiento Desde

# ExpirationDateRequired
source: Expiration date is required
es: Fecha de expiración es requerida

# ExpirationDateTo
source: Expiration date Until
es: Fecha Vencimiento Hasta

# ExpirationMonthYear
source: Expiration Month And Year
es: Mes y Año Expiración

source: Expiration RUT
es: Vencimiento RUT

# ExpirationSarlaft
source: The form is expired. Please fill out a form for the current year.
es: El formulario está vencido. Por favor diligencie un formulario para el año en curso.

# ExpiredCreditCard
source: Expired Credit Card, please check.
es: Tarjeta de Credito Expirada, por favor Revise

source: Expired Premiums Accounting
es: Contabilización de Primas Vencidas

source: Expired primes preliminary entry
es: Asiento preliminar primas vencidas

source: Expired prime technical chart
es: Cuadro técnico primas vencidas

source: Export Entry To Excel
es: Exportar Asiento a Excel

# ExportGridToExcel
source: Export records to Excel
es: Exportar registros a Excel

# ExportListExcel
source: Export List to Excel
es: Exportar Listado a Excel

source: Export to
es: Exportar a

source: Export to Excel
es: Exportar a Excel

# ExpressionValue
source: The expression value
es: el resultado de la expresión

# ExtentPercentage
source: % Exemption
es: % de Exención

# ExtraJudicialConciliation_City
source: City /municipality
es: Ciudad / Municipio

# ExtraJudicialConciliation_ConvenedType
source: Convened Type
es: Tipo Convocado

# ExtraJudicialConciliation_ConvenerType
source: Convener Type
es: Tipo Convocante

# ExtraJudicialConciliation_Grid_Caption
source: Extrajudiciales Conciliation List
es: Listado Conciliaciones Extrajudiciales

source: ExtraJudicial Conciliation Number
es: Nro Conciliación Extra Judicial

# ExtraJudicialConciliation_TiedThirdPartyType
source: Tied Third Party Type
es: Tipo Tercero Vinculado

source: Extra Judicial Conciliation Type
es: Tipo Conciliación Extra Judicial

source: Extra Judicial Conciliation Year
es: Año Conciliación

source: Facultative
es: Facultativo

source: Facultative Commission
es: Comisión de Contrato Facultativos

source: Facultative there is not payment plan
es: No todos los facultativos tienen plan de pago asignado.

source: Failed
es: Fallido(s)

# FailedCreatingPaymentMethodErrorBD
source: Failed Creating Payment Method
es: Error al crear un methodo de pago

source: Failed Records
es: Registros Fallidos

source: Failed to generate PDF
es: Error al generar PDF

source: Failed Transactions
es: Transacciones Fallidas

source: False Result
es: Resultado Falso

# FasecoldaCreated
source: Fasecolda created successfully
es: Registro Fasecolda creado correctamente

# FasecoldaFileName
source: LIST OF FASECOLDA CODES
es: LISTADO DE CÓDIGOS FASECOLDA

source: February
es: Febrero

source: Fees Applies
es: Tasas Aplica

source: Fees Total
es: Total Cuotas

source: Field
es: Campo

source: FieldRequired
es: Campo requerido

source: File
es: Archivo

# FileDoesNotHaveColumnsNeeded
source: File does not have required columns
es: Archivo no posee columnas necesarias

source: File Encryption
es: Encriptación de archivo

# FileGenerated
source: The file was generated in:
es: El archivo fue generado en:

# FileGeneratedEfectySuccessfully
source: The file has been generated successfully
es: El archivo se ha generado con éxito

source: File Generation Efecty
es: Generación de Archivo Efecty

# FileLengthHundred
source: Must be greater than 0 and less than 100
es: Debe ser mayor a 0 y menor a 100

# FileLengthZero
source: Must be greater than 0
es: Debe ser mayor a 0

# FileNameAlliancePrintFormat
source: LIST ALLY PRINT FORMATS
es: LISTADO DE FORMATOS IMPRESION ALIADOS

# FileNameBillingPeriod
source: LIST OF BILLING PERIOD
es: LISTADO DE PERIODOS DE FACTURACIÓN

# FileNameBranchAlliance
source: LIST BRANCH ALLIANCE
es: LISTADO DE SUCURSALES ALIADOS

# FileNameChannel
source: CHANNEL LIST
es: LISTADO DE CANALES

# FileNameCoCoverageValue
source: Coverage value
es: Pesos de cobertura

# FileNameCoveredRiskType
source: LIST OF COVERED RISK TYPES
es: LISTADO DE TIPOS DE RIESGO CUBIERTO

# FileNameInfringementGroup
source: INFRINGEMENT GROUP
es: GRUPO DE INFRACCIONES

# FileNameInsuredObject
source: LIST OF INSURANCE OBJECTS
es: LISTADO DE OBJETOS DEL SEGURO

# FileNameInsuredSegment
source: List of Insured Segments
es: LISTADO DE SEGMENTOS DE ASEGURADO

# FileNameMinPremiumRelation
source: LIST OF MINIUM PREMIUM
es: LISTADO DE PRIMAS MÍNIMAS

# FileNamePrefix
source: LIST OF COMMERCIAL BRANCHES
es: LISTADO DE RAMOS COMERCIALES

# FileNameReportAuthorizationPolicies
source: LIST OF POLICIES
es: LISTADO DE POLITICAS

# FileNameSalePointsAlliance
source: LIST SALE POINTS ALLIANCE
es: LISTADO DE PUNTOS DE VENTA ALIADOS

# FileNameTax
source: LIST OF TAXES
es: LISTADO DE IMPUESTOS

# FileNameWorkerType
source: WorkerType
es: TIPO DE TRABAJADOR

source: File Rejection
es: Archivo de Anulación

# FileSendingAdministration
source: Sending Administration
es: Administración de Envíos

# FilesRequired
source: Files are required
es: Los archivos son abligatorios

source: File String Hundred
es: Debe ser mayor a 0 y menor a 100

source: File Type
es: Tipo de Archivo

source: Filled
es: Relleno

source: Filter
es: Filtrar

source: Filter by
es: Filtrar por

# FilterChangeBallot
source: Required Filters Change
es: Cambio de Filtros Obligatorios

source: Filter Decision Tables
es: Filtrar Tablas de Decision

# FinalBalance
source: Comparison balance
es: Comparación de saldos

source: Finalized
es: Finalizado

source: Financial
es: Financiera

source: Financial Information
es: Información Financiera

source: Financing
es: Financiación

source: Find Coverage
es: Buscar cobertura

source: Find Reinsurance
es: Consulta Reaseguro

source: First Loss
es: Primera pérdida

# FirstTimeMustChangePassword
source: Is the first access. You should change sour password
es: Es el primer ingreso. Debe cambiar la contraseña

source: % Fixed Rate
es: % Tasa Fija

# FixedValue
source: Fixed Amount
es: Importe

source: Fluctuation account statement
es: Estado de cuenta - Fluctuaciones

source: Fluctuation record
es: Registro de fluctuación

source: For Check Regularization:
es: Por regularización del cheque:

source: For Check Rejection
es: Por rechazo de cheque

# ForExchangeCheck
source: For exchange of check
es: Por canje de cheque

source: Format
es: Formato

source: Format Design
es: Diseño de Formato

source: Format Group
es: Agrupador de Formatos

source: Format Type
es: Tipo Formato

source: Format Use
es: Uso del Formato

source: Fortnight
es: Quincena

source: Forwarded
es: Reenviado

source: from
es: de

source: From branch
es: De la sucursal

# FromDate
source: From a Date
es: A partir de una Fecha

# FullName
source: Surname, Mother Last Name, Name/Company Name
es: Nombres / Razón Social

source: Full Retention
es: Plenos de Retención

# FullRetentionMinValue
source: Full Retention value must be greater than zero.
es: Plenos de Retención debe ser mayor a cero

source: Gender
es: Genero

# General_search_btnJudicialDefense
source: JUDICIAL DEFENSE
es: DEFENSA JUDICIAL

# General_search_btnnew_claim
source: NEW CLAIM
es: NUEVA DENUNCIA

# General_search_btnnew_notice
source: NEW NOTICE
es: NUEVO AVISO

source: General Information
es: Información General

source: General journal
es: Libro diario

# GeneralLedgerBillApplicationDescription
source: FOR THE APPLICATION ON BILL No:
es: POR APLICACION DE RECIBO NO:

# GeneralLedgerCardExchangeDescription
source: FOR CARD EXCHANGE, BILL No:
es: POR CANJE DE TARJETA, RECIBO NRO:

# GeneralLedgerCardRejectionDescription
source: FOR CARD REJECTION, BILL No:
es: POR RECHAZO DE TARJETA, RECIBO NRO:

# GeneralLedgerCashIncomeDescription
source: FOR COLLETION OF BILL No:
es: POR COBRANZA SEGUN RECIBO NRO:

# GeneralLedgerCheckExchangeDescription
source: FOR CHECK EXCHANGE, BILL No:
es: POR CANJE DE CHEQUE, RECIBO NRO:

# GeneralLedgerCheckRejectionDescription
source: FOR CHECK REJECTION, BILL No:
es: POR RECHAZO DE CHEQUE, RECIBO NRO:

# GeneralLedgerReport
source: General Ledger
es: Libro Mayor

source: Generate
es: Generar

source: Generate By
es: Generar por

# GeneratedBillingIncomeNo
source: Generated Receipt number
es: Se genera el recibo Nro.

# GenerateDocument
source: Generating Document
es: Generando Documento...

source: Generated Reports
es: Reportes Generados

source: Generate Entry
es: Generar Asiento

source: Generate Excel
es: Generar Excel

source: Generate File
es: Generar Archivo

# GeneratesError
source: The following error is generated:
es: Se genera el siguiente error:

# GenerateTemporalValid
source: A valid temporary record was generated
es: Se ha generado un registro temporal válido

source: Generate TXT
es: Generar TXT

# GeneratingAutomaticAmortization
source: Generation Automatic Amortization Policies
es: Generación de Amortización Automática de Pólizas

source: Generating Coupons
es: Generación de Cupones

# GeneratingCreditNotes
source: Automatic Generation of Cruze Credit Notes
es: Generación de Cruze Automático Notas de Crédito

source: Generating Policy Automatic Cancellation
es: Generación Cancelación Automática de Pólizas

source: Generation
es: Generación

source: Generation Date
es: Fecha Generación

source: Generation List Of Applications
es: Generación Listado de Solicitudes

source: Generation Payment Orders
es: Generación Ordenes de Pago

source: Generation Reclassification
es: Generación de Reclasificación

# GenerationReportProcess
source: Generation of report in process
es: Generación de reporte en proceso

# GetAssistanceType
source: Error Obtaining assistance types
es: Error Obteniendo tipos de asistencia

source: Get Code
es: Buscar Código

source: Get User..
es: Buscar Usuario..

source: Given Premium
es: Prima Cedida

source: Given premium sum
es: Sumatoria prima cedida

source: Given Sum
es: Suma Cedida

# GridFooterSelectedPolicies
source: Selected Policies
es: Pólizas Seleccionadas

# GridLoadDocumentsCaption
source: Document's List
es: Lista de Documentos

source: Group
es: Grupo

source: Group Amount
es: Importe Grupo

source: Group Condition
es: Grupo/Condición

source: Grouper
es: Agrupador

source: Groups Conciliation
es: Grupos de Conciliación

source: Has Tax
es: Tiene Impuesto

source: Head
es: Cabecera

source: Header
es: Cabecera

source: Help
es: Ayuda

source: Hi
es: Hola

source: Hierarchy
es: Jerarquía

source: Holder
es: Titular

source: Holder Act As
es: Tomador Actúa Como

# HolderCardName
source: Name of the Cardholder
es: Nombre en Tarjeta

# HolderNameRequired
source: Holder name is required
es: Titular de cuenta es requerido

source: Home
es: Inicio

# IBNReserveAccounting
source: IBNR Reserve Accounting
es: Contabilización de Reserva de IBNR

source: IBNR reserve
es: Reserva IBNR

source: IBNR reserve entry
es: Asiento de la Reserva IBNR

source: Identificator
es: Identificador

source: Identify Code
es: Código de Identificación

# IdsNoNegative
source: Id can not be negative
es: No se acepta identificativos en negativo

source: Id. WTO
es: Identificador WTO

source: Import Excel File
es: Importar Archivo Excel

source: Import From Excel
es: Importar de Excel

# ImputationMovementCancel
source: has been eliminated and all their associated movements released
es: Ha sido cancelado y todos sus movimientos asociados liberados

source: Income
es: Ingresos

source: Income Amount
es: Valor de Ingreso

# IncomeChangeConceptDialogTitle
source: Receipt Concept Change No.
es: Cambio de Concepto Recibo No.

# IncomeChangeConceptMessageAccountingDate
source: Receipt\047s accounting date month is different from Module\047s accounting date month
es: Mes fecha contable recibo diferente a mes fecha contable modulo

# IncomeChangeConceptMessageNull
source: Entry concept is null
es: Concepto de ingreso es nulo

# IncomeChangeConceptNewConcept
source: New Concept
es: Nuevo Concepto

# IncomeChangeConceptSaveSuccessfully
source: Entry concept has successfully changed
es: Se ha cambiado correctamente el concepto de ingreso

# IncomeChangeConceptSubtitle
source: Concept Change Income
es: Cambio Concepto de Ingreso

# IncomeChangeConceptTitle
source: Entry Concept Change
es: Cambiar Cpto. Ingreso

source: Income Concept
es: Concepto de Ingreso

# IncomeConceptRequired
source: Income concept is required
es: Concepto de ingreso es requerido

source: Income Datafono
es: Ingreso de Datafono

source: Income Date
es: Fecha de Ingreso

# IncomeMadeAccountingDate
source: The income will be made on the accounting date:
es: El ingreso se hará sobre la fecha contable:

source: IncomeReceiptNum
es: Nro. Recibo Ingreso

source: Income Reports
es: Reportes de Caja Ingresos

source: Income Retention
es: Ingreso de Retenciones

source: Income statement
es: Balance de Saldos

# IncomeTransactionNumber
source: Transaction Receipt Number
es: Número de Transacción del Recibo

source: Income Transfer
es: Ingreso de Transferencia

# IncompleteHeaderValidation
source: Incomplete header, please check
es: Cabecera Incompleta, por favor revise

source: INCONSISTENCY
es: INCONSISTENCIAS

source: Incorrect Date
es: Fecha Incorrecta

source: Incorrect File Type
es: Tipo de Archivo Incorrecto

# IncorrectRequestNumber
source: Enter a valid request number
es: Ingrese un número de solicitud válido

source: Incorrec tRetention
es: Retenciones Incorrectas

source: IndividualId
es: Id. Individuo

# InfoCantEnableDisableProduct
source: Can not Enable / Disable Product
es: No se puede Habilitar / Deshabilitar el producto

source: Information
es: Información

source: Information Card
es: Información de la tarjeta

source: Information Leaflet
es: Información Prospecto

source: Information Risk
es: Información Riesgo

# InformationWillLost
source: Current Information Will be Lost
es: La Información actual se perdera

# InfoSaveAgencySelected
source: Must Select Agency
es: Debe Seleccionar una Agencia

source: Initial Position
es: Posición Inicial

source: Initiated Issue
es: Emisión iniciada

source: In process
es: En proceso

# InputBeneficiaryInformation
source: Enter document number / beneficiary name
es: Ingresar número documento / nombre beneficiario

source: Insert
es: Nuevo

# InsertedCheckPrint
source: Please, enter a Check to continue.
es: Por Favor, ingrese un Cheque para continuar.

# Instance_ActuacionDate
source: Actuacion Date
es: Fecha Actuación

# Instance_ActuacionDescription
source: Actuacion Description
es: Descripción Actuación

# Instance_AttendanceOffice
source: Attendance Office
es: Despacho del Conocimiento

# Instance_CaseNumberLong
source: Case Number of Prosecution
es: Nro de Radicación del Proceso Judicial

# Instance_ContingencyRating
source: Contingency Rating
es: Calificación Contigencia

# Instance_ContingencySummary
source: Contingency Summary
es: Resumen Contingencia

# Instance_Favorability
source: Favorability
es: Favorabilidad

# Instance_FavorabilityPro
source: Pro
es: A favor

# Instance_HeadquartersOffice
source: Headquarters Office
es: Sede del Despacho

# Instance_JudgmentAppeal
source: Appeal
es: Apelación

# Instance_JudgmentDate
source: Judgment Date
es: Fecha Fallo

# Instance_JudgmentDescription
source: Judgment Description
es: Descripción del Fallo

# Instance_JudgmentExecutionDate
source: Execution Date
es: Fecha Ejecutoria

# Instance_JudgmentOtherReasons
source: Judgment Other Reasons
es: Otras Motivos de Fallo

# Instance_JudgmentRealValue
source: Real Value
es: Valor en Pesos

# Instance_JudgmentReason
source: Judgment Reason
es: Motivo del Fallo

# Instance_JudgmentTotalValue
source: Judgment Total Value
es: Valor Total del Fallo

# Instance_JudgmentType
source: Judgment Type
es: Tipo de Fallo

# Instance_JudgmentValueQty
source: Value/Quantity
es: Valor/Cantidad

# Instance_ProcessEndDate
source: Process End Date
es: Fecha de Terminación del Proceso

# Instance_Stage
source: Stage
es: Etapa Actual

source: Insured
es: Asegurado

source: Insured Acts As
es: Asegurado Actúa Como

source: Insured amount
es: Suma Asegurada

# InsuredCode
source: Code of Insured
es: Código del Asegurado

# InsuredCodeNo
source: Insured with code Nro.
es: Asegurado con código Nro.

source: Insured Document Number
es: Documento Asegurado

source: Insured Exists
es: El Asegurado ya está ingresado

source: Insured Id
es: Id. Asegurado

source: Insured Name
es: Nombre Asegurado

source: Insured Name To Print
es: Nombre Asegurado a Imprimir

source: Insured not exists
es: Asegurado / Afianzado no existe

source: Insured Object
es: Objeto de Seguro

# InsuredObjectRequired
source: Insured Object is required
es: Objeto del seguro es requerido.

source: Insureds
es: Asegurados

# InsuredValuePrint
source: Insured values to print
es: Valor Asegurado a Imprimir

# InsuredWithPolicies
source: Select an insured with policies
es: Seleccionar un asegurado con p\363lizas

# IntegrationServiceDisabledLabel
source: General Ledger Service Disabled
es: Servicio de Contabilidad Deshabilitado

# IntegrationSuccessMessage
source: PROPER INTEGRATION, SEAT NO:
es: INTEGRACIÓN CORRECTA, ASIENTO NO:

source: Interest On Reserve
es: Interés Sobre Reserva

# InterestOnReservePercentage
source: % Interest On Reserve
es: % Interés Sobre Reserva

source: Interest reserve release
es: % Interés sobre la liberación de reservas

source: Intermediaries
es: Intermediarios

# Intermediary
source: Intermediary / Broker
es: Intermediario / Broker

source: Intermediary Id
es: Id. Intermediario

source: Intermediary Name
es: Nombre Intermediario

# IntermediaryPincipal
source: Main Agent
es: Intermediario Principal

source: Intermediary tax
es: Impuestos por intermediario

source: Intermediary Type Id
es: Id. Tipo Intermediario

source: Internal Ballot
es: Boleta Interna

# InternalBallotAlreadyInExternalBallot
source: Internal Ballot Already In External Ballot, It cannot be erased!
es: No se Puede Anular,la Boleta esta Depositada en Boleta Externa!

# InternalBallotCancelationQuestion
source: Do You Wish to Cancel Internal Ballot?
es: Desea Anular la Boleta?

# InternalBallotCardDialogMessageEdit
source: The ballot is already deposited, you can not change it
es: La boleta ya esta depositada, no puede modificarla

# InternalBallotCardDialogTitle
source: Editing Internal Ballot No.
es: Modificación Boleta Interna No.

# InternalBallotCardValidateSaveMessage
source: Select cards to deposit
es: Seleccionar tarjetas a depositar

source: Internal Ballot Date
es: Fecha Boleta Interna

# InternalBallotDepositCardConfirmationTitle
source: Removing Selected Cards
es: Quitar Tarjetas Seleccionadas

# InternalBallotDepositCardGridCardDate
source: Card Date
es: Fecha Tarjeta

# InternalBallotDepositCardGridDuplicated
source: This card is already in the list of selected
es: La tarjeta ya esta en la lista de tarjetas seleccionadas

# InternalBallotDepositCardSaveMessage
source: Select one or more cards in the list
es: Seleccionar uno o más tarjetas de la lista

# InternalBallotDepositCardSelectedCards
source: Selected Cards
es: Tarjetas Seleccionadas

# InternalBallotDialogBallotTotal
source: Internal Ballot Total
es: Total Boleta Interna

# InternalBallotDuplicateVoucher
source: The voucher it is done on the list
es: El Comprobante ya está en la lista..

# InternalBallotEditModalTitle
source: Internal Ballot Editing
es: Modificación Boleta Interna

# InternalBallotNumber
source: Internal Ballot Num.
es: Nro. Boleta Interna

source: Internal Ballots
es: Boletas Internas

# InternalBallotValidateSaveMessage
source: Either Ingress Amount Greather than 0 or Select Check to Deposit.
es: Debe asignar un monto en efectivo o seleccionar cheques a depositar
