Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# QuestionVoucherReject
source: Are you sure you want to discard the voucher?
es: Desea rechazar el Voucher?

source: Quota
es: Cuota

source: QuotaDistribution
es: Distribución de cuotas

source: Quota Number
es: Nro. Cuota

# QuotaSequenceAdded
source: The order of selection of quotas is not allowed
es: El orden de selección de las cuotas no es permitido

# QuotaSequenceDelete
source: The order of elimination of the quota is not allowed
es: El orden de eliminación de las cuotas no es el permitido

source: Quota Status
es: Estado de la cuota

source: Quotation
es: Cotización

# QuotationSave
source: Save Quotation
es: Guardar Cotización

source: Quota Type
es: Tipo de Cuota

source: Quota Value
es: Valor Cuota

source: Quote Due Date
es: Fecha Venc. Cuota

# Radio_Decline
source: Decline
es: Declinar

# RadioNotice
source: Do you need assistance?
es: Necesita Asistencia?

# RadioNotice1
source: Have you been robbed?
es: Sufrió un robo?

# RadioNotice2
source: Did you have another accident?
es: Tuvo otro percance?

# Range
source: Outstanding Debt Ranges
es: Rangos de Deudas Pendientes

source: Range accounts
es: Rango de cuentas

# RangeAllow
source: The allowed range is between {1} and {2}
es: El rango permitido esta entre {1} y {2}

# RangeBetween0and255
source: Range should be between 0 and 255
es: Rango debe estar entre 0 y 255

# RangeBetween0and99
source: Range should be between 0 and 99
es: Rango debe estar entre 0 y 99

# RangeCheck
source: Range checks already exists
es: Rango de cheques ya existente...

# RangeCheckBookControl
source: Range checks from:
es: Rango de cheques del:

# RangeDate
source: Date
es: Fecha

source: Range Detail
es: Detalle de Rangos

# RangeMustLessThanFinal
source: Initial Range Must Be Less Than Final
es: El Rango Inicial Debe Ser Menor al Final

source: Ranges
es: Rangos

# RankIngressedPrinting
source: The range of risks does not correspond to the authorized range of the load is:
es: El rango de riesgos no corresponde el rango autorizado del carge es:

source: Rank values are required
es: Los valores del rango son requeridos

source: Rate
es: Tasa

source: Rate Additional
es: Tasa Adicional

source: Rate Date
es: Fecha tarifa

source: Rate executed correctly
es: Tarifación ejecutada correctamente

# RateTypeAdditional
source: Type of additional rate
es: Tipo de Tasa Adicional

source: Read Bank Response
es: Leer Respuesta del Banco

source: Reason
es: Motivo

# ReasonDeclined
source: Deregister Reason
es: Motivo de Baja

source: Reassign All
es: Reasignar Todo

source: Reassign Range
es: Reasignar Rango

source: Recalculate Reinsurance
es: Calcular Reaseguro

# ReceiptIsAlreadyReversed
source: The receipt is already reversed
es: El recibo ya esta reversado

source: Receipts Applied
es: Recibos Aplicados

source: Receipt Save Success
es: Recibo grabado correctamente

source: Receiving Bank
es: Banco Receptor

source: Receiving Bank Account
es: Cuenta Receptora

source: Receiving Bank Account Number
es: Número de Cuenta Receptora

source: Receiving Bank Consignment
es: Banco Receptor Consignación

# ReceivingBankRequired
source: Receiving bank is required
es: Banco receptor es requerido

source: Reception
es: Recepción

source: Reclassification Generation
es: Generación Reclasificación

# ReclassificationNoData
source: The generated process did not yield data that can be printed
es: El proceso generado no arrojó data que se pueda imprimir

source: Reconcile
es: Conciliar

source: Reconcile Pending
es: Pendientes a Conciliar

source: ReconciliationBalance
es: Cuadre de Conciliación

source: Reconciliation Formats
es: Formatos Conciliación

source: Reconciliaton Reports
es: Reportes Conciliación

source: Record
es: Grabar

source: Record Already Exists
es: El registro ya existe

source: Recorded Bills Not Applied
es: Remesas Contabilidad no Imputadas

# RecordError
source: Error saving data
es: Error guardando datos

source: Record Reinsurance
es: Grabar Reaseguro

source: Records
es: Registros

# RecordsCounter
source: Counter Records
es: Contador de Registros

source: Records Number
es: Total Registros

# RecordSuccessfullyDeleted
source: The record was successfully removed
es: El registro fue eliminado exitosamente

# RecordSuccessfullySaved
source: The record was successfully saved
es: El registro fue grabado exitosamente

# RecordSuccessfullyUpdated
source: The record was successfully updated
es: El registro fue actualizado exitosamente

source: Record System Edit
es: Editar Registro Sistema

# Recovery_AddValid
source: The recovery selected has already been added
es: El recobro seleccionado ya ha sido agregado

source: Recovery Amount
es: Monto Recobro

# Recovery_AmountPending
source: The value entered can not be greater than the amount to be recovered
es: El valor ingresado no puede ser mayor que el monto pendiente de cobro

# Recovery_AssignedCourt
source: Assigned Court
es: Juzgado Asignado

# Recovery_AttorneyAssignmentDate
source: Attorney Assigment Date
es: Fecha Asginación Abogado

# Recovery_CancellationReason
source: Cancellation Reason
es: Motivo Cancelación

source: Recovery Class
es: Clase Recobro

# Recovery_Debtor
source: Debtor
es: Deudor

source: Recovery Description
es: Descripción Recobro

# Recovery_Documentation
source: Documentation
es: Documentación Recibida

# Recovery_ExpedientNumber
source: Expedient Number
es: Número Expediente

# Recovery_FirstPaymentDue
source: First Payment Due
es: Vencimiento Primera Cuota

# Recovery_LastReportDate
source: Last Report Date
es: Fecha Último Reporte

# Recovery_LossResponsible
source: Loss Responsible
es: Responsable de la Perdida

# Recovery_message_delete_recovery
source: It has been successfully deleted the Recovery Number:
es: Se ha Borrado Exitosamente el Recobro Número:

# Recovery_message_recovery_saved
source: It has been successfully recorded the Recovery Number:
es: Se ha Grabado Exitosamente el Recobro Número:

# Recovery_message_recovery_updated
source: It has been successfully updated the Recovery Number:
es: Se ha Actualizado Exitosamente el Recobro Número:

# Recovery_PrescriptionDate
source: Prescription Date
es: Fecha Prescripción

# Recovery_Receipt
source: Receipt
es: Recibo

# Recovery_ReceiptDate
source: Receipt Date
es: Fecha Factura

# Recovery_RemainingAmount
source: Remaining Amount
es: Monto Pendiente

source: Recovery Type
es: Tipo Recobro

# Recuperator_NoRegisteredAlert
source: It is not registered as a Recuperator
es: No está registrado como recuperador

# ReestablishmentPercentage
source: % Reestablishment
es: % Restablecimiento

source: Reestablishments
es: Restablecimientos

source: Reestablishment Type
es: Tipo de Restablecimiento

source: Refinance
es: Recuotificar

source: Refinancing
es: Recuotificación

# Refund_ReceivedMoneyDate
source: Received Money Date
es: Fecha de Recepcion Dinero

source: Refund Value
es: Valor Devuelto

# Refund_WhoReceiveMoney
source: Who Receive Money
es: Quien Recibe Dinero

source: Register Date
es: Fecha Ingreso

# RegisteredCheckNum
source: Check number already registered
es: No. de Cheque ya Registrado

# RegisterNotFound
source: The record doesn't exist
es: No existe el registro

source: Registration Date
es: Fecha Registro

source: Registration Number
es: Numero de Radicación

# RegularizationConfirmationMessage
source: Sure to regularize the check?
es: Esta seguro de regularizar el cheque?

source: Regularize
es: Regularizar

source: Regularized Date
es: Fecha Regularización

source: Regularized Information
es: Información de Regularización

source: Regularized Transaction
es: Transacción Regularización

# ReinsPaymentPlan
source: Payment Plan
es: Plan de Pagos

# Reinsurance
source: Reinsurances
es: Reaseguros

source: Reinsurance Accounting
es: Contabilización de Reaseguro

source: Reinsurance Amount
es: Monto Reaseguro

source: Reinsurance checking account
es: Cuenta corriente reaseguros

# ReinsuranceCheckingAccountLabel
source: Reinsurance Checking Account
es: Cta. Cte. Reaseguros

source: Reinsurance Company
es: Compañía Reaseguradora

# ReinsuranceCompanyExists
source: This reinsurance company already exists
es: Ya existe esta compañia reaseguradora

source: Reinsurance Company Id
es: Id. Compañía Reaseguradora

source: Reinsurance Distribution
es: Distribución de Reaseguros

source: Reinsurance Id
es: Reaseguro No.

# ReinsuranceLayerEditTitle
source: Reinsurance Layer Edit
es: Modificación Capa de Reaseguro

source: Reinsurance Layers
es: Capas de Reaseguros

source: Reinsurance Manual
es: Reaseguro Manual

source: Reinsurance Movements
es: Movimientos de reaseguros

# ReinsuranceNotRecalculate
source: Recalculate is not successful
es: No se ha realizado el cálculo.

source: Reinsurance not save
es: El reaseguro no será guardado.

# ReinsuranceNotSucess
source: Reinsurance does not run successfully
es: El reaseguro no se ejecutó con éxito, revise los Errores de Distribución

source: Reinsurance Number
es: Reaseguro No.

source: Reinsurance Premium
es: Prima Reaseguro

# ReinsuranceProcess
source: Reinsurance
es: Reaseguro

# ReinsuranceSucess
source: Reinsurance does run successfully
es: El reaseguro se ejecutó con éxito

# ReinsuranceValidateLineCumulus
source: Unable to reinsure as it does not pass Line / Cumulus validation
es: No se pudo reasegurar ya que no pasa validación de Línea/Cúmulo

source: Reinsure Claim
es: Reasegurar Siniestro

source: Reinsure Claims
es: Reasegurar Siniestros

source: Reinsured company is required
es: Debe seleccionar una compañia reaseguradora

source: Reinsure is not active
es: La reaseguradora se encuentra inactiva

# ReinsurePayment
source: Reinsurance Payment
es: Reasegurar Pago

source: Reinsure Payments
es: Reasegurar Pagos

source: Reinsure Policies
es: Reasegurar Pólizas

# ReinsurePoliciesByRange
source: Reassure Policies by date range
es: Reasegurar Pólizas Masivo

source: Reinsure Process
es: Proceso Reaseguros

source: Reinsure Process Massive
es: Reaseguro Masivo

source: Reinsurer
es: Reasegurador

source: Reinsurer Document Number
es: Nro. Documento Reaseguradora

source: % Reinsurer Expenditur
es: % Gastos Reasegurador

# ReinsurerExpenditurMessage
source: The reinsurer expenditur between 0 and 100
es: El Porcentaje de gastos reasegurador debe ser entre 0 y 100

source: Reinsurer Name
es: Nombre Reaseguradora

source: Reinsurers
es: Reaseguradores

# ReisurerExpenditurPercentageMessage
source: The resinsurer expenditur percentage between 0 and 100
es: El % de gastos del reasegurador debe ser entre 0 y 100

source: Reject
es: Rechazar

source: Reject Card
es: Rechazo de Tarjetas

source: Reject Coupons
es: Rechazar Cupón

source: Rejected
es: Rechazado

# RejectedCheckSaved
source: Rejection Check Saved.
es: Rechazo de Cheque Grabado.

source: Rejected Check Search
es: Búsqueda de Cheque Rechazado

source: Rejected Comision Amount
es: Importe Comisión Rechazo

source: Rejected Comission
es: Comisión Rechazo

source: Rejected Comission Tax
es: Iva Comisión Rechazo

source: Rejected Transaction
es: Transacción Rechazo

source: Rejected Vat Amount
es: Importe IVA Rechazo

# RejectEvents
source: There are rejects events
es: Existen eventos rechazados

source: Reject Information
es: Información del Rechazo

source: Rejection
es: Rechazo

source: Rejection Bill Num
es: Nro. Recibo Rechazo

source: Rejection Causes
es: Motivo Rechazo

source: Rejection Code
es: Código Rechazo

source: Rejection Date
es: Fecha Rechazo

source: Rejection Default Code
es: Código Rechazo Defecto

source: Rejection Manual
es: Rechazo Manual

source: Rejection Reason
es: Motivo Rechazo

source: Rejection Reason Bank
es: Motivo Rechazo Banco

source: Rejection Reason Internal
es: Motivo Rechazo Interno

source: Rejection Reasons For Checks
es: Motivos de Rechazo de Cheques

source: Rejections
es: Rechazos

# Related
source: Related to
es: Asociadas(os) a

source: Related Concepts
es: Conceptos Relacionados

source: Related Rules
es: Reglas Relacionadas

source: Relationship Payment Method Account Type
es: Conducto/Tipo de Cuenta

source: Release Commissions Prorate
es: Liberación de Comisiones a Prorrata

source: Release Reserve
es: Liberación de Reservas

source: Release Time Reserve
es: Meses Liberación Reservas

# RemainingDifference
source: There\047s remaining difference, please check.
es: Existe diferencia restante, por favor revise.

source: Remaining Value
es: Valor Restante

source: Remove all Branch
es: Eliminar Todos las Sucursales

source: Remove All Products
es: Desasignar Todos Los Productos

# RemoveInstallmentMessage
source: Remove from last installment
es: Eliminar desde la última cuota

# RemoveInternationalOperation
source: The Operation will be removed
es: La Operación será eliminada

source: Remove Negative And Zero Values
es: Suprimir Negativos y Valores Cero

# RemoveTemporalQuestion
source: Temporal will be deleted ¿Would you like to continue?
es: El temporal será borrado ¿Desea continuar?

# RenewalPolicy
source: Renewal of Policy
es: Renovación de Póliza

# Renewals
source: RENEWAL
es: RENOVACION

source: Repayment
es: Devolución

source: Replicate
es: Replicar

# ReplicationSuccessful
source: Replication executed successfully
es: Replicación Exitosa

source: Report
es: Reporte

source: Report Cancelled Polices
es: Reporte de Pólizas Canceladas

source: Report Consult
es: Consulta Reportes

source: Report - Detail
es: Reporte - Detalle

# ReportGenerateSuccess
source: The report has been successfully generated, at a later time it will be displayed
es: El reporte se ha generado exitosamente, en un momento más se visualizará

source: Report Payment Reminder
es: Reporte de Recordatorio de Pago

source: Reports
es: Reportes

source: Reports Conciliation
es: Reportes de Conciliación

source: Report - Summary
es: Reporte - Resumen

# ReportTitleCollectItemWithoutPaymentTicket
source: Report Collect Item With out Payment Ticket
es: REPORTE DE CAJA INGRESO SIN ASIGNACIONES DE BOLETA INTERNA

source: Report Type
es: Tipo de Reporte

# Representlegal
source: Legal Representative
es: Representante Legal

# ReprintingRequestPaymentTitle
source: Reprinting Request Payment
es: Reimpresión Solicitud de Pago

source: Reprocess
es: Reprocesar

source: Reprocess Cancellation
es: Reprocesar Cancelación

source: Reprocess Daily Entries
es: Reproceso Asientos Diario

# ReprocessSucessful
source: The field reprocess has been correctly updated
es: Se ha actualizado correctamente el campo reproceso

source: Request
es: Solicitud

source: Request Date
es: Fecha de Solicitud

source: Requested Load Not Found
es: No se encuentra el Cargue Solicitado

source: Request Number
es: Nro. Solicitud

# RequestPayment
source: Request for Payment
es: Solicitud de Pago

# RequestPayments
source: Payment Requests
es: Solicitudes de pago

source: Requests
es: Solicitudes

source: Request Type
es: Tipo Solicitud

source: Required
es: Requerido

# RequiredBillingGroup
source: Billing Group is Required
es: Grupo de facturación es Obligatorio

# RequiredConcept
source: Enter at least one Payment Concept.
es: Ingrese al menos un Concepto de Pago.

# RequiredField
source: This field is mandatory
es: Este campo es obligatorio

source: Required Fields Missing
es: Falta ingresar campos obligatorios

# RequiredPrefixName
source: The Prefix is required
es: El Ramo comercial es requerido

source: Required Receipt Number Field
es: Campo numero de recibo requerido

source: Require Origin
es: Requiere Origen

source: Reserve
es: Reserva

source: Reserve estimate entry
es: Asiento de reserva de previsión

source: Reserve Premium
es: Prima reserva

source: Reserve premium percentage
es: % de Reserva de prima

source: Reserve Release
es: Interés sobre la liberación de reservas

source: Response Description
es: Descripción Respuesta

source: Response Type
es: Tipo Respuesta

source: Restore By Level Contract
es: Restablecimientos por nivel de Contrato

# RestrictionAmountExchangeRate
source: The amount must contain maximum 4 whole digits and 4 decimals
es: El monto debe contener máximo 4 dígitos enteros y 4 decimales

source: Result
es: Resultado

source: Result board
es: Cuadro de Resultados

# ResultCd
source: Result Code
es: Cód. de Resultado

source: Result Code
es: Código de Resultado

# ResultNotFound
source: No results found
es: No se encontro ningun resultado

source: Results
es: Resultados

source: Result Type
es: Tipo de Resultado

# ResultTypeWarning
source: Select a result type
es: Seleccione un tipo de resultado

source: Retained Premium
es: Prima Retenida

source: Retained premium sum
es: Sumatoria prima retenida

source: Retained Risk Sum
es: Suma Riesgo Retenida

source: Retained Sum
es: Suma Retenida

source: Retention
es: Retenciones

source: Retention Base
es: Base Retención

source: Retention Concept
es: Concepto de Retenciones

source: Retention Limit
es: Límite Retención

# RetentionLimitMaxValue
source: Retention Limit \ Priority value can not greater than contract limit
es: Límite Retención \ Prioridad no debe ser mayor o igual al limite del contrato

# RetentionLimitMinValue
source: Retention Limit \ Priority value must be greater than zero.
es: Límite Retención \ Prioridad debe ser mayor a cero

source: Retention Percentage
es: % de Retención

source: Retries Number
es: Número de Reintentos

source: Retry
es: Reintento

source: Retry Count
es: Cantidad de Reintentos

source: Retry Days
es: Días Reintento

source: Return
es: Volver

source: Returned
es: Devuelto

# ReturnSaveAddedAddressTypes
source: Address Types Added: {0} <br />
es: Tipos Dirección Agregados: {0} <br />

# ReturnSaveAddedBranchs
source: Branchs Added: {0} <br />
es: Sucursales agregadas: {0} <br />

# ReturnSaveAddedChannels
source: Channels Added: {0} <br />
es: Canales agregados: {0} <br />

# ReturnSaveAddedInsuredProfiles
source: Insured Profiles Added: {0} <br />
es: Perfiles de asegurado agregados: {0} <br />

# ReturnSaveAddedLegalRepresentativeSing
source: Signature legal representative Aggregates: {0} <br />
es: Firma representante legal Agregados: {0} <br />

# ReturnSaveAddedScoreTypeDocs
source: ScoreTypeDocs Added: {0} <br />
es: Tipos Documento Datacrédito Agregados: {0} <br />

# ReturnSaveAddPrefix
source: Prefix Added: {0} <br />
es: Ramo Comercial agregadas: {0} <br />

# ReturnSavedClauses
source: Saved clauses
es: Clausulas guardadas

# ReturnSaveDeletedAddressTypes
source: Address Types Deleted: {2}
es: Tipos Dirección Eliminados: {2}

# ReturnSaveDeletedBranchs
source: Branchs Deleted: {2}
es: Sucursales eliminadas: {2}

# ReturnSaveDeletedChannels
source: Channels Deleted: {2}
es: Canales eliminados: {2}

# ReturnSaveDeletedInsuredProfiles
source: Insured Profiles Deleted: {2}
es: Perfiles de asegurado eliminados: {2}

# ReturnSaveDeletedPhoneTypes
source: Phone Types Deleted: {2}
es: Tipos Teléfono Eliminados: {2}

# ReturnSaveDeletedTemplates
source: Templates Deleted: {2}
es: Plantillas eliminadas: {2}

# ReturnSaveDeleteSubBranch
source: SubBranch Deleted: {2}
es: SubRamo Técnico eliminadas: {2}

# ReturnSaveEdited
source: Items Modified: {1} <br />
es: Registros modificados: {0} <br />

# ReturnSaveEditedAlliancePrintFormats
source: Ally print formats edited: {1} <br />
es: Formatos de impresion de aliado modificados: {1} <br />

# ReturnSaveEditedBusinessConfiguration
source: Business Configuration Modified: {1} <br />
es: Acuerdos de Negocios Modificados: {1} <br />

# ReturnSaveEditedFiles
source: Files Modified: {1} <br />
es: Archivos modificados: {1} <br />

# ReturnSaveEditedInsuredSegments
source: Insured Segments Modified: {1} <br />
es: Segmentos de Asegurado Modificados: {1} <br />

# ReturnSaveEditedPhoneTypes
source: Phone Types Modified: {1} <br />
es: Tipos Teléfono Modificados: {1} <br />

# ReturnSaveEditedScoreTypeDocs
source: ScoreTypeDocs Modified: {1} <br />
es: Tipos Documento Datacrédito Modificados: {1} <br />

# ReturnSaveEditPrefix
source: Prefix Modified: {1} <br />
es: Ramo Comercial modificadas: {1} <br />

# ReturnSaveInsurancesObjects
source: Insurances Objects Added: {0} <br /> Insurances Objects Modified: {1} <br /> Insurances Objects Deleted: {2} {3}{4}{5}
es: Objetos del seguro agregados: {0} <br /> Objetos del seguro modificados: {1} <br /> Objetos del seguro eliminados: {2} {3}{4}{5}

source: Reversal Date
es: Fecha Reversión

source: Reverse
es: Reversar

source: Reverse All
es: Reversar Todo

# ReverseAnnualClosureIncomeExpenses
source: Reverse Annual Closure of Income and Expenses
es: Reversar Cierre Anual de Ingresos y Egreso

source: Reverse Annual Opening Seat
es: Reversar Asiento Anual de Apertura

# ReverseApplicationJournalEntryTitleDialog
source: Application's Reverse of Journal Entry Num:
es: Reversión de Aplicación de Asiento de Diario No:

# ReverseApplicationTitle
source: Reversing of an application
es: Reversión de aplicación

# ReverseApplicationTitleDialog
source: Application's Reverse of Bill Num:
es: Reversión de Aplicación de Recibo No:

# ReverseApplicationWarning
source: Would you like to reverse bill's application?
es: Desea reversar la aplicación del recibo?

source: Reverse Collections
es: Reversar Cobranzas

# ReverseConciliation
source: Reversing Conciliation
es: Reverso Conciliación

source: Reverse Conciliation Date
es: Fecha Reverso Conciliación

# Reversed
source: Revered
es: Reversado

source: Reverse Efecty
es: Reversión Efecty

source: Revert
es: Revertir

source: Reverted
es: Reversado

# RevertingConsultationMayorSeat
source: Entry Consultation and Revertion
es: Consulta y Reversión de Asiento Mayor

# ReviewParameterization
source: Tax does not have to be set by technical prefix, check parametrization please.
es: El impuesto no deber se por Ramo Técnico, por favor revise la parametrización.

source: Right
es: Derecha

# Risk_Insured
source: Insured Risk
es: Asegurado del Riesgo

# RiskDelete
source: Delete Risk
es: Eliminar Riesgo

# RiskDialog_add_risk
source: Add Risk
es: Agregar Riesgo

# RiskDialog_address
source: Street
es: Calle

# RiskDialog_chassis
source: Chassis
es: Chasis

# RiskDialog_GridRiskValidate
source: This number plate has been added
es: Este número de placa ya ha sido agregado

# RiskDialog_GridRiskValidatePolicy
source: Policy number does not match the previously added
es: El número de Póliza no coincide con la ya agregada

# RiskDialog_policy_risk
source: Risk Policy
es: Riesgos de la Póliza

# RiskNew
source: New Risk
es: Nuevo Riesgo

source: Risk Number
es: Número Riesgo

# RiskPartial_list_risk
source: List of Risks
es: Listado de Riesgos

# RiskPartial_risk_id
source: IdRisk
es: IdRiesgo

# RiskPartial_total_amount
source: Total Amount Insured
es: Suma Asegurada Total

# RiskProperty_Country
source: Country
es: País

# RiskProperty_State
source: State
es: Departamento

# RiskPropertyDialog_GridRiskValidate
source: This address has already been added
es: Esta dirección ya ha sido agregada

source: Risk reserve
es: Reserva de riesgos en curso

source: Risk Reserve Accounting
es: Contabilización de Reserva de Riesgos en Curso

source: Risk reserve entry
es: Asientos de riesgo en curso

# RisksUploadProcessImport
source: Import Risk Upload Process
es: Importar Proceso de Cargue de Riesgos

# RiskSurety_contractAmount
source: Contract Value
es: Valor de Contrato

# RiskVehicle_Color
source: Colour
es: Color

# RiskVehicle_Make
source: Make
es: Marca

# RiskVehicle_Model
source: Model
es: Modelo

# RiskVehicle_Plate
source: Plate
es: Placa

source: Role
es: Rol

source: Row
es: Fila

source: Row Number
es: Nro. Fila

source: Rule
es: Regla

# RuleCompletionWarning
source: Must enter the data to finalice the rule.
es: Debe ingresar los datos para finalizar la regla

source: Rule Editor
es: Editor de Reglas

source: Rule Package
es: Paquete de Reglas

source: Rules
es: Reglas
