Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# CheckNumber
source: Check No.
es: Nro. Cheque

source: Check Payable To
es: Cheque a nombre de.

# CheckRangeOut
source: The check entered is outside the range of the assigned checkbook
es: El cheque ingresado està fuera del rango de la chequera asignada

source: Check Regularization
es: Regularización de Cheques

source: Check Report
es: Reporte Chequera

# CheckSearchListExportFileName
source: CheckListExcel.xls
es: ListadoDeChequesExcel.xls

source: Checks Search
es: Búsqueda de Cheques

source: Checks to Deposit
es: Cheques a Depositar

source: CheckTo
es: Cheque Hasta

source: Check Type
es: Tipo de cheque

source: Chek Rule
es: Revisar Regla

# ChooseBank
source: Choose a Bank
es: Seleccione un Banco

# CitiesDeleteError
source: Error delete city
es: Se presentó un error al eliminar la ciudad

# CitiesSaveSuccessfully
source: City successfully saved
es: Registro guardado Correctamente

source: City
es: Ciudad

source: Claim
es: Siniestro

# Claim_Catastrophe_Msg
source: Event code not exist to register click on Save
es: Codigo de evento no existe presione en Guardar para registrarlo

# Claim_Catastrophe_Save
source: The event code is entered successfully saved
es: El codigo de evento ingresado ha sido guardado con exito

# Claim_Catastrophe_Valid_Date
source: Catastrophic Infromation The start date can not be greater than the end date
es: En Informacion Catastrófica La fecha inicial no puede ser mayor a la fecha final

# Claim_ClaimBranch
source: Claim Branch
es: Sucursal del Reclamo

# Claim_ClaimId
source: ClaimId
es: Id Reclamo

# Claim_Coverage_Registered
source: Coverage selected has already been registered
es: La cobertura seleccionada ya fue registrada

source: Claim Currency
es: Moneda Reclamación

# Claim_Notice_Search_Msg_Objected
source: Number of Notice of Loss is objected
es: El Número de Aviso de Siniestro de encuentra objetado

# Claim_Notice_Search_Question
source: Would you like to load the selected Notice Information?
es: ¿Desea cargar la información del Aviso seleccionado?

# Claim_NoticeDateFailed
source: The date of Notice is not correct
es: La fecha de Aviso no es correcta

source: Claim Number
es: Nro Reclamo

# Claim_number_captionDialog
source: Add Claim Number
es: Agregar Número de Reclamo

# Claim_number_captionDialogEdit
source: Edit Claim Number
es: Editar Número de Reclamo

# Claim_OcurrencyDateTime
source: Ocurrency Date and Time (dd/mm/yyyy hh:mm tt)
es: Fecha y Hora de Ocurrencia (dd/mm/aaaa hh:mm tt)

# Claim_Policy_Info
source: The policy is not applicable on the date or not exist
es: La poliza no esta vigente a la fecha o no existe

# Claim_Policy_Search
source: Please select a branch, prefix, Ocurrency Date and a valid policy number
es: Favor seleccione una Sucursal, Ramo, Fecha de Ocurrencia y un Número de Póliza válido

# Claim_RegisterDate
source: Registration Date (dd/mm/yyyy)
es: Fecha de Registro (dd/mm/aaaa)

# Claim_Risk
source: Risk
es: Riesgo

# Claim_Save_Real
source: The claim is properly recorded No.
es: Se grabo correctamente el Reclamo Nro.

# Claim_Save_Reserve
source: Was recorded correctly Reserve No.
es: Se grabo correctamente la Reserva Nro.

# Claim_Save_Temporary
source: Temporary is recorded correctly with the number
es: Se grabo correctamente el Temporal Nro.

# Claim_search_notice_from
source: Notice Date from:
es: Fecha de Aviso desde:

# Claim_search_notice_to
source: Notice Date to:
es: Fecha de Aviso hasta:

# Claim_search_ocurrence_from
source: Ocurrence Date from:
es: Fecha de Ocurrencia desde:

# Claim_search_ocurrence_to
source: Ocurrence Date to::
es: Fecha de Ocurrencia hasta:

# Claim_search_record_date_from
source: Record date from:
es: Fecha de registro desde:

# Claim_search_record_date_to
source: Record date to:
es: Fecha de registro hasta:

# Claim_SubClaim
source: SubClaim
es: SubReclamo

# ClaimAlreadyReinsurance
source: The claim has already selected, reinsurance can not reinsure.
es: El siniestro selecionado ya tiene reaseguro, no se puede reasegurar.

# ClaimBillingInformation_Add
source: Add New Claim
es: Agregar Nuevo Reclamo

source: Claim Date
es: Fecha del Siniestro

# ClaimInformationPartial_date_hour
source: Date and time of Occurrence
es: Fecha y hora de Ocurrencia

source: Claim Liquidation Without Payment Receipt
es: Liquidación de Reclamos sin Recibo de Pago

# ClaimLocationPartial_ReasonNotice
source: Reason Notice
es: Motivo del Aviso

# ClaimNotice_Claim_ClaimedAmount
source: Claimed Amount
es: Monto Pretendido

# ClaimNotice_Claim_Description
source: Claim Description
es: Descripción del Hecho

# ClaimNotice_Claim_Driver
source: Claim Driver
es: Datos del Conductor

# ClaimNotice_Claim_Location
source: Claim Location
es: Lugar de Ocurrencia

# ClaimNotice_Claim_OthersAffected
source: Others Affected
es: Datos Terceros Afectados

# ClaimNotice_Date
source: Date Notice
es: Fecha de Aviso

# ClaimNotice_Print_Message
source: Would you like to print claim notification?
es: Desea imprimir la Notificación del Siniestro?

# ClaimNotice_Save_Message
source: Claim Notification Saved successfully!
es: Notificación del Siniestro grabado correctamente!

# ClaimNoticeObjected_Messages
source: All fields are requiered
es: Todos los campos son requeridos

# ClaimNoticeObjected_Title
source: Object Claim Notice
es: Objetar Aviso de Siniestro

# ClaimNumber
source: Claim
es: Reclamo

# ClaimNumber_GridNumber
source: Claim List of Numbers by Prefix and Branch
es: Lista de Números de Reclamo por Ramo y Sucursal

source: Claim Reserve
es: Reservas Siniestros

source: Claim Reserve Accounting
es: Contabilización de Reserva de Siniestros

source: Claims
es: Siniestros

# Claims_Billings
source: Billings
es: Facturas

# Claims_EstimationConcept
source: Estimation Concept
es: Concepto de Estimación

# Claims_EstimationCurrency
source: Estimation Currency
es: Moneda de Estimación

# Claims_EstimationValue
source: Estimation Value
es: Valor de Estimación

# Claims_MultipleConcepts
source: Multiple Concepts
es: Varios Conceptos

# Claims_PaymentType_Partial
source: Partial
es: Parcial

# Claims_PaymentValue
source: Payments Value
es: Valor Pagos

# Claims_Recovery
source: Recoveries
es: Recobros

# Claims_ReservationValue
source: Reservation Value
es: Valor Reserva

# Claims_Salvage
source: Salvages
es: Salvamentos

# Claims_TotalConcept
source: Total Concept
es: Total Concepto

# Claims_TotalTax
source: Total Tax
es: Total Impuesto

# ClaimSearch_message_select
source: Select the Claim Branch
es: Seleccione la Sucursal de Denuncia

# ClaimSearch_Result
source: Search Result
es: Resultado de la Búsqueda

# ClaimSearch_title
source: Claim List
es: Lista de Denuncias

# ClaimsPaymentRequestLabel
source: Claims Payment Request
es: Solicitud Pago Siniestros

source: Claims reserve record
es: Reserva de siniestros

# ClaimValidation_message
source: Please enter the required data
es: Por Favor ingrese los datos requeridos

# ClaimValidation_ocurency_date
source: Ocurrency Date
es: Fecha de Ocurrencia

# ClaimVehicleThirdPartial_CompanyName
source: Company Name:
es: Nombre de la Empresa:

# ClaimVehicleThirdPartial_LastName
source: Last Name:
es: Apellido Paterno:

# ClaimVehicleThirdPartial_MothersMaidenName
source: Mother's Maiden Name:
es: Apellido Materno:

source: Clean
es: Limpiar

source: Client tax
es: Impuestos por cliente

source: Close
es: Cerrar

source: Closed month movement
es: Movimiento de mes cerrado

source: Close Generated Successfully
es: Cierre generado exitosamente

source: Closing
es: Cierre

source: CLOSING CONTROL REPORT
es: REPORTE CONTROL CIERRE

# ClosingExercise
source: Closing of Exercise
es: Cierre de Ejercicio

source: Closing Exercises
es: Cierre de Ejercicios

# ClosingIncomeExpenses
source: Closing of Income and Expenses
es: Cierre de Ingresos y Egresos

# ClosingLink
source: ~/en/AccountingClosing/AccountingClosing/Closing
es: ~/AccountingClosing/AccountingClosing/Closing

# ClosingMovementConcept
source: Concept Closing Movement
es: Concepto de Movimiento de Cierre

source: Closing Operations Control
es: Control de Operaciones de Cierre

source: Closing Operations Review
es: Revisión Operaciones de Cierre

source: Closing Risk Reserve
es: Cierre de Reserva de Riesgos

# ClosingRiskReserveList
source: RECORDS LIST OF CLOSING RESERVES
es: LISTADO DE REGISTROS DE CIERRE DE RESERVAS

source: Closure Concept
es: Conceptos de Cierre

# ClosureConceptAdd
source: Add Closure Concept
es: Agregar Concepto de Cierre

source: Closure Concept Edit
es: Editar Concepto de Cierre

source: Closure Generation
es: Generación del Cierre

# ClosureGenerationError
source: Error processing the closing generation
es: Error al procesar la generación del cierre

source: Closure generation successfully
es: Generación de cierre con éxito

# ClosureMessage
source: There are not registers to closure the billing
es: No existen registros para cerrar la caja

# ClosureMovementAdd
source: Add Movement Closing
es: Agregar Movimiento de Cierre

# ClosureMovementEdit
source: Edit Movement Closing
es: Editar Movimiento de Cierre

source: Closure Movements
es: Movimientos de Cierre

source: Closure Reports
es: Reportes de Cierre

source: Closures Report
es: Reporte Cierres

# ClosuresReportNoDataFound
source: There are no data to generate the report
es: No existen datos para generar el reporte

source: Clousers
es: Cierres

source: Code
es: Código

# CodeAlreadyExists
source: Parameter code already exists
es: El código de parámetro ya existe

source: Code Concept
es: Código Concepto

# CodeCostCenter
source: Cod/Name. Cost Center
es: Cod/Nombre. Centro de Costo

source: Code group
es: Nro. Código Grupo

# CodePaymentConcept
source: Cod/Name. Payment Concept
es: Cod/Nombre. Concepto de Pago

source: Codes
es: Códigos

source: Coinsurance Assigned
es: Coaseguro Cedido

source: Coinsurance Balance
es: Cuenta Corriente Coaseguros

# CoinsuranceCheckingAccountLabel
source: Coinsurance Checking Account
es: Cta. Cte. Coaseguros

source: Coinsurance Document Number
es: Nro. Doc. Coaseguradora

source: Coinsurance Movements
es: Movimientos de coaseguros

source: Coinsurance Name
es: Nombre Coaseguradora

source: Coinsurances
es: Coaseguradoras

source: Coinsurance Type
es: Tipo Coaseguro

# CollectCancelFailureLabel
source: Error collect could not cancel
es: No fue posible anular el recibo

source: Collected
es: Recaudados

source: Collected Bills Not Applied
es: Remesas Cobranzas no Imputadas

source: Collected Coupons
es: Cupones Recaudados

source: Collecting record
es: Registro de cobranzas

source: Collection
es: Recaudos

source: Collection Date
es: Fecha Cobranza

source: Collection End Date
es: Fecha Fin Recaudo

source: Collection Letter
es: Carta de Cobros

source: Collection Manager
es: Jefe de Dpto. Cobros y Retiros

source: Collection Officer
es: Oficial de Cobros

source: Collection Response
es: Respuesta Cobro

source: Collections
es: Cobranzas

source: Collection to
es: Cobranza a

source: Column
es: Columna

# ColumnAlreadyRegistered
source: Column are already registered
es: La fila y columna ya estan registradas

source: Column Name
es: Nombre Columna

source: Column Number
es: Número Columna

source: Commission
es: Comisión

source: Commission Amount
es: Importe Comisión

source: Commission Balance
es: Balance de Comisiones

# CommissionPaymentOrderAgentMessage
source: commission discount can not generate automatic OP
es: con descuento de comisiones, no puede generar OP automática

# CommissionPaymentOrderConfirmationMessage
source: Are you sure you want to generate the commissions payment order?
es: Esta seguro de generar la orden de pago comisiones?

# CommissionPaymentOrderMessageAgentNotFound
source: No records exist to generate payment orders
es: No existen registros para generar las órdenes de pago

source: Commission Percentage
es: % Comisión

# CommissionRejectionNotGreaterValueOfCheck
source: The commission rejection can not be greater than the value of the check
es: La comisión de rechazo no puede ser mayor al valor del cheque

source: Commissions
es: Comisiones

source: Commissions Payment Order
es: Orden de Pago Comisiones

source: Commissions Unearned
es: Comisiones no devengadas

source: Commission Value
es: Valor Comisión

source: Company
es: Compañía

source: Company Bank Account
es: Cuentas Bancarias Compañía

source: Company Movement
es: Movimientos Compañía

source: Company Participation
es: Participación Compañía

source: Company Reinsurance
es: Compañia de reaseguros

source: Comparative balance sheet
es: Comparativo

source: Component
es: Componente

# ComponentNotValid
source: Components endorsement is not valid
es: Componentes no validos para el endoso

source: Concept
es: Concepto

source: Concept already exists
es: El concepto ya ha sido ingresado

source: Concept Amount
es: Importe Concepto

# ConceptCodeNotRelatedValidation
source: Concept Code is not related with Analysis Code
es: El Código Concepto no está relacionado al Código de Análisis

source: Concept Description
es: Nombre Concepto

# ConceptKey
source: Key Concept
es: Clave de Concepto

# ConceptKeyEdit
source: Concept Code Edit
es: Editar Código de Concepto

source: Concept Key Id
es: Id Clave Concepto

# ConceptList
source: Concepts List
es: Listado de Conceptos

source: Concepts
es: Conceptos

source: Concept Source
es: Origen Concepto

source: Concept to be duplicated
es: Concepto a duplicar

source: Conciliation
es: Conciliación

source: Conciliation Date
es: Fecha Conciliación

source: Conciliation Movement
es: Movimientos Conciliados

source: Conciliation Number
es: Número Conciliación

source: Conciliation number entry
es: Ingresar número de conciliación

source: Conciliation Reports Options
es: Opciones Reportes de Conciliación

source: Condensed balance sheet
es: Balance Condensado

source: Condition
es: Condición

# ConditionBaseTax
source: Condition Calculation Base Tax
es: Impuesto Condición Base de Cálculo

source: Condition/Result Value
es: Valor de Condición/Resultado

source: Conditions
es: Condiciones

source: Conduct Relationship Account Type
es: Relación Conducto Tipo de Cuenta

source: Conduit
es: Conducto

source: Conduit Name
es: Nombre Conducto

# ConduitRequired
source: Conduit is required
es: Conducto es requerido

# ConfirmaData
source: Enter all required fields
es: Ingrese todos los campos obligatorios

# ConfirmFilterMessage
source: Are you sure you want to remove all processed actions?
es: Esta seguro de eliminar todo lo procesado?

# ConfirmMessageLoadFacultative
source: Are you sure you want to load an facultative endorsement to:
es: Está seguro que desea cargar un facultativo para :

# ConfirmMessageLoadReinsClaim
source: It will load of Loss Reinsurance to modify it manually, Are you sure?
es: Se va a cargar el Reaseguro del Siniestro para modificarlo manualmente, ¿Está seguro?

# ConfirmMessageLoadReinsPayment
source: It will load the Reinsurance Payment to modify it manually, Are you sure?
es: Se va a cargar el Reaseguro del Pago para modificarlo manualmente, ¿Está seguro?

# ConfirmMessageLoadReinsurance
source: Layers are loaded Reinsurance Endorsement to manually modify them Are you sure?
es: Se cargarán las capas del Reaseguro del Endoso para modificarlas manualmente ¿Está seguro?”

# ConfirmMessageProcess
source: Sure to run the process?
es: Está seguro de ejecutar el proceso?

# ConfirmMessageRecalculateReinsClaim
source: The changes made will be lost. The distribution will be recalculated according to the corresponding cluster Are you sure?
es: Se perderán los cambios realizados. Se volverá a recalcular la distribución según el cúmulo correspondiente ¿Está seguro?

# ConfirmMessageRecalculateReinsPayment
source: This process recalculates the reinsurance Payment Are you sure?
es: Este procedimiento recalcula el Reaseguro de Pago ¿Está seguro?

# ConfirmMessageRecalculateReinsurance
source: This procedure recalculates the Reinsurance as changed Layers and Lines of contract. Are you sure?
es: Este procedimiento recalcula el Reaseguro según las modificaciones realizadas en Capas y Líneas de Contrato. ¿Está seguro?

# ConfirmMessageSaveReinsurance
source: This procedure saves the distribution shown to the final tables. Are you sure?
es: Este procedimiento guarda el reparto mostrado a las tablas definitivas. ¿Está seguro?

source: Consignment
es: Consig. / Trans.

source: Consignment check
es: Consig. Cheque

source: Consignments Entry
es: Ingreso de Consignaciones

# ConstructionMessage
source: If you think this entry is valid, please report the error to the Administrator, otherwise return to the Home page
es: Si cree que el acceso es válido, por favor reporte este error al Administrador, de lo contrario regrese a la página de Inicio

source: Consult
es: Consulta

# ConsultationReversion
source: Consult Revertions
es: Consulta y Reversión

# ConsultationReversionSeatDaily
source: Consultation and Reversion Seat Journal
es: Consulta y Reversión de Asiento Diario

# ContactInformation_Name
source: Last Name and First Name
es: Apellido y Nombre

# ContactInformation_Phone
source: Phone
es: Teléfono

# ContactInformationLocationPartial_PropertyAddress
source: Property Adderess
es: Dirección de la Propiedad

# ContactInformationLocationPartial_Risk
source: Enter the Information of the affected Property
es: Ingrese los datos de la propiedad siniestrada

# ContactInformationSuretyPartial_Risk
source: Enter the Information of the surety
es: Ingrese los datos de la fianza

# ContactInformationSuretyPartial_SecuredDocument
source: Secured Document
es: Documento del Afianzado

# ContactInformationSuretyPartial_SecuredName
source: Secured Name
es: Nombre del Afianzado

# ContactInformationVehiclePartial_AdditionalInformation
source: Enter Aditional Information of Vehicle
es: Información adicional del vehículo

# ContactInformationVehiclePartial_Contact
source: Put your Contact Information
es: Ingrese sus datos para contactarle

# ContactInformationVehiclePartial_Risk
source: Enter the Information of the affected Vehicle
es: Ingrese los datos del auto siniestrado

source: Contingency reserve
es: Reserva de previsión

source: Contingency Reserve Detail
es: Detalle Reserva de previsión

source: Contingent account
es: Cuentas contingentes

source: Continue ?
es: Continuar ?

# ContinueLabel
source: Would you like to continue?
es: Desea continuar?

source: Contract
es: Contrato

# ContractDescriptionDuplicate
source: A contract with the same description and reduced description already exists
es: Ya existe un contrato con las mismas descripciones

# ContractEditTitle
source: Contract Edit
es: Modificación Contrato

source: Contract Functionality
es: Funcionalidad Contrato

source: Contract Grouper
es: Agrupador Contrato

source: ContractId
es: Id. Contrato

# ContractingAuthorityTo
source: Contracting Authority
es: Facultades para Contratación

source: Contract Level
es: Nivel de Contrato

source: Contract Level Company
es: Compañía de Nivel

# ContractLevelCompanyEditTitle
source: Contract Level Company Edit
es: Modificación Nivel Contrato de Compañía

# ContractLevelCompanyNewTitle
source: Contract Level Company New
es: Nueva Compañía del Nivel

# ContractLevelEditTitle
source: Contract Level Edit
es: Modificación Nivel de Contrato

# ContractLevelIsNecesary
source: For the contract to be created correctly, it is necessary to create a contract level.
es: Para que el contrato quede parametrizado correctamente, es necesario crear un nivel de contrato.

# ContractLevelNewTitle
source: Contract Level New
es: Nuevo Nivel de Contrato

source: Contract Limit
es: Límite Contrato

# ContractLimitMinValue
source: RContract limit value can not less than retention limit
es: Límite del contrato no debe ser menor o igual al limite de retención

source: Contract Line
es: Contratos por Línea

source: Contract Lines
es: Líneas de Contratos

# ContractNewTitle
source: Contract New
es: Nuevo Contrato

source: Contractor
es: Contratante

source: Contracts
es: Contratos

source: Contracts And Contract Levels
es: Contratos y niveles de contrato

source: Contract selected exist
es: El contrato seleccionado ya existe

source: Contract Type
es: Tipo Contrato

# ContractTypeEditTitle
source: Contract Type Edit
es: Modificación Tipo de Contrato

# ContractTypeNewTitle
source: Contract Type New
es: Nuevo Tipo de Contrato

source: Contract Types
es: Tipo de Contratos

# ContractYear
source: Period
es: Ejercicio

# ControlAccountingOperations
source: Control of accounting operations
es: Control de operaciones contables

# ControlAutomaticCheckTop
source: All the checks assigned to this checkbook have already been used
es: Ya se han utilizado todos los cheques asignados para esta chequera

# ControlBalance
source: Balance control
es: Controla Saldo

# ControlButtonEnabled
source: Enable Product
es: Habilitar Producto

source: Copy
es: Copiar

source: Cost Center
es: Centro de Costos

# CostCenterAdd
source: Add Cost Centers
es: Añadir Centros de Costos

source: Cost Center Code
es: Código de Centro de Costos

source: Cost center consult
es: Consulta centro de costos

source: Cost Center Description
es: Descripción Centro de Costos

# CostCenterIdValidation
source: Cost Center's Id is invalid
es: Código inválido de Centro de Costos

# CostCenterPercentageValidation
source: Cost Center's percentage has to be equal to 100
es: El porcentaje del Centro de Costo tiene que ser igual a 100

source: Cost Centers
es: Centros de Costo

source: Cost Center Type
es: Tipo de Centro de Costos

source: Cost Center Type Description
es: Descripción Tipo Centro de Costos

# CostCenterTypeUsed
source: Cost Center Type Used in Cost Center :
es: Tipo de Centro Costos usado en Centro de Costo :

# CostCenterValidation
source: You can not delete a cost center associated with an accounting account
es: No se puede borrar un centro de costos asociado a una cuenta contable

# CouldNotSaveTempPremiumComponent
source: Could not save temporal premium
es: No fue posible guardar la información de pago

source: Counterpart
es: Contrapartida

source: Country
es: País

source: Coupons Number
es: Nro. Cupones

source: Coupons Status
es: Estado de Cupones

# Coverage_Adjuster
source: Adjuster(int/ext)
es: Ajustador(int/ext)

# Coverage_Affected
source: Affected
es: Afectado

# Coverage_Analyst
source: Analyst
es: Analista

# Coverage_Deductible
source: Deductible
es: Deducible

# Coverage_Estimation
source: Estimation
es: Estimación

source: CoverageId
es: Id Cobertura

# Coverage_InspectionDate
source: Claim's Inspection Date
es: Fecha Inspección Siniestro

# Coverage_Investigator
source: Investigator
es: Investigador

# Coverage_LossDescription
source: Loss Description
es: Descripción de la Perdida

# Coverage_Name
source: Coverage
es: Cobertura

# Coverage_Partial_CoverageAdded
source: The coverage selected has been added
es: La cobertura seleccionada ya ha sido agregada

# Coverage_PropertyAffected
source: Property Affected
es: Bienes Afectados

# Coverage_RealDeducible
source: Real Deducible
es: Neto Deducible

# Coverage_StatusCode
source: Status Code
es: Código de Estado

# CoverageClaimDialog_msg
source: You have not entered any estimate yet...
es: No ha ingresado ninguna Estimacion todavia...

# CoverageClaimDialog_names
source: Names
es: Nombres

# CoverageDialog_add_coverage
source: Add Coverage
es: Agregar Cobertura

# CoverageDialog_analyst
source: Analyst/Ajuster
es: Analista/Ajustador

# CoverageDialog_compensation
source: Compensation/Fees/Expenses
es: Indemnización/Honorarios/Gastos

# CoverageDialog_driverData
source: Driver Data
es: Datos Conductor

# CoverageDialog_information
source: Coverage Information
es: Información de Cobertura

# CoverageDialog_pendant_reserv
source: Pendant Reserv
es: Reserva Pendiente
