Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Global.*.resx
Languages: es

# InternalCardVoucher
source: ~/en/Accounting/CardVoucherSearch/MainCardVoucherSearch
es: ~/Accounting/CardVoucherSearch/MainCardVoucherSearch

source: Internal Deposit Slip
es: Boleta Interna de Depósito

# InternalDepositSlipSaveMessage
source: Select one or more checks in the list
es: Seleccionar uno o más cheques de la lista

source: Internal Slip Successful Saved
es: Boleta Interna Grabada Correctamente

# InternationalOperationFailed
source: International operation failed saved
es: Error al guardar la operación internacional

# InternationalOperationSuccessfully
source: International operation successfully saved
es: Operación internacional guardada exitosamente

source: Interview Information
es: Información de la Entrevista

source: Interview Place
es: Lugar Entrevista

source: Invalid Dates
es: Fecha no permitida por el Sistema

# InvalidDecisionTable
source: Incorrect validation
es: Validación incorrecta

# InvalidPassword
source: User or incorrect password.
es: Usuario o contraseña incorrecta.

source: Invalid separator
es: El separador del documento no es válido

source: Invalid table
es: Tabla invalida

source: Invoke
es: Invocar

source: Is Active
es: Activa ?

source: Is already included
es: Ya Esta Incluida

source: Is Assess Value
es: Es Valor Aplicado

source: Is Automatic
es: Es Automático

# IsDefault
source: Default?
es: Predeterminada?

# IsDeraclarative
source: Is declarative
es: Es declarativa

source: Is Facultative
es: Es Facultativo

# isInvalidPassword
source: Invalid Password
es: La contraseña es invalida.

source: Is Issue
es: Es de emisión

source: Is Not Issue
es: No es de emisión

source: Is official nomenclature
es: Es nomenclatura oficial

# IsRegisteredReal
source: is registered in the imputation
es: está registrada en la imputación

# IsRegisteredTemporary
source: is registered in the temporary imputation
es: está registrada en la imputación temporal

# IsRequired
source: It is Required
es: Obligatorio

source: Issuance
es: Emisión

source: Issuance Accounting
es: Contabilización de Emisión

source: Issuance Batch
es: Batch Emisión

source: Issuance Expenses
es: Gastos de Emisión

source: Issuance Policy
es: Pólizas Emisión

source: Issuance Register
es: Registro de Emisión

source: Issue Amount
es: Importe Emisión

source: Issued
es: Emitidas

source: Issue date
es: Fecha Emisión

source: Issue Date From
es: Fecha Emisión Desde

# IssueDateRequired
source: Issue date is required
es: Fecha de emisión es requerida

source: Issue Date To
es: Fecha Emisón Hasta

source: Issued checks
es: Cheques emitidos

source: Issued With Errors
es: Emitido con errores

source: Issue Policy
es: Emitir Póliza

source: Issue Premium
es: Monto Prima

source: Issuer
es: Emisor

# IssueWithError
source: Issuing with errors And/or Events
es: Emitir con Eventos y/o Errores

source: Issuing Account Number
es: Nro. Cuenta Emisora

source: Issuing Bank
es: Banco Emisor

source: Issuing Bank Account Name
es: Nombre Cuenta Bancaria Emisora

source: Issuing Bank Consignment Check
es: Banco Emisor Cheque

# IssuingBankRequired
source: Issuing bank is required
es: Banco emisor es requerido

source: Issuing Information
es: Información de Ingreso

# isUserBlocked
source: User Blocked
es: El usuario se encuentra bloqueado.

source: It already exists
es: Ya existe

source: Item help
es: Por Rubro

# ItemsMessage
source: There are items added since the imputation, to add fees policyholders imputation delete items first
es: Existen items agregados ya a la imputación, si desea agregar cuotas de pólizas elimine los items de imputación primero

source: Items to apply
es: Items a aplicar

source: It is not
es: No es

source: It is not parameterized
es: No esta parametrizado

source: It Will Be Saved
es: Se Guardará

source: January
es: Enero

source: Journal Entry
es: Asiento Diario

source: Journal Entry Information
es: Información de Asiento de Diario

# JournalEntryNumber
source: Entry Number
es: Nro. Asiento

source: Journal Entry Save Success
es: Asiento Diario grabado correctamente.

# JudicialConciliation_AttorneyConcept
source: Attorney Concept
es: Concepto Apoderado

# JudicialConciliation_AudienceDate
source: Audience Date
es: Fecha De la Audiencia

# JudicialConciliation_AudienceDecision
source: Audience Decision
es: Decisión Audiencia

# JudicialConciliation_BranchConcept
source: Branch Concept
es: Concepto Sucursal

# JudicialConciliation_ConciliedTotalValueReal
source: Concilied Total Value Real
es: Valor Total Conciliado en Pesos

# JudicialConciliation_ReconciledValue
source: Reconciled Value
es: Valor Conciliado

# JudicialConciliation_ValueSuggestedByTheBranch
source: Value Suggested By The Branch
es: Valor Sugerido por la Sucursal

# JudicialConciliation_ValueSuggestedReal
source: Value Suggested Real
es: Valor Sugerido en Pesos

source: July
es: Julio

source: June
es: Junio

source: Justification Sarlaft
es: Motivo Justificación Formulario Sarlaft

source: Key
es: Clave

# LabelAccessoriesByRisk
source: Risk Accessories Plate:
es: Accesorios Riesgo de Placa:

# LabelAccessoriesNoOriginals
source: No Originals Accessories
es: Accesorios No Originales

# LabelAccessory
source: Accesory
es: Accesorio

# LabelAccessoryMake
source: Accessory Brand
es: Marca del Accesorio

# LabelAccountNumber
source: Account Number
es: Número de cuenta

# LabelAccumulation
source: Accumulation
es: Cúmulo

# LabelActiveEndorsement
source: Active Endorsment
es: Endoso Vigente

# LabelActivityRisk
source: Risk Activity
es: Actividad del riesgo

# LabelAddCoverage
source: Coverage To Modify Or Add To The Risk Plate:
es: Cobertura a Modificar o Adicionar para el Riesgo de Placa:

# LabelAdditionalData
source: Additional Data
es: Datos Adicionales

# LabelAdditionalImpressionsCoverage
source: Additional printing
es: Impresión adicional

# LabelAddModifyObjects
source: Add / Edit Objects and Coverages
es: Agregar / Modificar Objetos y Coberturas

# LabelAddressAll
source: Full Address
es: Dirección completa

# LabelAddressesAndPhone
source: Addresses And Phone
es: Direcciones y Teléfonos

# LabelAdjusterNames
source: Name and Surname Adjuster
es: Nombres - Apellidos del Perito

# LabelAdvancedConceptsSearch
source: Advanced Concepts Search
es: Búsqueda Avanzada de Conceptos

# LabelAdvancedSearchTechnicalBranch
source: Advanced technical branch search
es: Búsqueda Avanzada de Ramo Técnico

# LabelAgency
source: Agency
es: Agencia

# LabelAgencyName
source: Age
es: Nombre de la Agencia

# LabelAgentAgency
source: Agent Agency
es: Agencia Intermediario

# LabelAgentChannel
source: Channel
es: Canal

# LabelAgentExecutive
source: Account Executive
es: Ejecutivo de cuenta

# LabelAgentLocker
source: Locker
es: Casillero

# LabelAgents
source: Agents
es: Intermediarios

# LabelAlliance
source: Aliado data
es: Datos Aliado

# LabelAllianceEnabled
source: Alliance Enabled
es: Aliados habilitados

# LabelAlliancePrintFormatCode
source: Format Code Formato
es: Código Formato

# LabelAlliancePrintFormatIsEnable
source: Is Enabled?
es: Habilitado

# LabelAllied
source: Allied
es: Aliado

# LabelAlliedSalePoint
source: Allied sale point
es: Punto de venta del Aliado

# LabelAllySalePointsIntermediary
source: Intermediary
es: Intermediario

# LabelAnualBudget
source: Anual Budget
es: Presupuesto Anual

# LabelAppliestoCollective
source: Collective Polices
es: Colectivas

# LabelApplyLightCotizador
source: Light Quotation
es: Cotizador Liviano

# LabelAsociateBody
source: Asociate vehicle body
es: Asociar carrocerí­a

# LabelAssign
source: Assign
es: Asignar

# LabelAssignDependence
source: Assign Dependence
es: Asignar Dependencia

# LabelAssignedEntities
source: Assigned Entities
es: ENTIDADES ASIGNADAS

# LabelAssistanceType
source: Assistance Type
es: Tipo de Asistencia

# LabelAssuranceMode
source: Assurance Mode
es: Modo de Aseguramiento

# LabelAuthorization
source: Authorization
es: Autorización

# LabelAuthorizationToBeReassigned
source: Policies to be reassigned by risk
es: Politicas a reasignar por riesgo

# LabelAuthorize
source: Authorize
es: Autoriza

# LabelAuthorizeSMS
source: Authorize SMS sending
es: Autoriza envío de SMS

# LabelAvailable
source: Available
es: Disponible

# LabelBankAccountCurrent
source: Bank Account Current
es: Bco/Cta. Corriente

# LabelBeneficiaries
source: Beneficiaries
es: Beneficiarios

# LabelBeneficiaryDetail
source: Beneficiary Details
es: Detalle del beneficiario

# LabelBeneficiaryInsured
source: Beneficiary is the Insured
es: Beneficiario es Asegurado

# LabelBeneficiaryType
source: Beneficuary Type
es: Tipo de Beneficiario

# LabelBillingPeriod
source: Billing Period
es: Periodo de Ajuste

# LabelBindPolicy
source: Link Policy
es: Vincular póliza

# LabelBirthDate
source: Birth Date
es: Fecha de Nacimiento

# LabelBodyVehicleShortDescription
source: Body name
es: Nombre carrocería

# LabelBouquet
source: Bouquet
es: Ramo

# LabelBranchCode
source: Branch Code
es: Código de sucursal

# LabelBranchs
source: Branchs
es: Sucursales

# LabelChange
source: Change
es: Cambio

# LabelCodeRuleSet
source: Rule package code
es: Código Paquete de Reglas

# LabelCommercialBranchCode
source: Commercial Branch Code
es: Código de ramo comercial

# LabelCommisionAdditional
source: % Additional Commission
es: %C. Adicional

# LabelCommissions
source: Commissions
es: Comisiones

# LabelCompanyAddressType
source: Addres Types
es: Tipos de Dirección

# LabelCompanyPhoneType
source: Phone Types
es: Tipos de Teléfono

# LabelCompositionType
source: Influence level
es: Nivel de influencia

# LabelConceptsCondition
source: Condition Concepts
es: Conceptos Condiciones

# LabelConditions
source: Conditions
es: Condiciones

# LabelConsortiumMembers
source: Consortium Members
es: Apellidos y Nombres / Razón Social

# LabelConstructionClass
source: Construction Class
es: Clase de construcción

# LabelConsultationCexper
source: CEXPER Consultation
es: Consulta CEXPER

# LabelConsultationRisk
source: Consultation Risk
es: Consulta Riesgo

# LabelContactCompany
source: Company Contact
es: Contacto en la Empresa

# LabelContractNumber
source: Contract Number
es: Nro. de Contrato

# LabelContractType
source: Contract Type
es: Tipo de Contrato

# LabelCopyProduct
source: Copy Product
es: Copiar Producto

# LabelCorrelationPolicy
source: Correlation policy
es: Póliza correlativa

# LabelCountRiskErrors
source: Records with Errors
es: Riesgos con error

# LabelCountry
source: Country
es: Pais

# LabelCountryOrigin
source: Country of Origin
es: País de Origen

# LabelCoverage2G
source: Coverage 2G
es: Cobertura 2G

# LabelCoverageInsuredObject
source: Coverages
es: Coberturas

# LabelCoverages
source: Coverages
es: Coberturas

# LabelCurrencies
source: Currencies
es: Monedas

# LabelCurrencyId
source: Currency Code
es: Código Moneda

# LabelCurrentDate
source: Current Date
es: Fecha de Inicio

# LabelCurrentStatusPolicy
source: Current Status of Policy
es: Estado Actual Póliza

# LabelCurrentvalue
source: Current value
es: Valor Actual

# LabelCustomerType
source: Customer Type
es: Tipo de Cliente

# LabelDataBusinessType
source: Business Type
es: Datos Tipo de Negocio

# LabelDataChangeTermEndorsement
source: Data Change Term
es: Datos Traslado de Vigencia

# LabelDataEndorsementModification
source: Data Modification Endorsement
es: Datos Endoso de Modificación

# LabelDataKeyTypeCode
source: Code Data Type Key
es: Codigo de Tipo de Dato de Clave

# LabelDataPolicyEndorsement
source: Policy/Endorsment Data
es: Datos Póliza/Endoso

# LabelDataRiskLiability
source: Liability Risk Data
es: Datos Riesgo Responsabilidad Civil

# LabelDataRiskSurety
source: Surety Risk Data
es: Datos Riesgo Cumplimiento

# LabelDataRiskVehicle
source: Vehicle Risk Data
es: Datos Riesgo Automóviles

# LabelDataTermExtension
source: Term Extension Data
es: Datos de la Prórroga

# LabelDataVehicle
source: Vehicle Data
es: Datos del Vehiculo

# LabelDateconsultation
source: Date of consultation
es: Fecha de consulta

# LabelDateCurrentFrom
source: Current From
es: Válida Desde

# LabelDateEnd
source: Date end
es: Fecha de Fin.

# LabelDateIssuance
source: Issuance Date
es: Fecha Emisión

# LabelDateOfQuery
source: Date of Query:
es: Fecha de consulta

# LabelDayAgo
source: A day ago
es: Hace un día

# LabelDaysAgo
source: {0} days ago
es: Hace {0} días

# LabelDaysCountPeriodTwo
source: Days Count Fines Period 2
es: Dí­­as de Conteo Multas Periodo 2

# LabelDaysPeriodTwo
source: Days Period 2
es: Dí­as Periodo 2

# LabelDaysvalidityQuote
source: Days of validity quote
es: Días de validez cotización

# LabelDeclarationData
source: Declaration Data
es: Datos de la Declaración

# LabelDeclarationSummary
source: Declaration Summary
es: Resumen de la Declaración

# LabelDeclinedDate
source: Release Date
es: Fecha de Baja

# LabelDeductByCoverageCod
source: Code
es: Código

# LabelDeductByCoverageIsDefault
source: Default
es: Por Defecto

# LabelDeductibles
source: Deductibles
es: Deducibles

# LabelDeedNumber
source: Deed Number
es: Nro. Escritura

# LabelDelegation
source: Delegation
es: Delegación

# LabelDependence
source: Dependece
es: Dependencia

# LabelDependsTo
source: Depends To
es: Depende de

# LabelDescription
source: Description
es: Descripción

# LabelDescriptionCoverage
source: Description
es: Descripción

# LabelDescriptionLimitedNameCoverage
source: Description Limitied
es: Descripción Limitada

# LabelDescriptionMake
source: Description Make
es: Descripción Marca

# LabelDescriptionProduct
source: Description
es: Descripción

# LabelDescriptionRejection
source: Description of Rejection
es: Descripción del Rechazo

# LabelDetail
source: Detail
es: Detalle

# LabelDetailCoverage
source: Coverage Detail
es: Detalle Cobertura

# LabelDetailRiskPrinter
source: Attach Risk Detail
es: Adjuntar Detalle de Riesgo

# LabelDetailType
source: Detail Type
es: Tipo detalle

# LabelDisabledDate
source: Disabled Date
es: Fecha deshabilitado

# LabelDocument
source: Document
es: Documento

# LabelDocumentNumber
source: Document Number
es: Número Documento

# LabelDriverDetails
source: Driver Details
es: Datos del Conductor

# LabelDueDate
source: Due Date
es: Fecha de Vencimiento

# LabelEdit
source: Edit
es: Editar

# LabelEffectiveDate
source: Effective Date
es: Fecha Vigencia

# LabelEffectiveSale
source: Effective Sale
es: Venta Efectiva

# LabelEmailType
source: e-Mail Type
es: Tipo e-mail

# LabelEnabled
source: Enabled
es: Habilitado

# LabelEndBusinessRules
source: Final Business Rule Set
es: Reglas de Negocio Final

# LabelEndDateIssueProcess
source: Date and Time End Issue Process
es: Fecha y Hora Fin Proceso Emisión

# LabelEndDateTariffProcess
source: Date and Time End Tariff Process
es: Fecha y Hora Fin Proceso Tarifación

# LabelEndorsementCanceled
source: Canceled
es: CANCELADA

# LabelEndorsementType
source: Endorsement Type
es: Tipo de Endoso

# LabelEndorsmentRev
source: Endorment Reversal
es: Reversión de Endoso

# LabelEndRulesPackage
source: Final Rule Set
es: Paquete de Reglas Final

# LabelEngine
source: Engine
es: Motor

# LabelEnter
source: ENTER
es: INGRESAR

# LabelEntityChild
source: Dependent entity (Child)
es: Entidad Dependiente (Hija)

# LabelEntityParent
source: Main Entity (Parent)
es: Entidad Principal (Padre)

# LabelErrorMessage
source: Error Message
es: Mensaje de Error

# LabelEventDescription
source: Event description
es: Descripción evento

# LabelEventGroups
source: Event groups
es: Grupos de eventos

# LabelExcelFile
source: Excel File
es: Archivo Excel

# LabelExcessLimit
source: Excess Limit
es: Limite en Exceso

# LabelExpeditionDate
source: Issuing Date
es: Fecha de Expedición

# LabelExpensesSarlaft
source: Expenses
es: Egresos

# LabelExtensionPolicy
source: Extension Policy
es: Prórroga

# LabelFacultative
source: Facultative?
es: Es Facultativo ?

# LabelFasecoldaCode
source: VIN Number
es: Código Fasecolda

# LabelFileTemplates
source: File Templates:
es: Plantillas del archivo:

# LabelFilingNumber
source: Filing Number
es: Número Radicación

# LabelFilterGroup
source: Filter by group
es: Filtrar por grupo

# LabelFinalDeliveryDate
source: Date Final Delivery Date
es: Fecha acta entrega final

# LabelFirstName
source: First Last Name
es: Primer apellido

# LabelFixedTermDeposit
source: Fixed Term Deposit
es: CDT

# LabelFlatRateProduct
source: Flat Rate
es: Tasa única

# LabelForIssue
source: For Issued
es: Por Emitir

# LabelFormNumber
source: Number of Form
es: Número de Forma

# LabelForRiskType
source: By Risk Type
es: Por Tipo de Riesgo

# LabelFromPrinter
source: From
es: Desde

# LabelFuelType
source: Gas Type
es: Tipo de Combustible

# LabelFullName
source: Full Name
es: Nombres y apellidos

# LabelGeneralLevel
source: General Level
es: Nivel General

# LabelGenerationTemporayDate
source: Generation TemporayDate
es: Fecha Generacion Temporario

# LabelGroupBy
source: Group By
es: Agrupar

# LabelGroupCoverages
source: Coverages Group
es: Grupo de coberturas

# LabelGroupPolicies
source: Policy group
es: Grupo de Políticas

# LabelGroupPoliciesCode
source: Group Code
es: Código del Grupo

# LabelGroupPoliciesModule
source: Module
es: Módulo

# LabelGroupPoliciesSubmodulo
source: Submodule
es: Submódulo

# LabelGroupPolicy
source: Grouping policies
es: Pólizas Agrupadoras

# LabelGuarantee
source: Guarantee
es: Contragarantia

# LabelGuarantees
source: Guarantees
es: Contragarantias

# LabelGuarantors
source: Guarantors
es: Contragarantes

# LabelGuideDate
source: Guide Date
es: Fecha de Guía

# LabelHeaderDocumentNumber
source: Header Document Number
es: No. Documento

# LabelHistory
source: History
es: Historia

# LabelHolderBirthDate
source: Policy Holder Birth Date
es: Fecha Cumpleaños

# LabelHolderTypes
source: Holder Types
es: Tipo de tomador

# LabelIdAllyIntermediary
source: Individual Id
es: Id Individuo

# LabelIdentificationNumber
source: Identification Number
es: Número de Identificación

# LabelIdOfUser
source: Id of User
es: Id del usuario

# LabelIdRiskType
source: Risk Type Code
es: Código Tipo de Riesgo

# LabelImage
source: Image
es: Imagen

# LabelInactive
source: Inactive
es: Inactivo

# LabelIncentivesForAgents
source: Incentives for Agents
es: Incentivos por intermediario

# LabelInclusionExclusion
source: Inclusion / Exclusion of the Risk
es: Inclusión/Exclusión Riesgos

# LabelInclusionRisk
source: Risk
es: Riesgos

# LabelInformationAmparos
source: Information of Amparos
es: Información de Amparos

# LabelInfringementCode
source: Infringement Code
es: Código Infracción

# LabelInfringementDescription
source: Description
es: Descripción

# LabelInfringementGroupDescription
source: Description
es: Descripción

# LabelInfringementStateDescription
source: Description
es: Descripción

# LabelInitialExpirationDateFrom
source: Initial expiration date from
es: Fecha de vencimiento inicial desde

# LabelInitialInclude
source: Initially included
es: Incluido Inicialmente

source: LabelInitialValue
es: Valor Inicial

# LabelInsuranceAccepted
source: Insurance Accepted
es: Coaseguro Aceptado

# LabelInsuranceObject
source: Object of Insurance
es: Objeto de Seguro

# LabelInsured
source: Insured
es: Asegurado

# LabelInsuredCreate
source: Do you want to create it as Insured?
es: Desea crearla como Asegurado?

# LabelInsuredLinked
source: Insured linked
es: Asegurado vinculado

# LabelInsuredObject
source: Insurance objects
es: Objetos del seguro

# LabelInsuredSecondary
source: Secondary Insured
es: Asegurado Secundario

# LabelIntermediariesCommissions
source: Intermediaries and Commissions
es: Intermediarios y Comisiones

# LabelNumberCheckFrom
source: Number Check From
es: Número Cheque Desde

# LabelNumberCheckTo
source: Number Check To
es: Número Cheque Hasta

# labelPayment
source: PAYMENT
es: PAGO

# LabelPublicationDate
source: Publication Date
es: Fecha de publicación

# LabelPublishedRuleSet
source: Published versions of rule set for cache
es: Versiones publicadas de conjunto de reglas para cache

# LabelQuit
source: Exit
es: Salir

# LabelQuotation
source: Quotation
es: Cotización

# LabelQuotationGroup
source: Quotation group
es: Grupo de cotización

# LabelQuotationSearchValidate
source: Quotation Number or Insured is required.
es: Número de Cotización o Asegurado es requerido

# LabelRankRisk
source: Risk Range
es: Rango de Riesgo

# LabelRate
source: Rate
es: Tasa

# LabelRateZone
source: Rate Zone
es: Zona de Tarifación

source: LabelRC
es: RC - Responsabilidad Civil

# LabelReason
source: Reason
es: Motivo

# LabelReasonLow
source: Deregister Reason
es: Motivo de Baja

# LabelReceiptPayNumber
source: Paid Receipt Num.
es: Nro. Recibo Pagado

# LabelRechargeDate
source: Recharge date
es: Fecha de recarga

# LabelRecoverTemporary
source: Recover Temporary
es: Recuperar Temporal

# LabelReferring
source: Referring
es: Referente

# LabelRegistrationIdentifier
source: Registration identifier
es: Identificador de registro

# LabelRenewalData
source: Renewal Data
es: Datos de la Renovación

# LabelRenewalPolicy
source: Renewal Policy
es: Renovación

# LabelRenewalPolicyOtherConditions
source: Policy Renewal With Other Conditions
es: Renovación de póliza con otras condiciones

# LabelRenovation
source: Renewal
es: Renovación

# LabelReportRenovation
source: Report Renovation
es: Reporte Renovacion

# LabelRequestDate
source: Request Date
es: Fecha de solicitud :

# LabelRequestGrouping
source: Group Request
es: Solicitud Agrupadora

# LabelRequired
source: Required
es: Obligatorio

# LabelRestrictiveEvent
source: Restrictive event
es: Evento restrictivo

# LabelRetention
source: Retention
es: 100% Retención

# LabelReversionReason
source: Reversal Motive
es: Motivo de Reversión

# LabelRiskAge
source: Risk Age
es: Edad riesgo

# LabelRiskIdentifier
source: Risk Identifier
es: Identificador del riesgo

# LabelRiskModification
source: Modification of Risk
es: Modificación de Riesgo

# LabelRisksNumber
source: Risks Number
es: Número de Riesgos

# LabelRiskTypeCovered
source: Risk type covered
es: Tipo de riesgo cubierto

# LabelRuleDescription
source: Rule Description
es: Nombre de la Regla

# LabelRules
source: Rules
es: Reglas

# LabelRuleSet
source: Rule Set
es: Paquete de Reglas

# LabelRuleSetFilter
source: Packet Filter Rules
es: Filtrar Paquete de Reglas

# LabelSalePoint
source: Sale Point
es: Punto de venta

# LabelSalesPointCode
source: Sale Point Code
es: Código Punto de Venta

# LabelSarlaftCreate
source: created successfully.
es: Creado Satisfactoriamente.

# LabelSavedProduct
source: Save Product
es: Guardar Producto

# LabelScheduleAvailability
source: Schedule Availability
es: Horario de llamada

# LabelScoreValid
source: Score Valid
es: Score Vigente

# LabelScriptName
source: Script name
es: Nombre del Guion

# LabelSearchAdvancedFasecolda
source: Search Advanced Fasecolda
es: Búsqueda Avanzada Fasecolda

# LabelSearchBusinessBranch
source: Search Commercial Branch
es: Buscar Ramo Comercial

# LabelSearchFasecoldaCode
source: Search fasecolda code
es: Buscar código Fasecolda

# LabelSearchGroupPolicies
source: Advanced search for Policy Group
es: Búsqueda Avanzada Grupo de Politicas

# LabelSearchPolicy
source: Search Policy
es: Consultar Póliza

# LabelSector
source: Sector to Which it Belongs
es: Sector al que pertenece

# LabelSecureDetail
source: Detail of the secured
es: Detalle del afianzado

# LabelTaker
source: Taker
es: Tomador

# LabelTitleCoverage
source: Coverage
es: Cobertura

# LabelTitleDiscount
source: Discounts
es: Descuentos

# LabelTitleWaller
source: Wallet Report
es: Reporte Cartera

# LabelToPrinter
source: To Printer
es: Hasta

# LabelTotalAmount
source: Total Amount
es: Suma Total

# LabelTotalBonus
source: Total Bonus
es: Prima total

# LabelTotalLiabilities
source: Total Liabilities
es: Total Pasivos
