Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorSavePrefixAdded
source: <br /> Error added prefix
es: <br /> Error al agregar ramo comercial

# ErrorSavePriorityRetention
source: An error occurred while keeping the priority retention.
es: Ocurrio un error registrando la retención prioritaria.

# ErrorSaveProduct
source: Failed to save Product
es: Error al guardar Producto

# ErrorSaveProduct2G
source: Failed to save the Product 2G
es: Error al guardar el Producto 2G

# ErrorSaveProspect
source: Error to save prospect
es: Error al grabar el prospecto

# ErrorSaveProspectus
source: Failed to save prospect
es: Error al grabar el prospecto

source: Error save protection
es: Error guardando el amparo

# ErrorSaveQuote
source: You must enter the number of installments.
es: Debe ingresar el número de cuotas.

source: Error save reinsurance payment
es: Error al guardar los pagos reasegurados

# ErrorSaveRequestCancellation
source: Error saving request cancellation.
es: Error guardando la solicitud de cancelación.

# ErrorSaveRisk
source: Failure to save risk
es: Error al guardar el riesgo

source: Error Save Risk Premium And Amount Insured
es: Los valores de prima total y monto asegurado no pueden ser $0

source: Error Save Sale Point
es: Error al tratar de guardar el punto de venta

# ErrorSaveScoreTypeDocs
source: Failed to save ScoreTypeDocs
es: Error al guardar Tipos Documento Datacrédito

# ErrorSaveSubBranch
source: Failed to save subbranch technical
es: Error al guardar subramo técnico

# ErrorSaveSubBranchAdded
source: <br /> Error added subbranch
es: <br /> Error al agregar subramo técnico

# ErrorSaveSubBranchDeleted
source: <br /> Error delete subbranch
es: <br /> Error al eliminar subramo técnico

# ErrorSaveSubBranchModify
source: <br /> Error update subbranch
es: <br /> Error al modificar subramo técnico

# ErrorSaveSubBranchRelated
source: <br /> Error delete subbranch, subbranch are used
es: <br /> No se permite eliminar un SubRamo Técnico que se encuentra en uso

source: Error Save SubCauses
es: Error Guardando Subcausas

source: Error save surcharges
es: Error al guardar recargos

# ErrorSaveTemp
source: Failed To Save Temporary
es: Error al guardar el temporal

source: Error save temp facultative company
es: Error al guardar las compañías facultativas.

source: Error save temp issue layer
es: Error al guardar la capa

# ErrorSaveTemplate
source: Failed to save Templates
es: Error al guardar Plantillas

# ErrorSaveTemplatesAdded
source: <br /> Error added templates
es: <br /> Error al agregar plantillas

# ErrorSaveTemplatesDeleted
source: <br /> Error delete templates
es: <br /> Error al eliminar plantillas

# ErrorSaveTemplatesEdited
source: <br /> Error modify templates
es: <br /> Error al modificar plantillas

# ErrorSaveTemplatesRelated
source: <br /> Error delete templates, templates are used
es: <br /> No se permite eliminar una Plantilla que se encuentra en uso

# ErrorSaveTemporary
source: Failed to save temporary
es: Error al guardar temporal

# ErrorSaveText
source: Failed To Save Text
es: Error al guardar textos

# ErrorSaveTextPrecatalogued
source: Error saving text precatalogued
es: Error al guardar texto precatalogado

# ErrorSaveTexts
source: Error saving text
es: Error al guardar textos

# ErrorSaveUploadInformation
source: An error occurred while saving the upload information.
es: Se presentó un error al guardar la información del cargue.

# ErrorSaveUser
source: Failed to save User
es: Error guardando usuario

source: Error save vehicle bodies
es: Error al guardar carrocerías

# ErrorSaveVehicleCONNEX
source: Error in saving vehicle value per year, due to connection failure.
es: Error al guardar valor de vehiculos por año, por fallo en conexión.

source: Error save vehicle types
es: Error al guardar los tipos de vehiculos

# ErrorSaveVehicleVersion
source: Failed To Save Vehicle Version
es: Error al Guardar la Version

source: Error Saving Event Author
es: Error guardando evento radicación

# ErrorSavingGuarantee
source: An error occurred while saving the counter-guarantee
es: Ocurrió un error guardando la contragarantía

# ErrorSavingGuaranteeStatus
source: An error occurred saving the states.
es: Ocurrio un error guardando los estados.

# ErrorSavingNumeration
source: Error
es: Error guardando numeración

# ErrorSavingTextsComments
source: Error saving texts and comments
es: Error guardando textos y observaciones

# ErrorScheduleNotice
source: Error scheduling notice
es: Error al programar aviso.

source: Error Schema
es: Error el esquema es requerido

# ErrorSeachIndividualDetail
source: Failed To Query Individual Details
es: Error al consultar detalle del individuo

# ErrorSearch
source: Error consulting
es: Error al consultar

# ErrorSearchAccess
source: Failed to query Access
es: Error Al Consultar Acceso

# ErrorSearchAdvancedMiniumCharacters
source: Minimum three characters
es: Debe escribir minimo tres caracteres.

# ErrorSearchAgent
source: Error checking intermediary
es: Error Al Consultar Intermediarios

# ErrorSearchAgents
source: Error consulting agents
es: Error al consultar agentes

# ErrorSearchBeneficiaries
source: Failed to consult beneficiaries
es: Error al consultar beneficiarios

# ErrorSearchBillingGroup
source: Failed to check Billing Group
es: Error Al Consultar Grupo De Facturación

# ErrorSearchChargeRequests
source: Error searching charge requests
es: Error al buscar las solicitudes de cobro

# ErrorSearchCharMin
source: At least three characters
es: Como mínimo debe digitar tres caracteres

# ErrorSearchClaims
source: Error searching claims
es: Error al buscar los reclamos.

# ErrorSearchClauses
source: Failed To Query Clauses
es: Error al consultar clausulas

# ErrorSearchCommisionPercentage
source: Failed To Query Commission Percentage
es: Error al consultar el porcentaje de comisión

# ErrorSearchCompositionTypesCONNEX
source: Error in obtaining information about influence levels
es: Error al obtener informacion de los niveles de influecia, por fallo en conexión.

# ErrorSearchCountry
source: Failed to query countries
es: Error al consultar paises

# ErrorSearchCoverage
source: Failed to query coverage
es: Error al consultar cobertura

source: Error Search Coverage Deductible
es: No se encuentran deducibles

# ErrorSearchCoverages
source: Error when checking covers
es: Error al consultar coberturas

# ErrorSearchCoveragesAccesories
source: Error when checking accessory covers
es: Error al consultar coberturas de accesorios

# ErrorSearchCoveragesAdd
source: This insured object no have more coverages parameterized
es: Este objeto del seguro no cuenta con más coberturas parametrizadas

# ErrorSearchDateIssue
source: Query date failed to issue
es: Error al consultar fecha emisión

# ErrorSearchDefaultData
source: Failed to query for default data
es: Error al consultar datos por defecto

source: Error search details
es: Error al consultar detalles

# ErrorSearchEconomicGroup
source: Error querying economic group
es: Error al consultar producto

# ErrorSearchEndorsementInformation
source: Error Checking Endorsement Information
es: Error al Consultar Información del Endoso

# ErrorSearchFasecolda
source: Failed to query Fasecolda code
es: Error al consultar código Fasecolda

# ErrorSearchFile
source: Error while trying to search the File
es: Error al intentar buscar el Archivo

# ErrorSearchGuarantees
source: Failed to check counter-guarantees
es: Error al consultar contragarantías

# ErrorSearchHardRiskType
source: Error Obtaining HardRiskType
es: Error Obteniendo HardRiskType

# ErrorSearchHolders
source: Error when querying policyholders
es: Error al consultar tomadores

# ErrorSearchIndividualDetail
source: Error checking individual detail
es: Error al consultar detalle del individuo

# ErrorSearchInsuredObject
source: Error consulting object of insurance
es: Error al consultar objeto del seguro

# ErrorSearchInsureds
source: Error when consulting the insured
es: Error al consultar asegurados

# ErrorSearchLimitRC
source: Error consulting Limit RC
es: Error consultando límite RC

# ErrorSearchLineBusinessCONNEX
source: Error in obtaining technical branches
es: Error al obtener ramos tecnicos, por fallo en conexión.

source: Error search modules
es: Error al consultar módulos

# ErrorSearchNotices
source: Error searching notices
es: Error al buscar los avisos.

# ErrorSearchOperativeQuota
source: Error in Consulting Operative Quota
es: Error al Consultar Cupo Operativo

# ErrorSearchParameter
source: Failed To Query Parameter
es: Error al consultar parametro predeterminado

# ErrorSearchPaymentMethod
source: Error when consulting payment methods
es: Error al consultar metodos de pago

# ErrorSearchPaymentPlan
source: Failed To Query Payment Plan
es: Error al consultar planes de pago

# ErrorSearchPaymentRequests
source: Error searching payment requests
es: Error al buscar las solicitudes de pago.

# ErrorSearchPerilCONNEX
source: Failure to obtain information from the perils
es: Error al obtener informacion de los amparos, por fallo en conexión.

# ErrorSearchPlate
source: ssddsd
es: Error Consultando Placa Vehiculo

source: Error Search Policies
es: Error Al Consultar Pólizas

# ErrorSearchPolicy
source: Failed To Query Policy
es: Error al consultar póliza

# ErrorSearchPolicyholder
source: Failed To Query Policyholder
es: Error al consultar tomador

# ErrorSearchPolicyType
source: Failed To Query Policy Type
es: Error al Consultar Tipos de Póliza

# ErrorSearchPrefixAgent
source: Failed to consult commercial branches by agent
es: Error al consultar ramos comerciales por agente

# ErrorSearchPrice
source: Insured value query error
es: Error al consultar valor asegurado

# ErrorSearchProduct
source: Error querying product
es: Error al consultar producto

# ErrorSearchProductAgent
source: Failed To Query Agent Product
es: Error consultando producto agente

# ErrorSearchProtection
source: Error search peril
es: Error al consultar amparos

source: Error Search Quotation
es: Error Consultando Cotización

# ErrorSearchRateType
source: Error getting rate type
es: Error al obtener tipo de tasa

# ErrorSearchRatingZone
source: Error checking tariff zone
es: Error al consultar zona de tarifacion

source: Error search reinsure process massive
es: Error al buscar los procesos masivos de reaseguros

# ErrorSearchRequest
source: Error when requesting Request
es: Error al consultar Solicitud

# ErrorSearchRisk
source: Error when consulting risk
es: Error al consultar riesgo

# ErrorSearchRiskType
source: Failed To Query Risk Type
es: Error Obteniendo tipo de riesgo

# ErrorSearchSubLineBusinessCONNEX
source: Error in obtaining technical SubLineBusiness
es: Error al obtener subramos tecnicos, por fallo en conexión.

source: Error search subModules
es: Error al consultar submódulos

source: Error Search Technical Branch
es: Error al buscar ramo técnico

# ErrorSearchTemp
source: Failed To Query Temporary
es: Error al consultar temporal

# ErrorSearchTemporary
source: Failed to query temporary
es: Error Al Consultar Temporal

# ErrorSearchText
source: Failed To Query Text
es: Error al consultar textos

# ErrorSearchtPrefixBranch
source: Error Search Prefix
es: Error Buscando ramo comercial

# ErrorSearchtSubLineBusiness
source: Failed Searching SubBranch Technical
es: Error Buscando SubRamo Técnico

# ErrorSearchUser
source: Failed to query User
es: Error Al Consultar Usuario

source: Error Search Vehicle Version
es: Error Buscando la Versión

# ErrorSecondEconomicActivity
source: Secondary Activity is invalid
es: Seleccione Actividad Económica Secundaria válida

# ErrorSecureAvailable
source: {0} Must be Between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ErrorSecureOperatingQuota
source: {0} Must be Between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ErrorSelectAddress
source: You must select an address
es: Debe seleccionar una dirección

# ErrorSelectAgency
source: You have not selected an Agency
es: No ha seleccionado una Agencia

# ErrorSelectAgent
source: You have not selected an Agent
es: No ha seleccionado un Agente

# ErrorSelectAssistanceType
source: Assistance type is required.
es: El campo Tipo de Asistencia es obligatorio

# ErrorSelectAStatus
source: You must select a state
es: Debe seleccionar un estado de estimación

# ErrorSelectBillingGroup
source: You must select the billing group
es: Debe seleccionar el grupo de facturación

# ErrorSelectBody
source: Body Type Mandatory
es: Tipo de Carroceria es obligatorio

# ErrorSelectCalculeType
source: You must select Calculation type
es: Debe seleccionar tipo Calculo

# ErrorSelectClause
source: You must select a Clause
es: Debe seleccionar una Cláusula

# ErrorSelectCoverage
source: You must select a coverage
es: Debe seleccionar una cobertura

# ErrorSelectCurrency
source: Must Select Minimum One Currency
es: Debe Seleccionar Minimo Una moneda

# ErrorSelectCurrencyMust
source: Select Minimum One Currency
es: Seleccionar mínimo una moneda

# ErrorSelectDeductibleByCoverage
source: You must select a Deductible
es: Debe seleccionar un deducible

# ErrorSelectDeductibles
source: You must select one deductible
es: Debe seleccionar un deducible

# ErrorSelectDetailType
source: You must select a detail type
es: Debe seleccionar un tipo de detalle

# ErrorSelectedClauses
source: No selected clauses
es: No hay clausulas seleccionadas

# ErrorSelectedCompanyPersonBasic
source: You must select a Person / Company.
es: Debe seleccionar una Persona/Compañia.

# ErrorSelectedElementList
source: You must select an item from the List.
es: Debe seleccionar un elemento de la Lista.

# ErrorSelectedProduct
source: Error You have not selected a Product
es: Error No ha seleccionado un Producto

# ErrorSelectedTemplate
source: You must select a template
es: Debe seleccionar una plantilla

# ErrorSelectGuarantee
source: You must select at least one counter-guarantee
es: Debe Seleccionar al menos una Contragarantía

# ErrorSelectInsured
source: You must select an insured
es: Debe seleccionar un asegurado

# ErrorSelectInsuredObject
source: You did not select an Insurance Object
es: No ha seleccionado un Objeto de Seguro

# ErrorSelectMaxiumClauses
source: You must select one clause maximum
es: Debe seleccionar máximo una cláusula

# ErrorSelectMaxiumDeductibles
source: You must select one deductible maximum
es: Debe seleccionar máximo un deducible

# ErrorSelectMaxiumPaymentPlan
source: You must select a payment plan maximum
es: Debe seleccionar maximo un plan de pago

# ErrorSelectModule
source: You must select a module to parameterize
es: Debe seleccionar un módulo para parametrizar

# ErrorSelectPaymentPlan
source: You must select a Payment Plan
es: Debe seleccionar un Plan de Pago

# ErrorSelectPoliciType
source: Select a policy type to continue
es: Seleccione un tipo de póliza para continuar

# ErrorSelectPolicy
source: You must select a policy
es: Debe seleccionar una póliza

# ErrorSelectPrefix
source: Select the Branch
es: Seleccione el Ramo

# ErrorSelectPrefixTypeRisk
source: You must select a commercial branch to obtain the types of risk
es: Debe seleccionar un ramo comercial para obtener los tipos de riesgo

# ErrorSelectReversionReason
source: Reversion Reason is Mandatory
es: Motivo de Reversión es Obligatorio

# ErrorSelectRisk
source: Select risk
es: Seleccione un riesgo

# ErrorSelectRiskType
source: There are no Risk Types for this branch
es: No hay Tipos de Riesgo para este ramo

# ErrorSelectSalesPoint
source: You must select Point of Sale
es: Debe seleccionar Punto de venta

# ErrorSelectSecure
source: You must select an asset
es: Debe seleccionar un afianzado

# ErrorSelectTypeRisk
source: Select a risk type to continue
es: Seleccione un tipo de riesgo para continuar

# ErrorSelectTypesOfAssistance
source: Select a type of Assistance to continue
es: Seleccione un tipo de Asistencia para continuar

# ErrorSendEmailToAgendNotice
source: Error sending email to agend notice
es: Error al envial email aviso de agenda.

# ErrorSendLineBusiness
source: You must enter a Valid Technical Branch
es: Debe ingresar un Ramo Técnico Válido

# ErrorSentEmail
source: Error sending email
es: Error al enviar email

source: Error - Service Not Available
es: Servicio No Disponible

# ErrorSetCommissions
source: Change the participations of the not main agencies
es: Debe reasignar las participaciones de agencias no principales

source: ErrorSetDefaultCountry
es: Error al asignar el país por defectod

# ErrorSpecialCharacters
source: No Special Characters are Allowed
es: No se permiten caracteres especiales

# ErrorSpecialCharactersandSpace
source: No special characters or blanks are allowed
es: No se permiten caracteres especiales ni espacios en blanco

# ErrorSpecialCharactersBranchAlliance
source: The value entered must be numeric
es: El valor ingresado debe ser númerico

# ErrorStringLengthInfringementGroupDescription
source: {0} can not exceed {1} characters
es: {0} no puede exceder los {1} caracteres.

# ErrorStringLengthLegalRepresentative
source: The Legal Representative value can not exceed 200 characters.
es: El valor de Representante Legal no puede exceder 200 caracteres

# ErrorSubLimit
source: Must Enter Sublimite
es: Debe Ingresar el Sublimite

source: Error Summary Coverage
es: La suma asegurada no puede ser mayor a la Cobertura Principal

# ErrorSurnameMiniumCharacters
source: The First Surname field must have at least three characters.
es: El campo Primer Apellido debe tener minimo tres caracteres.

source: Error Tariff
es: Error Al Tarifar

source: error Tarif Quota
es: Erro no ha Recuotificado

# ErrorTaxCategory
source: Error with tax category
es: Error con categoria de impuesto

# ErrorTaxCondition
source: Error with tax condition
es: Error con condicion de impuesto

# ErrorTaxExists
source: This tax association already exists
es: Ya existe esta asociacion de impuesto

# ErrorTaxRate
source: Error with tax rate
es: Error con tasa de impuesto

# ErrorTechnicalReport
source: Technical error to get report
es: Se ha generado un error técnico

# ErrorTempEventAutorize
source: The Temporary has yet to authorize events
es: El temporal tiene eventos aún sin autorizar

# ErrorTempEventReject
source: The Temporary has events that were rejected
es: El temporal tiene eventos que fueron rechazados

# ErrorTemplate
source: Template not selected
es: La Plantilla no ha sido selecionada

# ErrorTemplateDoesNotCorrespondToBranch
source: Error Template Does Not Correspond To The Branch
es: Error, la plantilla no corresponde al ramo seleccionado

source: Error Template Emission Is Required
es: Error plantilla es obligatoria Emisión

source: Error Template Location Is Required
es: Error plantilla es obligatoria Emisión Ubicación

source: Error Template Risk Detail Is Required
es: Error plantilla es obligatoria Detalle Riesgos

# ErrorTempNoExist
source: Temporary doesn't exist
es: No existe el temporal

# ErrorTemporalsNoExist
source: Temporals doesn't exist
es: No existen temporales

# ErrorTemporalType
source: The Temporary Is Not {0} Type
es: El Temporal No Es de Tipo {0}

# ErrorTempPremiumZero
source: You can not issue a temporary with premium equal 0
es: No se puede emitir un temporal con Prima 0

source: Error Text Empty
es: Error Texto Vacio

# ErrorThereIsNoDataToExport
source: There is no data to export
es: No hay datos para exportar

# ErrorToSaveLegalRepresent
source: Error to save Legal Representative
es: Error guardando Representante Legal

# ErrorTotalAssets
source: Income greater than expenses
es: Utilidad Negativa

# ErrorTotalParticipation
source: The Total Participation Must be Equal to 100
es: La Participación Total Debe Ser Igual a 100

# ErrorTradeNameMiniumCharacters
source: The Social Reason field must have a minimum of three characters.
es: El campo Razón Social debe tener minimo tres caracteres.

# ErrorType
source: You must enter type
es: Debe ingresar tipo

# ErrorTypeEmail
source: This type of mail is already associated
es: Este tipo de correo ya se encuentra asociado

# ErrorTypeOfRisk
source: There must be at least one type of risk
es: Debe existir al menos un tipo de riesgo

# ErrorTypePolicy
source: There must be at least one type of policy
es: Debe existir al menos un tipo de póliza

# ErrorUniqueUserAdvStatusRequired
source: You must select an option
es: Debe seleccionar una opción

source: Error Update CompanyCoInsured Null
es: El coasegurado de la compañia es null.

# ErrorUpdateCoverage
source: Error updating the coverage
es: Error al actualizar la cobertura

source: ERROR UPDATED
es: ERRORES MODIFICACION

source: Error update estimations salaries
es: Error actualizando los salarios de las estimaciones

source: Error Update Estimation Type Status
es: Error al Actualizar Estado por Concepto de Estimacion

# ErrorUpdateInsurencesObjects
source: <br /> Error modify protections
es: <br /> Error al modificar objetos del seguro.

# ErrorUpdateLegalRepresent
source: Failed Updating Legal Representative
es: Error Actualizando el Representante Legal

# ErrorUpdateOperatingQuota
source: Failed Updating Operating Quota
es: Error Actualizando Cupo Operativo

# ErrorUpdatePersonJob
source: Failed Updating Person Information
es: Error Actualizando Informacion de la Persona

# ErrorUpdatePolicy
source: Error updating Policy
es: Error actualizando Póliza

# ErrorUpdatePrefixModify
source: <br /> Error update prefix
es: <br /> Error al modificar ramo comercial

# ErrorUpdateRangeValues
source: Error updating range of values
es: Error actualizando el rango de valores

# ErrorUpdateRecord
source: Failed To Update Record
es: Error al actualizar registro

# ErrorUpdateStatusReazon
source: Error Update Estimation Type Status Reazon
es: Error al Actualizar Razones de Estados por concepto de Estimacion

source: Error update temp allocation
es: Error al modificar la asignación

source: Error update temp layer line
es: Error al modificar la línea

source: Error update temp reinsurance process
es: Error modificando el proceso de reaseguros

# ErrorUpdateTransactionNumber
source: Error updating transaction number.
es: Error modificando el número de transacción.

source: Error updating Fasecolda
es: Error actualizando Fasecolda

# ErrorUpdatingListValues
source: Error updating list of values
es: Error actualizando la lista de valores

source: Error Upload File
es: Error Subiendo Archivo

source: Error User Autenthicate
es: Error de autenticación de usuario

# ErrorUserIdRange
source: The number must be between 0 and 99999
es: El número debe estar entre 0 y 99999

# ErrorUserNameExist
source: Existing username
es: Nombre de usuario existente

# ErrorUserNotFound
source: User Not Found
es: Usuario no encontrado o no Existe

# ErrorValidateAgent
source: You Must Enter an Agent
es: Debe Ingresar un Agente

source: Error validate before delete contract
es: Error validando el contrato antes de eliminar

# ErrorValidateBusinessType
source: You must enter a business type
es: Debe ingresar un tipo de negocio

# ErrorValidateCoInsurance
source: Must enter an insurer
es: Debe ingresar una aseguradora

# ErrorValidateCommissionPercentage
source: You must enter the percentage of Commission
es: Debe ingresar el porcentaje de Comisión

# ErrorValidateContractPercentage
source: Percentage of the Contract can not be greater than 100
es: Porcentaje del Contrato no puede ser mayor a 100

# ErrorValidateCountryState
source: You must enter Country and State
es: Debe ingresar País y Departamento

# ErrorValidateDeleteCoverage
source: Can not eliminate all risk coverage
es: No puede eliminar todas las coberturas del riesgo

# ErrorValidateDepositPremiumPercent
source: The % premium on deposit must be a value between 0 and 100
es: El % de prima en depósito debe ser un valor entre 0 y 100
