Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# SelectEvent
source: Select an Event
es: Seleccione un Evento

# SelectGroupRequest
source: Select the group request
es: Seleccione la solicitud agrupadora

# SelectHolder
source: Select a holder
es: Seleccione un Tomador

source: Select image
es: Seleccionar imágen

# SelectInsured
source: Select the Insured
es: Seleccione el Asegurado

# SelectItem
source: Select an item
es: Seleccione un elemento

# SelectItemList
source: You must select an item from the list
es: Debe seleccionar un elemento de la lista

source: Select just one load
es: Seleccione sólo una carga

# SelectLeastOnePolicy
source: You must select at least one policy
es: Seleccione al menos una póliza

# SelectLineBusinessDelete
source: Select a line business to delete.
es: Seleccionar un ramo técnico para eliminar.

# SelectList
source: You must select a list
es: Debe seleccionar una lista

source: Select Load
es: Seleccione el Cargue

# SelectMainAgent
source: Select the Main Agent
es: Seleccione el Agente Principal

# SelectNoticeClaim
source: Select the notice
es: Seleccione un aviso de siniestro

# SelectOneCharge
source: You must select at least one charge
es: Debe seleccionar por lo menos un cargue

# SelectPaymentConcept
source: Select a payment concept.
es: Seleccione un concepto de pago.

# SelectPersona
source: Select the Person
es: Seleccione la Persona

# SelectProspectus
source: Select a Prospectus
es: Seleccione un Prospécto

# SelectQuotaOperational
source: Select some operational quota
es: Seleccione algún cupo operativo

# SelectRange
source: You must select a range
es: Seleccione un rango

# SelectReference
source: You must select a reference
es: Seleccione una referencia

# SelectRegister
source: Please select a record
es: Seleccione un registro

# SelectRegisterToReprocess
source: Select a record to reprocess
es: Seleccionar un registro para reprocesar

# SelectRepairShop
source: You must select a shop
es: Debe seleccionar un taller

# SelectRepairShopVehicle
source: You must select a Workshop and Vehicle
es: Debe seleccionar un Taller y un Veh\355culo

# SelectRowToDelete
source: Select a row to delete
es: Seleccione una fila para borrar

# SelectRowToEdit
source: Select a row to edit
es: Seleccione una fila para editar

# SelectSalvage
source: Must select a salvage before continue
es: Debe seleccionar un salvamento antes de continuar

# SelectSalvageForEditing
source: Please select a salvage to continue
es: Por favor seleccione un salvamento para continuar

# SelectSingleHolder
source: Select a single borrower
es: Seleccione un solo tomador

# SelectSubClaim
source: Must select a subclaim before continue
es: Debe seleccionar un subsiniestro antes de continuar

# SelectSubclaimForEditing
source: Please select a subclaim to continue
es: Por favor seleccione un subreclamo para continuar

# SelectTax
source: You must select a tax
es: Debe seleccionar un Impuesto

# SelectTwoCriteria
source: You must select two criteria
es: Debe seleccionar dos criterios

# SelectTypePerson
source: Select the type of person
es: Seleccione el tipo de persona

# SelectUser
source: Select a User
es: Seleccione un Usuario

# SendEmailToAgendNotice
source: Sending notification mail to agend notice
es: Email de notificación de agendamiento de aviso de siniestros enviado correctamente.

source: Send Onbase
es: Enviar o Onbase

# SentEmail
source: Email sent Sucessfully
es: Enviado a email

source: Service Error
es: Error Servicio

source: Service not available
es: Servicio no Disponible

source: Set Claim Reserve
es: Cambio de Reserva

# SetClaimReservePageLink
source: ~/en/SetClaimReserve/SetClaimReserve
es: ~/SetClaimReserve/SetClaimReserve

# SettingsRegulated
source: Settings
es: Par\341metros

# ShortLabelDocumentNumber
source: Id Number
es: Número de Doc.

# ShortLabelName
source: Name
es: Nombre

# ShortLabelOperatingQuota
source: Quota
es: Cupo

# ShortLabelTypeDocument
source: Id Type
es: Tipo de Doc.

source: Short Term
es: Corto Plazo

# ShortValidSince
source: Valid
es: Vigencia

source: Should be legal person
es: Debe ser una persona jurídica

# ShowSaveData
source: The data has been saved correctly
es: Los datos han sido guardado correctamente

source: Signature Branch
es: Sucursal de Firma

source: Sign Date
es: Fecha Firma

source: Sign Year
es: Año Firma

source: since
es: desde

source: Single Limit
es: Límite Único

# SingleRate
source: Flat Rate
es: Tasa Única

source: Sinister Concept
es: Concepto Siniestro

source: Sinister Data Tab
es: Pestaña Datos Siniestro

source: Sinister Date
es: Fecha de Siniestro

# SinPublicar
source: Not published
es: Sin Publicar

source: So
es: Entonces

# SocietyType
source: Type of society
es: Tipo de Sociedad

# SorryAProblem
source: Sorry there was a problem
es: Disculpe, existió un problema

source: Specialties
es: Especialidades

source: Specialty
es: Especialidad

source: Spouse Name
es: Nombres / Apellidos del Cónyuge

# StartValidateDate
source: Effective Start Date
es: Inicio de vigencia

source: State
es: Estado

source: State Code
es: Código de Estado

source: State Policies
es: Estado Políticas

source: Static
es: Estático

source: Status
es: Estado

source: Status Part.
es: Estado Part.

# StipulatedLocationSearch
source: Location Detailed Search
es: BÚSQUEDA ESPECÍFICA HOGAR

# StipulatedVehicleSearch
source: Search SPECIFIC VEHICLE
es: BÚSQUEDA ESPECÍFICA DE VEHICULOS

# StipulateSuretySearch
source: SURETY DETAILED Search
es: BÚSQUEDA ESPECÍFICA DE FIANZAS

source: Stratum
es: Estrato

source: Street
es: Calle

# String3
source: Contacto en la Empresa
es: Error actualizando estatus

source: Sub Branch Code
es: Código de subramo

source: SubClaim
es: Subreclamo

source: Subclaims
es: Subsiniestros

source: subject
es: Asunto

# SubjectAutorization
source: Authorization Request
es: Solicitud de autorización

# SubjectLogEvents
source: Error Log - Risk with Events
es: Log Errores - Riesgos con Eventos

# SubjectNotification
source: Notification
es: Notificación

source: SubLimitAmount
es: Sublímite

source: Sublimit Required
es: Requiere Sublímite

source: Submodule not found
es: Submódulo no encontrado

source: Submodules
es: Submódulos

source: SubModules save successfully
es: Submódulos guardados correctamente

source: SubPrefix
es: Subramo

source: Subscription Search
es: Búsqueda Suscripción

source: Substitute
es: Sustituto

source: Successful create
es: Datos grabados satisfactoriamente

# SuccessfulCreateCoverage
source: Coverage was created successfully
es: La cobertura se creó exitosamente

source: Successful created insured
es: Creado asegurado correctamente

# SuccessfulDeleteCoverage
source: Coverage was deleted successfully
es: La cobertura se eliminó exitosamente

source: Successful loading
es: Se realizó con éxito el cargue

source: Successfully added record
es: Registro agregado exitosamente

# SuccessfullyCreatedWantCeateInsured
source: Successfully created. Do you want to create it as an Insured?
es: creada satisfactoriamente.Desea crearla como Asegurado?

# SuccessfullyEndorsementGenerated
source: Endorsement has been successfully generated
es: El endoso se ha generado con exito.

# SuccessfullyEndorsementPolicyNumber
source: The endorsement has been successfully generated. Policy number:
es: El endoso se ha generado con exito. Número de póliza:

# SuccessfullyGuaranteesSaved
source: The guarantee has been successfully saved
es: Se ha guardado la contragarantía satisfactoriamente

# SuccessfullySavedRecordWithNoticeNumber
source: Record Successfully Saved Number:
es: Registro Grabado Correctamente Aviso Nro

# SuccessfullySavedSale
source: Sale correctly saved
es: Se grabó correctamente la venta

# SuccessfullyUpdatedRecord
source: Record updated successfully
es: Registro actualizado correctamente

source: Successfully Validated
es: Validado con exito

source: Successful update
es: actualizada satisfactoriamente

# SuccessfulUpdateCoverage
source: Coverage was updated successfully
es: La cobertura se actualizó exitosamente

# SuccessSaveProduct
source: Product saved correctly
es: Producto guardado correctamente

source: Success Save Quota
es: Grabado Correctamente el Plan de Pago

# SuccessSavingGuaranteeStatus
source: Counter guarantee status route saved successfully
es: Ruta de estados de contragarantia guardada correctamente

# SuccessUpdateCompanyBasic
source: Information of the Company updated correctly.
es: Información de la Compañia actualizada correctamente.

# SuccessUpdatePersonBasic
source: Information of the Person updated correctly.
es: Información de la Persona actualizada correctamente.

source: Summary Claims
es: Resumen Reclamos

source: SummaryNoteCredit
es: Resumen Nota Crédito

source: Summary Policy / Endorsement
es: Resumen Póliza/Endoso

source: Sum Percentage
es: Porcentaje Suma

# SumPercentagesNoGreater
source: The sum of participation percentages should not be greater than 100
es: La suma de porcentajes de participación no debe ser mayor a 100

# SurepublishRuleSetLoad
source: Are you sure you want to publish a new rule set?
es: Esta seguro de que desea publicar un nuevo paquete de reglas?

source: Surety
es: Fianza

# SuretyClaim
source: Claims - Surety
es: Denuncia - Fianza

source: Surety Name
es: Afianzado

# SuretyNotice
source: Claim NOTICE - SURETY
es: Aviso de Siniestro - Fianzas

# SureWantDeleteRecord
source: Are you sure you want to delete the record?
es: ¿Esta seguro que quiere eliminar el registro?

source: Surname
es: Primer Apellido

# tabClaimSummary
source: Claims Summary
es: Resumen Reclamos

# TableExpresesParameterizedExpenses
source: Parameterized Expenses
es: Gastos Parametrizados

# TablesExpresesExecutionType
source: Type Execution
es: Tipo de Ejecución

# TablesExpresesInitiallyIncluded
source: Initially Included
es: Inicialmente Incluido

# TablesExpresesMessageError
source: Field Required
es: campo requerido

# TablesExpresesRequired
source: Is Required
es: Obligatorio

# TablesExpresesTaxes
source: Taxe
es: Tasa

# TablesExpresesTaxesType
source: Type Taxes
es: Tipo de Tasa

# TablesExpresesTitle
source: Expreses Data
es: Datos Gastos

# tabMainRecoverySalvage
source: Salvage & Recovery
es: Salvamentos y Recobros

# tabProsecutionsInformation
source: Basic Information
es: Información Básica

# tabSummary
source: Claim Summary
es: Resumen de Reclamo

# TagScripts
source: Label for scripts
es: Etiqueta para guiones

source: Tail Task Onbase
es: Cola Tareas Onbase

source: Tail Tasks Onbase
es: Cola Tareas Onbase

source: Tariff
es: Tarifación

source: Tariffed
es: Tarifado

source: Tariffed With Errors
es: Tarifado con Errores

source: Tariffed With Events
es: Tarifado con Eventos

# TariffedWithEventsAuthorized
source: Tariffed With Authorized Events
es: Tarifado con Eventos Autorizados

# TariffedWithOutEvents
source: Tariffed
es: Tarifado

source: Tariffing
es: Tarifando

source: Tax
es: Impuesto

# TaxByCategory
source: Taxes by category
es: Impuestos por categoria

# TaxCategoryCannotBeDeleted
source: This category already has a tax rate assigned
es: Esta categoria tiene una tasa de impuesto asignada

source: Tax category deleted
es: Categoria de impuesto eliminada

# TaxCategorySaved
source: Tax categories saved
es: Categorías de impuesto guardados

source: Tax Concepts Expenses
es: Impuesto Concepto Gastos

source: Tax Condition
es: Condición Impositiva

# TaxConditionCannotBeDeleted
source: This condition already has a tax rate assigned
es: Esta condición tiene una tasa de impuesto asignada

source: Tax condition deleted
es: Condicion de impuesto eliminada

# TaxConditionSaved
source: Tax conditions saved
es: Condiciones de impuesto guardados

source: Taxes
es: Impuestos

source: Taxes Per Individual
es: Impuestos Por Individuo

source: Tax Exemptions
es: Exenciones Impositivas

source: Tax Rate
es: Tasa de Impuesto

source: Tax rate saved
es: Tasa de impuesto guardada

# TaxSaved
source: Tax saved successfuly
es: Impuesto guardado exitosamente

source: Tax Status
es: Condición Impositiva

# TaxValue
source: Tax
es: Impuesto

# TaxValueAmount
source: Tax Value
es: Valor Impuesto

# TaxWithoutAttributes
source: There is no tax with the selected attributes
es: No existe impuesto con los atributos seleccionados

# TechicalBranchNotExist
source: The technical branch not exist
es: El ramo Técnico no existe

source: Technical Branch
es: Ramo Técnico

source: Technical branch name
es: Nombre del ramo técnico

# TechnicalPlanCoverageDeleteQuestion
source: The coverage will be removed. ¿Do you want to continue?
es: La Cobertura será eliminada. ¿Desea continuar?

# TechnicalPlanCoverageSaveMessage
source: Coverage saved successfully
es: Cobertura guardada satisfactoriamente

# TechnicalPlanDeleteMessage
source: Technical plan removed successfully
es: Plan Técnico eliminado satisfactoriamente

# TechnicalPlanDeleteQuestion
source: Are you sure you want to delete the record?
es: ¿Esta seguro que quiere eliminar el registro?

# TechnicalPlanListMessageSave
source: Records saved successfully
es: Registros guardados satisfactoriamente

# TechnicalPlanNotFound
source: No records were found for the search
es: No se encontraron registros para la busqueda

source: Technical SubBranch Not Found
es: Subramo técnico no encontado

source: Template not found
es: Plantilla no encontrada

source: Templates
es: Plantillas

# TempNotAuthorization
source: The temporary has no pending authorizations
es: El temporal no tiene autorizaciones pendientes

# TempNotType
source: Temporary is the type Emisión
es: Temporario es de tipo Emisión

# Temporal
source: Temporary
es: Temporal

# TemporalCollectivesCanBeIssued
source: The temporary {0} of collective, can be issued
es: El temporal {0} de colectivas, se puede emitir

# TemporalIssue
source: Temporary issued correctly, with policy number
es: Temporal emitido correctamente, con número de póliza

# TemporalNotCollective
source: The Temporary Type is no for Policies Group
es: El tipo de temporal no es Colectivo

# TemporalPolciesAccept
source: Temporary with policies accepteed
es: Temporal con politicas autorizadas

# TemporalPolciesRejected
source: Temporary with policies rejected
es: Temporal con politicas rechazadas

# TemporalUploadQuery
source: Query Uploads Files to Temporary
es: Consulta de Cargues a un Temporal

# TemporalUserAdminModify
source: Modify the Administrator User for the Temporary
es: Modificar Usuario Administrador Temporal

# TemporalValue
source: The temporal value
es: el valor temporal

source: TEMPORARY
es: Temporario

# TemporaryCreationModification
source: Temporary Creation of Modification
es: Creación Temporal de Modificación

# TemporaryFoundForPrinting
source: Temporary found and ready for print
es: Temporario encontrado y listo para imprimir

# TemporaryNotExist
source: Temporary not Found
es: Temporario No Encontrado

source: Temporary not found
es: Temporal no encontrado

# TextRenewalPolicyIdenticalConditions
source: A new endorsement will be generated to which all existing risks will be linked.
es: Se generará un nuevo endoso al cual se vincularán todos los riesgos vigentes.

# TextRenewalPolicyOtherConditions
source: It will generate a temporary with the current conditions that can be modified, No risks associated with this temporary. Risks must be associated with an Excel manually.
es: Se generará un temporal con las condiciones actuales las cuales pueden ser modificadas, No se asociaran riesgos a este temporal. Los riesgos deben asociarse mediante un Excel de manera manual.

source: The
es: El

source: The Concept
es: El concepto

source: The date
es: La fecha

source: The date can not be less than today
es: La fecha no puede ser menor a la del dia de hoy

# TheEstimateMustNotExceedTheCoverage
source: The estimate in the currency {0} must not exceed the coverage. ${1}
es: La estimación en moneda {0} no debe superar la suma asegurada de la cobertura. ${1}

source: TheFinalDateLessthanInitialDate
es: La Fecha Final es Menor a la Fecha Inicial

source: The Function
es: La función

source: The Message
es: El mensaje

source: The plate
es: La Placa

source: There must be risk
es: Debe existir el Riesgo

source: The RuleSet
es: El paquete de reglas

source: The value
es: el valor

# Third
source: Third Party
es: Tercero

source: ThirdAffected
es: Tercero Afectado

source: Third affected is mandatory
es: El tercero afectado es obligatorio

source: Third Data
es: Datos del Tercero

source: Third Parties
es: Terceros

# ThirdPartyandUtilitiessection
source: You must first fill out the Third Party and Utilities section
es: Se debe diligenciar primero la seccion de Terceros y Utilidades

# ThirdPartySectionFirst
source: You must fill out the Third Party section first
es: Se debe diligenciar primero la seccion de Terceros

# ThirdPartyVehicle
source: Vehicle Third
es: Vehículo Tercero

source: Third Process Initiated
es: Proceso de terceros iniciado

# ThirdVehicleVIN
source: VIN Code
es: Código VIN

source: Tied
es: Vinculado

source: Tied Third Party Data
es: Datos Tercer Vinculado

source: Tied Third Party Type
es: Tipo Tercero Vinculado

source: Time between quota
es: Tiempo entre cuotas

source: TimeFrom
es: Hora Desde

source: TimeIncident
es: Hora de Ocurrencia

# TimeQuotaNotEqualFollowing
source: The time between quota can not be equal to or greater than the following
es: El tiempo entre cuota no pueder ser igual ni mayor a la siguiente

# TimeQuotaNotEqualPrevious
source: The time between quota can not be less than or equal to the previous
es: El tiempo entre cuota no puede ser menor ni igual a la anterior

# TimeRequiredAllField
source: The time between installments is mandatory for all fields.
es: El tiempo entre cuotas es obligatorio para todos los campos.

source: TimeTo
es: Hora Hasta

# TitleAdvancedSearchAccessTechnicalBranch
source: Search Advanced Technical Branch
es: Búsqueda Avanzada de Ramo Técnico

# TitleAlliances
source: Alliances
es: Aliados

# TitleAssignBranch
source: Assign Branch
es: Asignar Ramos

# TitleAssignExecutionPoints
source: Assign Executions Points
es: Asignar Puntos de Ejecución

# TitleAssignReject
source: Assign Reasons for Rejection
es: Asignar Motivos de Rechazo

# TitleAssistanceType
source: Assistance Type
es: Tipos de Asistencia

# TitleAudit
source: Audit
es: Log de Transacciones

# TitleBranch
source: Branch
es: Sucursales

# TitleBranchAlliances
source: Branch Alliances
es: Sucursal del aliado

# TitleBusinessBranch
source: Business Branch
es: Ramo Comercial

# TitleCausesClaimByPeril
source: Cause Claim By Peril
es: Causas Siniestro Por Amparo

# TitleCexperQuery
source: Cexper Query
es: Consulta Cexper

# TitleClausesTechnicalBranch
source: Clauses Technical Branch
es: Cláusulas de ramo técnico

# TitleCountries
source: Country
es: País

# titleCoverageValue
source: Coverage value
es: Pesos de cobertura

# TitleGeneralInformation
source: General Information
es: Información General

# TitleGuaranteeStatusRoute
source: Route Status Counter Guarantees
es: Ruta Estado Contragarantías

source: TitleHistoricalPolicy
es: Historico de Pólizas

# TitleHistoricalSinisters
source: Historical Sinisters
es: Historico de Siniestros

# TitleInfringement
source: Infringement
es: Infracciones

# TitleInfringementGroup
source: Infringement Groups
es: Grupos de infracción

# TitleInfringementState
source: Infringement State
es: Estados de Infracción

# TitleInsuranceObjects
source: Insurancs eObjects
es: Objetos del seguro

# TitleInsured
source: Secured Role
es: Rol Asegurado

# TitleInterestGroup
source: Interest groups
es: Grupos de interés

# TitleListEntities
source: Entities List
es: Lista de Entidades

# TitleListEntity
source: List of Values
es: Lista de Valores

# TitleListEvents
source: Event List
es: Lista de Eventos

# TitleListEventsGroup
source: Events Groups List
es: Lista de Grupo de Eventos

# TitleListEventsGrouTitleListConditionsGroup
source: Conditions Group
es: Grupo de Condiciones

# TitleManagerInformation
source: Manager information
es: Información del gerente

# TitleModalImpressionsCoverage
source: Additional printing of the Coverage
es: Impresión adicional de la cobertura

# TitlePartner
source: Shareholders / Associates
es: Accionistas / Asociados

# TitlePrint
source: Print Endorsment / Temporary
es: Impresión del endoso / Temporal

# TitlePriorityRetention
source: Priority Retention
es: Retención Prioritaria

# TitleProduct
source: Product
es: Producto

# TitleProduct2G
source: Product 2G
es: Producto 2G

# TitleProducts
source: Products
es: Productos

# TitleQuotaOperational
source: Quota Operational
es: Cupo Operativo

# TitleRangeEntity
source: Value Ranges
es: Rangos de Valores

# TitleSalePoint
source: Sale Point
es: Punto de Venta

# TitleScoreCredit
source: Historic ScoreCredit
es: Historico CrediScore

# TitleSearchResult
source: Search results
es: Resultado de la busqueda

source: TitleSIMITQuery
es: Consulta SIMIT

source: TitleSISAQuery
es: Consulta SISA

# TitleSolicitudeAuthorizationEvent
source: Authorization Application Events
es: Solicitud de autorización de politicas

# TitleState
source: State
es: Departamento

# TitleStates
source: States
es: Departamentos

# TitleTablePrinter
source: Policy Actual Status
es: Estado Actual de la Póliza

# TitleTax
source: Tax
es: Impuestos

source: TitleTechnical Branch
es: Ramo Técnico

# TitleTechnicalBranches
source: Technical Branches associated with Comercial Branch
es: Ramos Técnicos asociados al Ramo Comercial

# TituloCiudades
source: Cities
es: Ciudades

source: To
es: Hasta

# ToAddClaimRequests
source: Add Claims
es: Agregar Reclamos

source: To Concept
es: Al Concepto

# Todas
source: All
es: Todas

# TodateNotgreatherThanToday
source: To date should not be greather than today
es: Fecha hasta no debe ser mayor a la fecha actual

# ToEnableCoverage
source: Enable Coverage
es: Habilitar Cobertura

source: Tons Quantity
es: Tonelaje

# ToObject
source: Decline
es: Declinar

# ToObjectClaimNotice
source: Decline Claim Notice
es: Declinar Aviso de Siniestro

# ToolTipDownloadTemp
source: View document that generated the Event
es: Ver documento que generó el evento

# ToPay
source: PAY
es: Pagar

source: TopSpeed
es: Velocidad Máxima

# ToRecover
source: Recover
es: Recuperar

source: Total Concept
es: Total Concepto

# TotalCumuloPesos
source: Total Cumulus in Pesos
es: Total Cúmulo en Pesos

source: Total Cumulus Economic Group
es: Total Cúmulo Grupo Ecónomico.

source: Total Debt
es: Deuda Total

# TotalDebt1
source: Total Debt:
es: Deuda Total

source: Total description
es: Descripción Total

# TotalEstimated
source: Estimated Total
es: Total Estimado

source: TotalFinish
es: Total Final

# TotalOfConcept
source: Total Concept
es: Total Concepto

# TotalOfIva
source: Total Tax
es: Total IVA

# TotalOfPayments
source: Payments Total
es: Total Pagos

# TotalOfRetentions
source: Total Retention
es: Total Retenciones

# TotalOfTax
source: Total Tax
es: Total Impuesto

source: Total Payments
es: Total Pagos

source: Total Premium Part.
es: Total Primar Part.

source: Total Prime
es: Prima Total

# TotalPrime1
source: Total Prime
es: Prima Total

source: Total Prosecution Claims Reproach
es: Total Pretensiones de Reconvención

# TotalReconciledRealValue
source: Total Value Reconciled
es: Valor Total Conciliado en Pesos

source: Total Records
es: Total Registros

source: Total Recovery
es: Total Recobro

source: Total Retention
es: Retención Total

source: Total Salvage
es: Total Salvamento

source: Total Tax
es: Total Impuesto

# TotalToPayFor
source: Total
es: Total a Pagar

# TotalToPayOut
source: Total Pay
es: Total Pago

# TotalValueClaimEqualTotalFinal
source: Total value of claim payment must be equal that final total.
es: El valor total a pagar por reclamos debe ser igual que total final.
