Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# PasswordLastMustNotNumber
source: The last character of the password can not be numeric
es: El último carácter de la contraseña no puede ser numérico

# PasswordLocked
source: The user has been locked in the system. You should wait for {0} minutes befor try to access again
es: Su usuario ha sido bloqueado en el sistema. Debe esperar {0} minutos antes de intentar ingresar nuevamente

# PasswordLockWarning
source: You have failed {0} times, after {1} times your password will be locked
es: Ha fallado en {0} ocasiones, después de {1} intentos su cuenta será bloqueada

# PasswordminLenght
source: New password must be at least {0} characters
es: La nueva contraseña debe tener al menos {0} caracteres

# PasswordMustHaveLower
source: Password must have at least {0} lowercase characters
es: La contraseña debe tener al menos {0} caracteres en minúscula

# PasswordMustHaveNumber
source: The password must have at least {0} number
es: La contraseña debe tener al menos {0} números

# PasswordMustHaveSpecial
source: The password must have at least {0} special characters
es: La contraseña debe tener al menos {0} caracteres especiales

# PasswordMustHaveUpper
source: Password must have at least {0} uppercase characters
es: La contraseña debe tener al menos {0} caracteres en mayúscula

# PasswordSimilarTohistorical
source: The new password is similar to one of the previous ones
es: La contraseña nueva es similar a una de las anteriores

source: Path
es: Ruta

# PayedAmount
source: Paid Amount
es: Monto Pagado

source: Payer
es: Pagador

source: Payment Agreement
es: Convenio de Pago

source: Payment Amount Policy Portfolio Detail
es: Valor Cuota

source: Payment Branch
es: Sucursal de Pago

# PaymentBranch1
source: Payment Branch
es: Sucursal de Pago

# PaymentClass
source: Payment Type
es: Clase de Pago

source: Payment Concept
es: Concepto de Pago

# PaymentConceptAlreadySet
source: The concept of payment has already been added
es: El concepto de pago ya ha sido agregado

# PaymentConceptCoverageAssociation
source: Payment Concept / Coverage / Sinister Concept Association
es: Asociación Conceptos de Pago / Cobertura / Concepto Siniestro

source: Payment Concepts
es: Conceptos de Pago

# PaymentConceptSelect
source: Concepto de Pago Selected
es: Concepto de Pago Seleccionados

# PaymentConceptSelected
source: Payment concept already selected
es: Concepto de pago ya seleccionado.

source: Payment Conditions
es: Condiciones de Pago

source: Payment Consumption Percentage
es: Consumo %

# PaymentConsumptionPercentageShort
source: Consumption Payments %
es: Consumo % Pagos

source: Payment Currency
es: Moneda de Pago

# PaymentCurrency1
source: Payment Currency
es: Moneda de Pago

source: Payment Date Policy Portfolio Detail
es: Fecha Cobranza

source: Payment media.
es: Medios de pago.

source: Payment Methods
es: Medios de Pago

# PaymentMethodSaved
source: Payment Method Saved was success!.
es: Se guardó el Método de pago correctamente.

# PaymentMustBeLowerThanEstimation
source: Payment must be less than or equal to the estimate
es: El pago debe ser menor o igual a la Estimaci\363n

# PaymentNumPolicyPortfolioDetail
source: Payment Number Policy Portfolio Detail
es: Nro. Cuota

# PaymentNumPolicyPortfolioDetail1
source: Installment Number
es: Nro. Cuota

source: Payment Office Information
es: Información Oficina Pagadora

source: Payment Order
es: Orden de Pago

# PaymentPlanNotExist
source: Payment plan does not exist.
es: Plan de pago no existe.

# PaymentRealInvalid
source: Unable to save this payment without first recorded as Temporary
es: No se puede guardar este Pago sin antes haberlo grabado como Temporal

source: Payment Request
es: Solicitud de Pago

# PaymentRequestBeneficiary
source: Payment Beneficiary
es: Beneficiario del Pago

# PaymentRequestDateEstimated
source: The estimated date of payment can not be less than the register date
es: La fecha Estimada de pago no puede ser menor que la fecha de Registro

# PaymentRequestDontExists
source: Payment request does not exists
es: La solicitud de pago no existe

# PaymentRequestNumber
source: Application No.
es: Nro. Solicitud

# PaymentRequestNumberNotParameterized
source: The operation could not be completed because the Branch of payment is not parameterized
es: La operacion no se pudo completar porque la Sucursal de Pago no esta parametrizada

# PaymentRequestPaymentMethod
source: Payment Method
es: Medio de Pago

# PaymentRequestPaymentSource
source: Payment Source
es: Orígen de Pago

# PaymentRequests
source: PAYMENT REQUEST
es: Solicitud de Pagos

source: Payment Request Search
es: Búsqueda Solicitud de Pagos

# PaymentRequestSearchType
source: Request / Temporal Search
es: Búsqueda Solicitud \ Temporal

# PaymentRequestSuccessfullySaved
source: Payment was saved correctly
es: Se grabó correctamente el pago

source: Payments
es: Pagos

# PaymentSavedSuccessfully
source: The payment was successfully saved
es: El Pago se ha guardado correctamente

# PaymentsNoGreaterThanEstimation
source: Payments can not exceed the estimation value
es: Los pagos no puede exceder el valor de la estimaci\363n

source: Payments Value
es: Valor Pagos

source: Payment Type
es: Tipo de Pago

source: Payment Value
es: Valor de Pago

# PaymmentList
source: Payment Amount
es: Lista de Pagos

source: Paymment Search
es: Búsqueda de Pagos

source: PayrollAgent
es: PlanillaIntermediario

source: Pay To
es: Pagar a

source: "Pay to" is obligatory.
es: "Pagar a" es obligatorio.

# PdfInGeneration
source: Pdf files in process, please try again in some seconds
es: Archivos pdf en generacion, por favor consultar nuevamente en algunos segundos

# PdfNotFound
source: Pdf is not generated yet, please try again in some seconds
es: El pdf no se ha generado aun, por favor volver a intentar en unos instantes

# PendantReserve
source: Remaining Reserve
es: Reserva Pendiente

# PendingEvents
source: There are pending events to authorize
es: Existen eventos pendientes por autorizar

# PendingEventsAllowed
source: Pending events have been authorized generating the following information
es: Se han autorizado los eventos pendientes generando la siguiente información

source: Pending Payment
es: Pago Pendiente

# PendingProcesses
source: Still has pending processes
es: Aún tiene procesos pendientes

source: Pendings
es: Pendientes

source: % Percent
es: % Participación

source: Percentage
es: Porcentaje

source: Peril not found
es: Amparo no encontrado

source: Permilage
es: Milaje

# PERMISION
source: Permission
es: Permiso

# Person
source: Natural Individual
es: Persona Natural

# PersonaInformation
source: Personal Information
es: Información Personal

# PersonCodeNo
source: Person with code No.
es: Persona con código No.

source: Person Id
es: Id Persona

# PersonNotExistMessage
source: The person you are trying to save does not exist
es: La persona que esta intentando guardar no existe

source: Person not found
es: Persona no encontrada

# PersonRequired
source: Person is required.
es: La persona debe existir.

# PersonType
source: Individual Type
es: Tipo de Persona

# PersonWithoutExonerationSarlaftRequired
source: Person without exoneration. Sarlaft income is Mandatory
es: Persona sin exoneración. El ingreso de Sarlaft es Obligatorio

# PersonWithUserExists
source: Person With User Exists {0}
es: La Persona ya tiene un Usuario Habilitado {0}

source: Phone
es: Teléfono

# PhoneConpany
source: Company Phone
es: Teléfono de la Empresa

source: Phone Number
es: Número de teléfono

source: Phones
es: Teléfonos

source: Phone Type
es: Tipo de teléfono

# PlaceHolderAddress
source: Enter Address
es: Digite la Dirección

# PlaceHolderAllySalePointsIntermediary
source: Enter the name or password of the Intermediary
es: Digite nombre o clave del intermediario

# PlaceHolderCatastrophicEvent
source: Enter Catastrophic Event
es: Digite el Evento

# PlaceHoldercities
source: Enter City Description
es: Digite descripcion de ciudad

# PlaceHolderCodeName
source: Enter Code or Name
es: Digite Código o Nombre

# PlaceHolderCoInsurance
source: Enter Coinsurance Name
es: Digite Nombre de Coaseguradora

# PlaceHolderConfirmNewPassword
source: Confirm new Password
es: Confirme nueva contraseña

# PlaceHolderDescription
source: Enter Description
es: Digite la Descripción

# PlaceHolderDocumentName
source: Enter Document Number or Name
es: Digite Nro. Documento o Nombre

# PlaceHolderDocumentNumber
source: Enter Document Number
es: Digite Nro. Documento

# PlaceHolderImportTemporary
source: Enter the Temporary Number to Import
es: Digite el número de temporal a importar

# PlaceHolderInputText
source: Input text
es: Ingrese texto

# PlaceHolderInsurance
source: Enter Insurance Name
es: Digite Nombre Aseguradora

# PlaceHolderKeyName
source: Enter Code or Name
es: Digite Clave o Nombre

# PlaceHolderLatitude
source: -90 to 90 decimal degrees
es: -90 a 90 grados decimales

# PlaceHolderLoadSearch
source: Load Search
es: Buscar cargue

# PlaceHolderLongitude
source: -180 to 180 decimal degrees
es: -180 a 180 grados decimales

# PlaceHolderNameSurname
source: Enter Name and Surname
es: Digite Nombre y Apellido

# PlaceHolderNewPassword
source: Enter new Password
es: Digite nueva contraseña

# PlaceHolderOldPassword
source: Enter old Password
es: Digite contraseña anterior

# PlaceHolderPassword
source: Enter Password
es: Digite contraseña

# PlaceHolderSearchTemporal
source: Search Temporary
es: Buscar N° Temporal/Póliza

# PlaceHolderTechnicalBranchName
source: Type name (or part of the name) of the Technical Branch
es: Digite nombre (o parte del nombre) del Ramo Técnico

# PlaceHolderTemporary
source: Enter the Number of the Temporary
es: Ingrese el número de temporal

# PlaceHolderText
source: Enter Code or Title Text
es: Digite Código o Titulo del Texto

# PlaceHolderVehicleMake
source: Enter Vehicle Make
es: Digite la Marca

# PlaceHolderVehicleModel
source: Enter Vehicle Model
es: Digite el Modelo

# PlaceHolderVehiclePlate
source: Enter Vehicle Plate
es: Digite la Placa

source: Plate
es: Placa

# PlateNotExistEndorsementOrPolicy
source: That plate does not exist in that endorsement or policy
es: La Placa consultada no existe en el endoso o póliza

# PlayedPlan
source: Paid Plan
es: Plan Realizado

# pleaseenternumbercomplaint
source: please enter the number of the complaint
es: por favor ingresar el numero de la denuncia

source: Policies
es: Política

source: Policies delivered
es: Pólizas entregadas

# PoliciesNotDelivered
source: The following policies were not authorized:
es: Las siguientes pólizas no fueron autorizadas:

source: Policies Query
es: Consulta de pólizas

# PoliciesRejected
source: There are policies rejected in the policy
es: Existen politicas rechazadas en la poliza

source: Policies Required
es: La política es requerida

source: Policies With Approved Risks
es: Riesgos con politicas aprobadas

# PoliciesWithoutAuthorization
source: There are policies without authorization in the policy
es: Existen politicas sin autorizar en la poliza

source: Policy
es: Póliza

source: Policy:
es: Polizá :

# PolicyClaimQuantity
source: Claim Quantity
es: Cantidad de Reclamaciones

# PolicyConsult
source: Consult Policy
es: Consultar Póliza

# PolicyCurrentlyCanceled
source: The Policy is canceled.
es: La P\363liza se encuentra cancelada

source: Policy Data Tab
es: Pestaña Datos Póliza

# PolicyEndorsementNumber
source: Ensorsement Number
es: Número de Endoso

# PolicyEndorsementTemporaryPrinting
source: Policy-Endorsment-Temporary Printing
es: Impresión de Póliza / Endoso / Temporario

source: Policy Events
es: Eventos por Póliza

# PolicyFollowingTemporary
source: The policy has the following temporary
es: La póliza posee el siguiente temporal

# PolicyHolder
source: Holder
es: Tomador

source: Policyholder - Beneficiary
es: Tomador - Beneficiario

source: Policyholder - Insured
es: Tomador - Asegurado

# PolicyInEdition
source: Policy in edition by diferent user
es: Póliza en edición por otro usuario

source: Policy Information
es: Información Póliza

# PolicyNeedData
source: Information is needed to associate the policy
es: Hace falta información por asociar a la poliza

# PolicyNeedRisk
source: The policy must have a minimum risk
es: La poliza necesita minimo un riesgo

source: Policy not found
es: Póliza no encontrada

# PolicyNotIsAnnual
source: Policy is not Annual
es: La póliza no es anual

# PolicyNotReinsured
source: The policy is not reinsured
es: La póliza no esta reasegurada.

# PolicyNotValid
source: policy without validity
es: La poliza no está vigente respecto a la fecha de ocurrencia o no existe

# PolicyNumber
source: The Policy Number is: {0}
es: El número de póliza es: {0}

# PolicyNumberAbbreviation
source: Policy Num.
es: Nro. de Poliza

source: Policy Print
es: Imprimir Póliza

# PolicyRenovate
source: Renew Policy
es: Renovar Póliza

# PolicyReportErrorBranch
source: Branch is required
es: Sucursal es requerido

# PolicyReportErrorFinalCompareCurrent
source: Final Selection Date must be less than or equal to the Current Date
es: Fecha Final de Selección debe ser menor o igual a la Fecha Actual

# PolicyReportErrorFinalSelectionDate
source: Final Selection Date is required
es: Fecha Final de Selección es requerido

# PolicyReportErrorInitialCompareFinal
source: Initial Selection Date must be less than or equal to the Final Selection Date
es: Fecha inicial de Selección debe ser menor o igual a la Fecha Final de Selección

# PolicyReportErrorInitialSelectionDate
source: Initial Selection Date is required
es: Fecha Inicial de Selección es requerido

# PolicyReportErrorPrefix
source: Prefix is required
es: Ramo Comercial es requerido

# PolicyReportErrorStatus
source: Policy Status is required
es: Estado Políticas es requerido

# PolicySearchCriteria
source: Search Criteria - Policy
es: Criterios de Búsqueda - Póliza

# PolicyTemporal
source: The Policy has a temporal
es: La poliza tiene un Temporal

# PolicyTemporalCreated
source: Policy temporal was created
es: Se creó el temporal de póliza

source: Policy Type
es: Tipos de Póliza

source: Portfolio Data Tab
es: Pestaña Datos Cartera

# PrechargeDetail
source: Good Accessory Detail
es: Detalle Accesorio Bien

source: Prefix
es: Ramo

source: Prefix Required
es: El campo Ramo Comercial es obligatorio

source: Premium
es: Prima

source: PremiumApplication
es: Primas Aplicadas

# PremiumCero
source: You must calculate the premium.
es: Debe calcularse la prima.

source: Pre-Renovate
es: Pre-Renovar

source: Prescription Date
es: Fecha Prescripción

source: Pretention
es: Pretensión

source: Preview
es: Previsualizar

source: Price
es: Precio del 0 Kms.

source: Pricing process started
es: Proceso de tarificación iniciado

source: Principal Address
es: Dir. Principal

# PrincipalAgent
source: Main Agent
es: Agente Principal

source: Principal Risk
es: Riesgo Principal

source: PrintCoverage
es: Imprimir cobertura

# PrintCurrentFromFirst
source: Printing from effective date
es: Impresión desde inicio de vigencia

# PrintLicensePlate
source: Plate Numbers To Print
es: Placas a imprimir

source: Print temporal
es: Imprimir Temporal

# ProcessAdd
source: Add Process
es: Agregar Proceso

source: Process And Or Filed
es: Proceso y/o Radicado

# ProcessCopyProcesses
source: This process will copy processes
es: Este proceso copiará los procesos

# ProcessCorrectlyDeleted
source: Process number: {0} deleted correctly
es: Proceso número: {0} eliminado correctamente

# ProcessDelete
source: Delete Process
es: Eliminar Proceso

source: Processing
es: Procesando

# ProcessIssued
source: Charge has already been Issued
es: El cargue ya ha sido Emitido

# ProcessIssueTemporary
source: This process will issue the temporary
es: Este proceso emitirá el temporario

# ProcessNo
source: Process #
es: Se Generó El Proceso N°

source: Process Number
es: Nro. Procesos

# ProcessPrinting
source: Generated process in
es: Proceso generado en

# ProcessTariffed
source: Charge has already been Tariffed
es: El cargue ya ha sido Tarifado

# ProcessTypeObligatory
source: Process type is obligatory
es: Tipo de Proceso es Obligatorio

# Product2GNotFound
source: No Products 2G found
es: No se encontraron Productos 2G.

source: Product Amount
es: Monto Producto

source: Product Copied Correctly
es: Producto Copiado correctamente

# ProductHasNotCoverage
source: Product Has Not Initial Coverage Asociated
es: El producto no tiene coberturas inicialmente asociadas

source: Production Report
es: Reporte de Producción

# ProductIsCollective
source: Collective
es: Colectivo

# ProductIsInteractive
source: Interactive
es: Interactivo

# ProductIsMassive
source: Massive
es: Masivo

# ProductMinimumPremiumIncliud
source: Minimum Premium included
es: Incluida en prima minima

source: Product Name
es: Nombre del Producto

source: Product name 2G
es: Nombre producto 2G

# ProductNoCalc
source: No calculate
es: No calcular

# ProductNoHaveAgentEnabled
source: The product is not assigned to the intermediary.
es: El producto no tiene asignado el intermediario

# ProductNotAddingMoreRisks
source: The selected product does not allow adding more risks
es: El producto seleccionado no permite agregar mas riesgos

source: Product Not copied
es: Producto No copiado

source: Product Number
es: Número de Producto

# ProductProcessType
source: Process type
es: Tipo de proceso

source: Product Type
es: Tipo de Producto

source: Product type is required
es: El tipo de producto es obligatorio

source: Profile
es: Perfil

# ProfileCreated
source: Profile created correctly
es: Perfil creado correctamente

source: Profile Name
es: Nombre del Perfil

source: Profile not found
es: El perfil no encontrado

source: Profiles
es: Perfiles

# PromissoryNote
source: Promissory Note: {0}
es: Pagaré: {0}

source: Property
es: Propiedad

# PropertyAddress
source: Property Adderess
es: Dirección de la Propiedad

source: Property Affected
es: Bienes Afectados

# PropertyNotice
source: NOTICE - PROPERTY
es: Aviso de Siniestro - Responsabilidad Civil

source: Prorate
es: Prorrata

source: PRORROGATION
es: PRORROGA

source: Prospect
es: Prospecto

# ProspectCodeNo
source: Prospect with code No.
es: Prospecto con código No

source: ProspectLegal
es: Prospecto Jurídico

source: Prospect Natural
es: Prospecto Natural

source: Protection not found
es: Amparo no encontrado

# ProtectionSaveSuccessfully
source: Protection save success
es: Amparos guardados correctamente

source: Provider
es: Proveedor

source: Providers
es: Proveedores

# ProviderType
source: Type of provider
es: Tipo de Proveedor

# ProvinceOnCountry
source: State/National
es: Provincia/Nacional

# Publicada
source: Published
es: Publicada

source: Publish
es: Publicar

source: Published correctly
es: Publicado correctamente

source: QuantityQuota
es: Cantidad de cuotas

source: Query
es: Consulta

source: Query charge rate
es: Consulta de Cargue Tarifado

# QueryClaim
source: You must query a claim
es: Debe consultar una denuncia.

# QueryMassiveProcess
source: Query Upload Process
es: Consulta Proceso de Cargue

# QueryMassiveTariffed
source: Query Upload Quoted
es: Consulta Cargue Tarifado

# QueryNotData
source: No records found
es: No se encontraron registros

source: Query Person
es: Consulta de Persona/Prospecto Natural

# QueryPolicy
source: Policy Query
es: Consulta de Póliza

source: Query Processes
es: Consulta Procesos

source: Question
es: Pregunta

# QuestionAlreadyExists
source: The question already exists
es: La pregunta ya existe

source: Quota
es: Cuota

source: QuotaDistribution
es: Distribución de cuotas

# QuotaSelected
source: You must select one quote at least
es: Por favor seleccionar por lo menos una cuota

source: QuotasFrom
es: Cuotas desde

source: Quotation
es: Cotización

# QuotationNotFound
source: Quotation not found or with incomplete information
es: Cotizacion no existe o con informacion incompleta

# QuotationNumber
source: The Quotation Number is: {0}
es: El número de cotización es: {0}

# QuotationSave
source: Save Quotation
es: Guardar Cotización

source: Quote
es: Cotización

# QuotesNotFound
source: The option selected does not have pending quotas
es: La opción buscada no tiene cuotas pendientes

# RadioNotice
source: Do you need assistance?
es: Necesita Asistencia?

# RadioNotice1
source: Have you been robbed?
es: Sufrió un robo?

# RadioNotice2
source: Did you have another accident?
es: Tuvo otro percance?

# RangeAllow
source: The allowed range is between {1} and {2}
es: El rango permitido esta entre {1} y {2}

# RangeAllowBetween
source: The allowed range is between
es: El rango permitido esta entre

# RangeBetween0and255
source: Range should be between 0 and 255
es: Rango debe estar entre 0 y 255

# RangeBetween0and365
source: Range should be between 0 and 365
es: Rango debe estar entre 0 y 365

# RangeBetween0and99
source: Range should be between 0 and 99
es: Rango debe estar entre 0 y 99

# RangeBetween1and365
source: Range should be between 1 and 365
es: Rango debe estar entre 1 y 365

# RangeDate
source: Date
es: Fecha

# RangeEntity
source: Range of Values
es: Rango de Valores

# RangeMustLessThanFinal
source: Initial Range Must Be Less Than Final
es: El Rango Inicial Debe Ser Menor al Final

source: Range name
es: Nombre del rango

# RankIngressedPrinting
source: The range of risks does not correspond to the authorized range of the load is:
es: El rango de riesgos no corresponde el rango autorizado del carge es:

source: Rank Name is Required
es: El Nombre del Rango es requerido

source: Rank values are required
es: Los valores del rango son requeridos

source: Rate
es: Tasa

source: Rate Additional
es: Tasa Adicional

# RateAdditionalCalculation
source: Calculation of additional rate on surplus
es: Cálculo de tasa adicional sobre excedente

source: Rate executed correctly
es: Tarifación ejecutada correctamente

source: RateType
es: Tipo de tasa

# RateTypeAdditional
source: Type of additional rate
es: Tipo de Tasa Adicional

# RcAdditionalNotChange
source: The Additional RC field can not be changed when the product is saved
es: El campo RC Adicional no se podra cambiar cuando el producto sea guardado

# RealDeducible
source: Net Deductible
es: Neto Deducible

# ReasonDeclined
source: Deregister Reason
es: Motivo de Baja

source: Reason Required
es: Motivo de rechazo requerido

source: Reasons
es: Motivos

source: Reassign All
es: Reasignar Todo

source: Reassign Individual
es: Reasignar Individual

source: Reassign Range
es: Reasignar Rango

source: Receipt
es: Recibo

source: Receipt Date
es: Fecha Factura

# ReciverMail
source: Mail Recipient:
es: Correo Destinatario:

# Record
source: Save
es: Grabar

# RecordError
source: Error saving data
es: Error guardando datos

source: Record Observations
es: Historial Observaciones

source: records
es: registros

source: Recoveries
es: Recobros

source: Recover Risks
es: Recuperar Riesgos

source: Recovery
es: Recobro

# RecoveryAlreadyAdded
source: The recovery selected has already been added
es: El recobro seleccionado ya ha sido agregado

# RecoveryAmount
source: Charged Amount
es: Monto Cobrado

source: Recovery Branch
es: Sucursal de Cobro

# RecoveryCancellation
source: Cancellation
es: Cancelación

source: Recovery Class
es: Clase Recobro

source: Recovery Description
es: Descripción Recobro

source: Recovery Detail
es: Detalle Recobro

# RecoveryDocumentation
source: Documentation
es: Documentación Recibida

# RecoveryInitialInformation
source: Initial Information Recovery
es: Alta Recobro

# RecoveryNumber
source: Recovery
es: Número Recobro

source: Recovery or salvage amount
es: Monto de recobro o salvamento

# RecoveryPaymentNumber
source: # Payment
es: # Cuota

# RecoveryPaymentPlan
source: Payment Plan
es: Plan de Pago
