Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorGetSalvagesByClaimId
source: Error getting salvages by claim.
es: Error al consultar los salvamentos por reclamo.

# ErrorGetSalvagesByClaimIdSubClaimId
source: Error getting salvages by claim and subclaim
es: Error obteniendo salvamentos por siniestro y subsinietro

# ErrorGetSarlaft
source: Error to getting Sarlaft
es: Error obteniendo Sarlaft

# ErrorGetSeachTypes
source: Error getting seach types
es: Error al consultar los tipos de búsqueda.

source: Error Get Search
es: Error obtener búsqueda

# ErrorGetSearchTypes
source: Error getting search types
es: Error obteniendo los tipos de búsqueda

# ErrorGetSocialLayers
source: Error obtaining Social Layers
es: Error obteniendo Estratos Socailes

# ErrorGetSpecialties
source: Error obtaining Specialties
es: Error obteniendo Especialidades

# ErrorGetStates
source: Error to get states
es: Error obteniendo listado de departamentos

# ErrorGetStatesByCountryId
source: Error getting states by country
es: Error al consultar los estados por país

# ErrorGetStatusesByEstimationTypeId
source: Error getting statuses by estimation type
es: Error al consultar los estados por tipos de estimación.

# ErrorGetStatusReazon
source: Error Get Estimation Type Status Reazon
es: Error al Consultar Razones de Estados por concepto de Estimacion

# ErrorGetSubClaimsByPrefixIdBranchIdClaimNumber
source: Error getting subclaims by branch, prefix and claim number
es: Error obteniendo subsiniestros por sucursal, ramo y numero de siniestro

# ErrorGetSubLineBusiness
source: Failed to query technical subbranch
es: Error Consultando SubRamo Técnico

source: Error Get SubModule
es: Error consultando submódulos

source: Error Get Suppliers
es: Error al consultar el proveedor

# ErrorGetSuppliersByNameDocumentNumber
source: Error Get Suppliers By Name or DocumentNumber
es: Error Consultando Proveedor por Nombre o numero de documento

source: Error Get Surcharge
es: Error obteniendo recargos

# ErrorGetSuretiesByDescription
source: Error getting sureties by description
es: Error al consultar garantías por descripción.

# ErrorGetTax
source: Error Obtaining Tax Types
es: Error obteniendo tipos de impuestos

source: Error Get Tax Attributes
es: Error obteniendo los atributos de los impuestos

source: Error get temp facultative companies
es: Error al obtener las compañías facultativas.

source: Error get temp facultative payment
es: Error al obtener los pagos facultativos

# ErrorGetTemplates
source: Failed to obtain Templates
es: Error al obtener las plantillas

source: Error get temp layer distribution
es: Error al obtener la distribución.

# ErrorGetTemporal
source: Error Getting Temporary Information
es: Error al obtener información del temporal

# ErrorGetTemporalByOperationId
source: Error getting operation Id
es: Error al obtener el operation Id

# ErrorGetTemporalPolcies
source: Error to get policies from temporary
es: Error al consultar politicas del temporal

source: Error get texts
es: Error al consultar textos

source: Error Get Third Party Vehicle
es: Error al consultar la información de terceros

source: Error Getting Accounting Concept Taxes
es: Error consultando la asociación a los impuestos por concepto del gasto

source: Error getting accounting date.
es: Error obteniendo fecha contable

source: Error getting agents
es: Error obteniendo agentes

source: Error Getting Allied Coverage
es: Error al obtener coberturas aliadas

source: Error getting Ally Coverage Data
es: Error obteniendo datos de cobertura aliada

source: Error getting base condition tax data
es: Error consultando la condicion de la base

source: Error getting base tax with holding
es: Error consultando la retencion

source: Error getting Branch
es: Error obteniendo sucursales

# ErrorGettingBranchesData
source: Error getting branches
es: Error consultando ramos técnicos

source: Error getting category taxes.
es: Error obteniendo impuestos categoria condición.

# ErrorGettingCitiesData
source: Error getting cities
es: Error consultando ciudades

# ErrorGettingCountriesData
source: Error getting countries
es: Error consultando paises

source: Error getting currencies.
es: Error obteniendo las monedas

# ErrorGettingEconomicActivitiesData
source: Error getting economic activities
es: Error consultando actividades economicas

# ErrorGettingFeesApplies
source: Error getting fee applied
es: Error consultando si aplica tasa

source: Error getting hierarchies
es: Error al obtener jerarquías

source: Error getting invoice type.
es: Error obteniendo los tipos de factura.

# ErrorGettingLinesBusinessData
source: Error getting lines business
es: Error consultando sucursales

source: Error getting products
es: Error obteniendo productos

source: Error getting rate type data
es: Error consultando datos de tipo de tasa

source: Error getting role
es: Error consultando el rol

source: Error getting Sales Point
es: Error obteniendo puntos de venta

# ErrorGettingStatesData
source: Error getting states
es: Error consultando municipios

# ErrorGettingTaxCategoriesData
source: Error getting tax categories
es: Error consultando categorias

# ErrorGettingTaxConditionsData
source: Error getting tax conditions
es: Error consultando condiciones impositivas

source: Error getting taxes.
es: Error obteniendo impuestos.

# ErrorGettingWhomPayment
source: Error getting to whom the payment is directed.
es: Error obteniendo a quien va dirigido el pago.

# ErrorGetTotSumPrimeAllocation
source: Error get total sum prime allocation
es: Error al obtener el total de la suma de primas asignadas

# ErrorGetTransmissionType
source: Error getting transmission Types
es: Error al obtener los tipos de transmisión

# ErrorGetTransportRisksByPolicyId
source: Error Get Transport Risks By Policy
es: error a consultar riesgo por poliza

source: Error get type process massive
es: Error al obtener los tipos de procesos masivos

source: Error get type report
es: Error al obtener los tipos de reporte

# ErrorGetTypes
source: Error getting vehicle type
es: Error obteniendo tipos de vehiculos

# ErrorGetUnit
source: Error getting unit deductible
es: Error obteniendo unidades deducible

# ErrorGetUser
source: Error getting User
es: Error al consultar el usuario

# ErrorGetUserByDocumentNumber
source: Error getting user by document number
es: Error al consultar el usuario por tipo de documento

# ErrorGetUserByFullName
source: Error getting user by fullname
es: Error al consultar el usuario por nombre

source: Error Get Users
es: Error Obteniendo Usuario

# ErrorGetUses
source: Error getting uses
es: Error obteniendo usos

source: Error get vehicle bodies
es: Error al obtener las carrocerías

# ErrorGetVehicleByLicensePlate
source: Error getting vehicle by license plate
es: Error al consultar las placas de los vehículos.

# ErrorGetVehicleColors
source: Error getting vehicle colors
es: Error al consultar los colores de los vehículos.

# ErrorGetVehicleMakes
source: Error getting vehicle make.
es: Error al consultar las marcas de los vehículos

# ErrorGetVehicleMakesByDescription
source: Error getting vehicle makes by description
es: Error al consultar los vehículos por descripción.

# ErrorGetVehicleModelsByDescription
source: Error getting vehicle models by description
es: Error al consultar modelos de vehículos por descripción.

# ErrorGetVehicleModelsByMakeId
source: Error getting vehicle models by make.
es: Error al consultar los modelos de los vehículos por marca.

# ErrorGetVehicleRelationCONNEX
source: Failure to consult information about vehicle relations, due to connection failure.
es: Error al consultar informacion de las relaciones del vehículo, por fallo en conexión.

source: Error get vehicle types
es: Error al obtener tipo de vehiculos

# ErrorGetVehicleVersionsByMakeIdModelId
source: Error getting vehicle version by make and model
es: Error al consultar las versiones de los vehículos por marca y módelo.

# ErrorGetVehicleVersionYearsByMakeIdModelIdVersionId
source: Error getting vehicle version years by make, model and version
es: Error al consultar los años de las versiones de los vehículos por marca, modelo y versión

# ErrorGetVersionsCONNEX
source: Error when consulting vehicle versions, due to connection failure.
es: Error al consultar versiones de vehículo, por fallo en conexión.

# ErrorGetVoucherType
source: Error getting voucher type.
es: Error al consultar los tipos de comprobante.

# ErrorGetYears
source: Error getting years
es: Error obteniendo años

# ErrorGroupCoverage
source: The Coverage Group Is Mandatory
es: Grupo de Coberturas es Obligatorio

# ErrorGuaranteesTypes
source: Failed to check type of counter-guarantees
es: Error al consultar tipo de contragarantias

# ErrorHolder
source: Error when querying policyholders
es: Error al consultar tomadores

# ErrorHolderCorrespondenceAddress
source: Holder does not have Correspondence Address
es: Tomador No Tiene Dirección de Correspondencia

# ErrorHolderDisabledIssue
source: The holder is disabled for the issue
es: El tomador esta inhabilitado para la emisión

# ErrorHolderNo
source: The Holder has no
es: EL tomador no tiene

# ErrorHolderNoInsuredRole
source: The Holder has no insured role
es: El Tomador no tiene rol de asegurado

source: ErrorHolderNotFound
es: Tomador no encontrado o no Existe

# ErrorHolderNotFoundInsured
source: The Holder has no insured role o has no
es: El Tomador no tiene rol de asegurado o no Existe

# ErrorIdAlliancePrintFormatEndoTypeCd
source: {0} should be between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ErrorIdAlliancePrintFormatPrefixCd
source: {0} should be between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ErrorIdInsuredSegment
source: {0} Should be between {1} y {2}
es: {0} Debe estar entre {1} y {2}

# ErrorImporRuleNotPolicie
source: You are trying to import a rule that is not the type Policy
es: Esta tratando de importar una regla que no es del tipo Politica

# ErrorImporRulePolicie
source: You are trying to import a type policy rule
es: Esta tratando de importar una regla de tipo Politica

# ErrorImporting
source: Error to importing
es: Error al importar

# ErrorImportingLoad
source: Error to importing load
es: Error al importar cargues

source: Error Importing Temporary
es: Error al importar el temporal

# ErrorInClaimSaving
source: Error Save Claim
es: Error al grabar el reclamo.

# ErrorIndividual
source: Error Consulting the Individual
es: Error Consultando el Individuo

# ErrorInformationEndorsement
source: Error when querying information associated with endorsement
es: Error al consultar información asociada al endoso

source: Error Initiated Exclusion
es: Error al iniciar exclusión

source: Error Initiated Tariff
es: Error iniciando proceso de tarifación

# ErrorInputSearchCoverage
source: Enter at least 3 characters to search
es: Ingrese al menos 3 caracteres para buscar

# ErrorInsuredCreate
source: Error Creating The Insured Automatically
es: Error Creando El Asegurado de forma automatica

# ErrorInsuredDisabled
source: The insured is disabled for the issue
es: Asegurado Dado de Baja

# ErrorInsuredLimit
source: Enter a Insured Limit
es: Digite el limite

# ErrorInsuredNoInsuredRol
source: Insured no insured role
es: El asegurado no tiene rol de asegurado

# ErrorInsuredNoInsuredRole
source: Insured no insured role
es: El asegurado no debe ser prospecto

# ErrorInsuredObject
source: Can not edit excluded insurance object
es: No puede editar objeto del seguro excluido

# ErrorInsuredObjectAssigned
source: The insurance object is already assigned
es: El Objeto del seguro ya se encuentra asignado

# ErrorInsuredWithoutAddress
source: The Insured Doesn't have Mailing Address
es: El Asegurado No tiene direccion de Correspondencia

# ErrorInsuredWithoutRol
source: The Individual Doesn't have Insured Role
es: La Persona no tiene rol de asegurado

source: Error Intermediary Disabled
es: Intermediario Dado de Baja

# ErrorIntermediaryDischarged
source: Agent Discharged, It is not allowed to use
es: Intermediario dado de baja, no se puede utilizar en la emisión

# ErrorIntermediaryNoExist
source: Agent Doesn't Exist
es: No existe el intermediario

# ErrorInternalCode
source: Internal Code is requiered.
es: Código Interno es requerido.

# ErrorInvalidCoverageDates
source: Dates of coverage Invalid
es: Fechas de la cobertura Invalida

# ErrorInvalidDates
source: Date range must be less than or equal to 30 days
es: El rango de fechas debe ser menor o igual a 30 días

# ErrorInvalidFormat
source: Invalid Format
es: Formato invalido

# ErrorIsRrequired
source: is required
es: es obligatorio

source: Error Issuance
es: Error Al Emitir

# ErrorIssue
source: Issue failed
es: Error al realizar emisión

source: Error joining pdf
es: Error uniendo pdf

# ErrorJustificationSarlaft
source: Does not have Sarlaft completed
es: No tiene Sarlaft diligenciado

source: ErrorLabelCalculeType
es: El campo Tipo de Calculo es obligatorio

source: ErrorLabelDeclaredValue
es: El campo Suma Asegurada es obligatorio

# ErrorLabelLength
source: The {0} value can not exceed {1} characters
es: El valor {0} no puede superar los {1} caracteres

source: ErrorLabelLimitAmount
es: El campo Limite Asegurado es obligatorio

source: ErrorLabelLimitClaimant
es: El campo Limite por Reclamante es obligatorio

source: ErrorLabelLimitInsured
es: El campo Limite Asegurado es obligatorio

source: ErrorLabelLimitOccurrence
es: El campo Limite por Ocurrencia es obligatorio

source: ErrorLabelMaximumResponsability
es: El campo Maxima Responsabilidad es obligatorio

source: ErrorLabelPremiumAmount
es: El campo Prima es obligatorio

source: ErrorLabelRate
es: El campo Tasa es obligatorio

source: ErrorLabelRateType
es: El campo Tipo de Tasa es obligatorio

source: ErrorLabelSublimit
es: El campo Sublimite es obligatorio

# ErrorLatitude
source: Invalid latitude should be -90 to 90 decimal places
es: Latitud invalida debe estar -90 a 90 grados decimales

# ErrorLength
source: The length of {0} must be between {2} and {1}
es: La longitud del {0} debe estar entre {2} y {1}

# ErrorLengthLimitAmount
source: Exceeds the Length of the Limit Amount
es: Logitud de caracteres no valida

# ErrorLicensePlate
source: The plate is obligatory
es: La placa es obligatoria

# ErrorLimitAmountIO
source: Define the Limit Amount for Insured Object
es: Defina el límite asegurado para el objeto del seguro

# ErrorLimitClaim
source: The limit per claimant cannot be greater than the sublimite
es: El limite por reclamante no puede ser mayor al sublimite

# ErrorLimitRc
source: Rc Limit is required
es: El Límite de Rc es Obligatorio

# ErrorLimitRcGreaterOrEqual
source: The limit 2 must be greater than or equal to limit 1
es: El límite 2 debe ser mayor o igual a límite 1

# ErrorLimitRcHigher
source: The limit must be greater than 0
es: El límite debe ser mayor a 0

# ErrorLineIsUsed
source: An error occurred validating if the line is in use.
es: Ocurrio un error validando si la linea esta en uso.

# ErrorListElement
source: You must select an item from the list
es: Debe seleccionar un elemento de la lista

source: Error load branch
es: Error al cargar loas sucursales.

source: Error load combos
es: Error al cargar combos

source: Error load facultative
es: Error al cargar los slips facultativos

source: Error Loading Texts
es: Error Cargando Textos

# ErrorLoadingTextsPrec
source: There is no precatalogated text
es: No existe texto precatalogado

# ErrorLoadInsured
source: Error Loading Insured
es: Error Cargando Asegurado

source: Error load prefixes
es: Error al cargar los ramos

source: Error load reinsurance layer
es: Error al cargar la capa de reaseguros

# ErrorLoadUpdateVariable
source: You must load variable to modify
es: Debe cargar variable a modificar

# ErrorLongitude
source: Invalid length must be -180 to 180 decimal places
es: Longitud invalida debe estar -180 a 180 grados decimales

# ErrorMainCoverageSubLimit
source: Main coverage requires a sublimit greater than 0
es: La cobertura principal requiere un % sublímite mayor a 0

# ErrorMainEconomicActivity
source: Invalid Main Economic Activity
es: Seleccione Actividad Económica Principal válida

# ErrorMax3Numbers
source: {0} Maximum accepts 3 digits
es: {0} Máximo acepta 3 dígitos

# ErrorMax5Numbers
source: {0} Maximum accepts 5 digits
es: {0} Máximo acepta 5 dígitos

# ErrorMaximumLength50
source: It must be a string with a maximum length of 50 characters
es: Debe ser una cadena con una longitud máxima de 50 caracteres.

# ErrorMaximumPremiumPercentExceeded
source: Error maximum premium percent excceded
es: El valor no puede ser mayor a la prima minima

# ErrorMaxlength
source: The Amount Exceeds The Maximum Allowed
es: El valor supera el máximo permitido

# ErrorMaxLengthCharacter
source: Field {0} must be a string with a maximum length of {1} characters.
es: El campo {0} debe ser una cadena con una longitud máxima de {1} caracteres.

# ErrorMaxlengthCode
source: Maximun {0} {1} Characters
es: Maximo {0} {1} Caracteres

# ErrorMaxResponsability
source: Max responsability is mandatory
es: Debe ingresar la responsabilidad máxima

# ErrorMessageAssociatedInfractions
source: This group has associated infractions
es: Este grupo tiene infracciones asociadas

# ErrorMessageHolderInvalid
source: You must select a valid holder
es: Debe seleccionar un tomador valido

# ErrorMethodPayment
source: It is not allowed to edit the effective means of payment
es: No se permite editar el medio de pago efectivo

# ErrorMinimumCoverage
source: Must be at least one Coverage
es: Debe Existir Al menos una Cobertura

# ErrorMinimumLengh8
source: It must be a string with a minimum length of 8 characters
es: Debe ser una cadena con una longitud mínima de 8 caracteres

# ErrorMinMaxLengthCharacter
source: Field {0} must be a string with a maximum length of {1} and a minimum of {2} characters.
es: El campo {0} debe ser una cadena con una longitud máxima de {1} y mínima de {2} caracteres.

source: Error Missing City Code
es: Falta el indicativo de la ciudad

source: Error Missing Country Code
es: Falta el indicativo del país

# ErrorModificationDateGreater
source: The modification date must be greater than the effective date of the policy
es: La fecha de modificación debe ser mayor a la fecha inicial de vigencia de la póliza

# ErrorModificationDateGreaterCurrentTo
source: The modification date must be greater than the effective end date of the policy
es: La fecha de modificación debe ser mayor a la fecha final de vigencia de la póliza

# ErrorModificationDateLess
source: The modification date must be less than the effective date of the policy
es: La fecha de modificación debe ser menor a la fecha final de vigencia de la póliza

# ErrorModificationDateLowerCurrentTo
source: The modification date must be lower than the effective end date of the policy
es: La fecha de modificación debe ser menor a la fecha final de vigencia de la póliza

# ErrorModificationDateLowerOrEqualCurrentTo
source: 'Extension' endorsement or 'modification and extension' endorsement. Please set the effective date "Until" before continuing.
es: Endoso de 'prorroga' o endoso de 'modificación y prorroga'. Establezca la fecha de vigencia "Hasta" antes de continuar.

source: Error modification reinsurance claim line dialog
es: Error al modificar la línea del siniestro

source: Error modification reinsurance contract dialog
es: Error al modificar el reaseguro

source: Error modification reinsurance payment line
es: Error al modificar los pagos de lineas reaseguradas

# ErrorModificationReinsurancePaymentLineDialog
source: Error modification reinsurance payment line
es: Error al modificar los pagos de reasegurados

# ErrorModificationType
source: Modification Type requerid
es: Tipo de Modificacion es Obligatorio

# ErrorMotherNameMiniumCharacters
source: The Second Surname field must have at least three characters.
es: El campo Segundo Apellido debe tener minimo tres caracteres.

# ErrorMovingGuaranteeStatus
source: Error Transferring counter-guarantee status
es: Error Trasladando estado de contragarantía

source: Error Moving Payment Plan
es: Error Trasladando Plan de pago

# ErrorName
source: You must enter Name
es: Debe ingresar Nombre

# ErrorNameMiniumCharacters
source: The Name (s) field must have a minimum of three characters.
es: El campo Nombre(s) debe tener minimo tres caracteres.

# ErrorNeedPolicy
source: You need query a policy.
es: Debe consultar una póliza.

# ErrorNoExistModuleGuaranteesTypes
source: There is no module for this type of counter-guarantee
es: No hay modulo para este tipo de contragarantía

# ErrorNoQuota
source: Insured has no quota assigned.
es: El asegurado no tiene cupo operativo asignado.

# ErrorNotAgents
source: No agents found
es: No se encontraron agentes

# ErrorNotFoundFilter
source: Error, You must write a search filter
es: Error, Debe digitar algun filtro de búsqueda

source: Error Not Selected Entity
es: No ha Seleccionado un Objeto

source: Error Not Selected Register
es: No ha seleccionado ningun Registro

# ErrorNotSelectedRegisterDelete
source: You have not selected any records to remove
es: No ha seleccionado ningún registro para eliminar

source: Error Not Selected User
es: No ha Seleccionado un Usuario

source: Error Null Tax
es: Los impuestos están vacios.

# ErrorNumber1
source: You must enter Nro.1
es: Debe ingresar Nro.1

# ErrorNumber2
source: You must enter # 2
es: Debe ingresar Nro.2

# ErrorNumberPhone
source: Phone number already exists
es: Número de teléfono ya existe

# ErrorNumberValidDaysTempPolicy
source: The value is not a valid number
es: El valor ingresado no es un numero valido

# ErrorNumberValidDaysTempQuote
source: The value is not a valid number
es: El valor ingresado no es un numero valido

# ErrorObject2G
source: 2G insurance object is required
es: Objeto de seguro 2G es obligatorio

# ErrorObjectNotice
source: Error objecting notice
es: Error objetando aviso

# ErrorOccurredGeneratingCopy
source: An error occurred while generating copy of the upload
es: Se presentó un error al generar copia del cargue

# ErrorOccurredSaveBillingGroup
source: An error occurred while saving the Billing Group
es: Ocurrió un error guardando el Grupo de Facturación

# ErrorOnlyLetters
source: Only Alphabetic Values Are Allowed
es: Solo se permiten valores alfabéticos

# ErrorOnlyNumbers
source: {0} Only Numeric Values Are Allowed
es: {0} Solo permite valores numéricos

# ErrorOpenBillingInformation
source: You must choose the type of movement and the collection branch.
es: Debe seleccionar el tipo de movimiento y la sucursal de cobro.

# ErrorParameterizedDataHasInconsistencies
source: Parameterized data has inconsistencies, can not be saved
es: Los datos parametrizados presentan inconsistencias, no se pueden guardar

# ErrorParameterYearBisiesto
source: Error Obtaining Parameter Year Bisiesto
es: Errror Obtener Parametro Año Bisiesto

source: Error payment concept.
es: Error conceptos de pagos.

source: Error Payment Method
es: Error no ha seleccionado el metodo de pago

# ErrorPaymentPlanSchedule
source: Error getting the payment plan
es: Error obteniedo los plan de pagos

source: Error payment process
es: Error al procesar los pagos

# ErrorPdfJira
source: Error generating pdf, please create a Jira
es: Error en la generacion de pdf por favor radicar un jira

# ErrorPercentage
source: The sum of percentages must be equal to or less than 100.
es: La suma de los porcentajes debe ser igual o menor a 100.

# ErrorPercentageEmpty
source: You must enter Participation Rate.
es: Debe ingresar Porcentaje de participacion.

# ErrorPercentageHigher
source: The percentage value must be greater than zero and less than or equal to 100.
es: El valor del porcentaje debe ser mayor que cero y menor o igual a 100.
