Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorValidateExpensesPercentage
source: You must enter the percentage of expenses
es: Debe ingresar el porcentaje de gastos

# ErrorValidateFeesAppliesCity
source: To mark the City it´s required Country and the Department.
es: Para marcar Ciudad es obligatorio marcar País y Departamento.

# ErrorValidateFeesAppliesCoverage
source: To mark the Coverage it´s required Line Business.
es: Para marcar Cobertura es obligatorio marcar Ramo.

# ErrorValidateFeesAppliesState
source: To mark the Department it's required Country.
es: Para marcar Departamento es Obligatorio marcar País.

# ErrorValidateFinalDate
source: The Final Date Must Be Greater Than Initial
es: La Fecha Final Debe Ser Mayor a la Inicial

# ErrorValidateFinalPolicyDate
source: The final date must be less than or equal to the effective date of the policy
es: La fecha final debe ser menor o igual a la fecha final de vigencia de la póliza

# ErrorValidateInitialDate
source: The start date must be less than the final
es: La fecha inicial debe ser menor a la final

# ErrorValidateInitialPolicyDate
source: The initial date must be greater than or equal to the effective date of the policy
es: La fecha inicial debe ser mayor o igual a la fecha inicial de vigencia de la póliza

# ErrorValidateInsuredObject
source: Can not remove all objects from risk
es: No puede eliminar todos los objetos del riesgo

# ErrorValidateLicensePlate
source: The plate is invalid
es: La placa es invalida

# ErrorValidateLimitAmount
source: Enter secured object insurance limit
es: Ingrese Límite asegurado de objeto del seguro

# ErrorValidateLimitDeclaredValue
source: Insured limit can not be greater than declared value
es: Límite asegurado no puede ser mayor al valor declarado

source: Error validate min year contract
es: Error validando el primer año del contrato

# ErrorValidateModification
source: Type of movement Modification, the date should not be greater than until
es: Tipo de movimiento Modificación, la fecha hasta no debe ser mayor que hasta

# ErrorValidateParticipationPercentage
source: You must enter the percentage of participation
es: Debe ingresar el porcentaje de participación

# ErrorValidatePolicyDate
source: The Initial Date Must Be Greater Than Start of Policy
es: La Fecha Inicial Debe Ser Mayor al Inicio de la Póliza

# ErrorValidateProrogation
source: Type of movement Extend, the effective date should not be less than until
es: Tipo de Movimiento Prorroga, la fecha de Inicio de vigencia no debe ser menor a la hasta

# ErrorValidateSarlaft
source: Error validating the sarlaft
es: Error al validar el sarlaft

# ErrorValidateSubLimitAmount
source: Sublimite can not be greater than the sum
es: Sublímite no puede ser mayor a la Suma

# ErrorValidateSumContract
source: Sum can not be greater than contract value
es: Suma no puede ser Mayor al valor del contrato

# ErrorValidatingAdjustmentEndorsement
source: Error validating adjustment endorsement availability
es: No fue posible validar si tiene permitido generar un endoso de ajuste

# ErrorValidatingDeclarationEndorsement
source: Error validating declaration endorsement availability
es: No fue posible validar si tiene permitido generar un endoso de declaración

# ErrorValidatingExtensionEndorsement
source: Error validating Extension endorsement availability
es: No fue posible validar si tiene permitido generar un endoso de Prorroga

# ErrorValidatingFile
source: An error occurred while validating the file
es: Ha ocurrido un error validando el archivo

# ErrorValidationChassis
source: The chassis confimation does not match
es: La confimación del chasis no coincide

# ErrorValidationHomologation2G
source: The field Homologation 2g is mandatory.
es: El campo Homologación 2g es obligatorio.

# ErrorValidationPlate
source: The confirmation plate does not match
es: La placa de confirmación no coincide

# ErrorValidCoverage
source: You must assign at least one coverage to each insurance object
es: Debe asignar al menos una cobertura a cada objeto de seguro

# ErrorValideEndorsement
source: Error validating endorsement
es: Error validando endoso

# ErrorValidIntermediary
source: Failed To Validate Agent
es: Error al validar intermediario

# ErrorValueRate
source: Rate must be a value between 0 and less than or equal to 100
es: Tasa debe ser un valor entre 0 y menor o igual a 100

# ErrorWhenAddingRatingZone
source: The description or name already exists, please create a new one
es: La descripcion o nombre ya existe, por favor cree una nueva

source: Error when requesting Request
es: Error al consultar Solicitud

# ErrosPending
source: Errors-Pendings
es: Pendientes Errores

# ErrrorCreatePersonJob
source: Failed Creating Person Information
es: Error Creando Informacion de la Persona

# EstimateCompletingThird
source: The estimate can not be made without completing the fields of the Third
es: Agregar información del tercero

source: Estimated
es: Estimado

# Estimated1
source: Estimated
es: Estimado

# EstimatedOfSale
source: Estimated Sale
es: Estimado Venta

source: Estimated Payment Date
es: Fecha Estimada de Pago

# EstimatedPaymentDate1
source: Payment Estimated Date
es: Fecha Estimada de Pago

source: Estimated price of sale
es: Precio estimado de venta

source: Estimated Type
es: Tipo de Estimado

source: Estimated Value
es: Valor Estimado

# EstimateStatus
source: Status Of Estimate
es: Estado de Estimación

source: Estimate Value
es: Valor de Estimación

source: Estimation
es: Estimación

# Estimation1
source: Estimation Concept
es: Estimación

# EstimationAmountTotal
source: Total Estimation
es: Total Estimación

# EstimationBiggerThanZero
source: Estimation must be bigger than zero
es: La estimación debe ser mayor a 0

source: Estimation Concept
es: Concepto de Estimación

source: EstimationConceptId
es: Concepto Estimacion Id

source: Estimation Currency
es: Moneda de Estimación

source: Estimation History
es: Historial de Estimaciones

source: Estimation Information
es: Información de la Estimación

source: Estimation List
es: Lista de Estimaciones

source: Estimations
es: Conceptos de Estimación

source: Estimations Summary
es: Resumen de Estimaciones

source: Estimation Summary
es: Resumen Estimación

source: Estimation Type
es: Concepto de Estimación

# EstimationTypeAlreadyExist
source: The type of estimate and there registered
es: El tipo de estimaci\363n ya existe

# EstimationTypeByPrefix
source: Estimations types by prefix
es: Ramos por Concepto de Estimación

source: Estimation type not selected
es: Tipo de estimación no seleccionado

source: Estimation Type Status
es: Estados por Conceptos de Estimación

# EstimationTypeStatus1
source: TYPE STATUS ESTIMATION
es: Tipo de Estimación de Estado

# EstimationTypeStatusGrid
source: ESTIMATION TYPE STATUS
es: Estados de Tipo de Estimación

# EstimationTypeStatusHasReasons
source: Before deleting the status, you must delete the reasons associated.
es: Antes de borrar el estado, debe borrar los motivos asociados a el.

# EstimationTypeStatusPageLink
source: ~/en/ClaimParameters/EstimationTypeStatus
es: ~/ClaimParameters/EstimationTypeStatus

# EstimationTypeStatusReason
source: Estimation Type Status Reason SETTINGS
es: Motivos de Tipo de Estimación

# EstimationTypeStatusReasonGrid
source: Estimation Type Status Reasons
es: Motivos de Tipo de Estimación

source: Estimation Value
es: Valor de Estimación

source: Event
es: Evento

# EventAccepted
source: Policy Acepted
es: Política(s) autorizada(s) correctamente

# EventAuthorizationMessageText
source: The authorization request has been sent. The claims process is performed automatically once the pending events are allowed.
es: La solicitud de autorizaci\363n ha sido enviada. El proceso de reclamo se realizar\341 autom\341ticamente una vez sean autorizados los eventos pendientes.

source: Event authorized
es: Se autorizó el evento

source: Event Code
es: Código Evento

# EventCodeSetedAndSaved
source: The event code is entered successfully saved
es: El codigo de evento ingresado ha sido guardado con exito

# EventDates
source: Start date must be less than or equal to End date.
es: Fecha de inicio debe ser menor o igual que Fecha fin.

source: Event declined
es: Se rechazó el evento

source: Event reassigned
es: Política Reasignada Correctamente

# EventRejected
source: Policies rejected successfully
es: Política(s) rechazada(s) correctamente

source: Events module
es: Modulo de Eventos

source: Event Status
es: Estado del Evento

# ExcelRisksPremiun
source: Difference in the Premium in the Excel File
es: Excel Diferencias Prima

# ExcelRisksTariffed
source: Excel Risk Tariffed
es: Excel Riesgos Tarifados

# ExcelRisksWithError
source: Excel Errors
es: Excel Errores

source: Exchange Rate
es: Tasa de Cambio

source: Exchange rate not parametrized.
es: Tasa de cambio no parametrizada.

# ExchangeRateNotParametrizedUseIssueCurrecy
source: Exchange rate not parametrized, the issue currency will be used
es: Moneda sin tasa de cambio parametrizada, se usará la moneda de emisión

# Excluded
source: Exclude
es: Excluido

source: Exclusion
es: Exclusión

source: Execution Events
es: Ejecución De Eventos

# ExistExpense
source: The component already exist
es: El componente ya existe

source: Existing Coverages
es: Coberturas Existentes

source: Exist Name Insured Object
es: Ya existe el nombre del objeto de seguro

# ExistNameSalePoint
source: Exist Name SalePoint in the this branch
es: El nombre del punto de venta ya existe en esa sucursal

source: Exist Profile
es: Perfil existente

# ExistRatingZone
source: The rate zone consulted does not exist
es: La zona de tarifación consultada no existe

source: Expedient Number
es: Número Expediente

source: Expedition Place
es: Lugar de Expedición

# ExpenseNotDataOperation
source: Not data to send
es: No hay datos para realizar operacion

source: Expenses
es: Gastos

source: Expiration Days
es: Vigencia en Días

# ExpirationOnDays
source: Input Days of Expiration
es: Digite Vigencia en Días

# ExpirationSarlaft
source: The form is expired. Please fill out a form for the current year.
es: El formulario está vencido. Por favor diligencie un formulario para el año en curso.

# ExportXLS
source: Export
es: Exportar

# ExpressionValue
source: The expression value
es: el resultado de la expresión

# ExtensionGreaterInitialDate
source: The extension date must be greater than the initial date
es: La fecha de prórroga debe ser mayor a la fecha inicial

# ExtentPercentage
source: % Exemption
es: % de Exención

source: Faculties
es: Facultades

# FailedCreatingPaymentMethodErrorBD
source: Failed Creating Payment Method
es: Error al crear un methodo de pago

# FailGetEndorsements
source: Failed getting endorserments
es: Error obteniendo endosos

# FasecoldaCreated
source: Fasecolda created successfully
es: Registro Fasecolda creado correctamente

# FasecoldaDeleted
source: Fasecolda deleted successfully
es: Registro Fasecolda ha sido eliminado

# FasecoldaFileName
source: LIST OF FASECOLDA CODES
es: LISTADO DE CÓDIGOS FASECOLDA

# FasecoldaUpdated
source: Fasecolda updated successfully
es: Registro Fasecolda actualizado correctamente

source: Fees Applies
es: Tasas Aplica

source: Female
es: Femenino

# FidelityClaim
source: Claims - Fidelity
es: Denuncia - Manejo

source: FieldRequired
es: Campo requerido

# FieldsRequiredSummaryPolicies
source: The Authorizing Users and Reason for Request fields are required
es: Los campos Usuarios autorizadores y Razón de solicitud son obligatorios

source: FileAudit
es: Log Transacciones

# FileLengthHundred
source: Must be greater than 0 and less than 100
es: Debe ser mayor a 0 y menor a 100

# FileLengthMil
source: Must be greater than 0 and less than 1000
es: Debe ser mayor a 0 y menor a 1000

# FileLengthZero
source: Must be greater than 0
es: Debe ser mayor a 0

# FileNameAlliance
source: ALLIANCE LIST
es: LISTADO DE ALIADOS

# FileNameAlliancePrintFormat
source: LIST ALLY PRINT FORMATS
es: LISTADO DE FORMATOS IMPRESION ALIADOS

# FileNameAssistanceType
source: LIST OF TYPES OF ASSISTANCE
es: LISTADO DE TIPOS DE ASISTENCIA

# FileNameBillingPeriod
source: LIST OF BILLING PERIOD
es: LISTADO DE PERIODOS DE FACTURACIÓN

# FileNameBranch
source: LIST OF BRANCHES
es: LISTADO DE SUCURSALES

# FileNameBranchAlliance
source: LIST BRANCH ALLIANCE
es: LISTADO DE SUCURSALES ALIADOS

# FileNameBusinessType
source: LIST OF Business Type
es: LISTADO DE TIPO DE NEGOCIOS

# FileNameChannel
source: CHANNEL LIST
es: LISTADO DE CANALES

# FileNameCities
source: CITIES
es: CIUDADES

# FileNameCoCoverageValue
source: Coverage value
es: Pesos de cobertura

# FileNameCoverage
source: LIST OF COVERAGES
es: LISTADO DE COBERTURAS

# FileNameCoveredRiskType
source: LIST OF COVERED RISK TYPES
es: LISTADO DE TIPOS DE RIESGO CUBIERTO

# FileNameInfringement
source: INFRINGEMENT
es: INFRACCIÓN

# FileNameInfringementGroup
source: INFRINGEMENT GROUP
es: GRUPO DE INFRACCIONES

# FileNameInfringementState
source: INFRINGEMENT STATE
es: ESTADO DE INFRACCIÓN

# FileNameInsuredObject
source: LIST OF INSURANCE OBJECTS
es: LISTADO DE OBJETOS DEL SEGURO

# FileNameInsuredProfile
source: LIST OF INSURED PROFILES
es: LISTADO DE PERFILES DE ASEGURADO

# FileNameInsuredSegment
source: List of Insured Segments
es: LISTADO DE SEGMENTOS DE ASEGURADO

# FileNameLegalRepresentativeSing
source: LIST OF LEGAL REPRESENTATIVE SING
es: LISTADO DE FIRMA DE REPRESENTANTE LEGAL

# FileNameMinPremiumRelation
source: LIST OF MINIUM PREMIUM
es: LISTADO DE PRIMAS MÍNIMAS

# FileNamePeril
source: LIST OF AMPAROS
es: LISTADO DE AMPAROS

# FileNamePrefix
source: LIST OF COMMERCIAL BRANCHES
es: LISTADO DE RAMOS COMERCIALES

# FileNameProduct2G
source: LIST OF PRODUCT 2G
es: LISTADO DE PRODUCTO 2G

# FileNameReportAuthorizationPolicies
source: LIST OF POLICIES
es: LISTADO DE POLITICAS

# FileNameRisks
source: LIST OF RISKS
es: LISTADO DE RIESGOS

# FileNameSalePointsAlliance
source: LIST SALE POINTS ALLIANCE
es: LISTADO DE PUNTOS DE VENTA ALIADOS

# FileNameSubLineBusiness
source: LIST OF TECHNICAL SUBJECTS
es: LISTADO DE SUBRAMOS TÉCNICOS

# FileNameTax
source: LIST OF TAXES
es: LISTADO DE IMPUESTOS

# FileNameTechnicalBranch
source: LIST OF TECHNICAL BRANCHES
es: LISTADO DE RAMOS TÉCNICOS

# FileNameTextCatalogued
source: LIST TEXT CATALOGUED
es: LISTADO DE TEXTOS PRECATALOGADOS

# FileNameWorkerType
source: WorkerType
es: TIPO DE TRABAJADOR

source: File not found
es: Archivo no encontrado

# FilesRequired
source: Files are required
es: Los archivos son abligatorios

source: File String Cero
es: Debe ser mayor a 0

source: File String Hundred
es: Debe ser mayor a 0 y menor a 100

source: File String Mil
es: Debe ser mayor a 0 y menor a 1000

# FileType
source: Type of File
es: Tipo de Archivo

source: Filter Decision Tables
es: Filtrar Tablas de Decision

source: Finalized
es: Finalizado

source: Financial Information
es: Información Financiera

source: Financial Plan
es: Plan Financiero

source: Find Article
es: Buscar artículo

source: Find article line
es: Buscar linea de articulo

# FindCourtType
source: Find court
es: Buscar juzgado

source: Find Coverage
es: Buscar cobertura

# FindPaymentPlan
source: Search Payment Plan
es: Buscar Plan Pago

source: Finished Process
es: Procesado

source: First Loss
es: Primera pérdida

source: First Lost
es: A Primera Perdida

source: First Payment Due
es: Vencimiento Primera Cuota

# FirstTimeMustChangePassword
source: Is the first access. You should change sour password
es: Es el primer ingreso. Debe cambiar la contraseña

# FirstValueRiskCalculated
source: First, the value of the risk must be calculated
es: Primero, debe calcularse el valor del riesgo

# FixedValue
source: Fixed Amount
es: Importe

# ForbiddenDescription
source: You are trying to make a operation with a user different to user of current sesión, you will be sent to start page.
es: Está intentando hacer una operación con un usuario diferente al usuario de la sesión actual, será enviado a la página de inicio.

# FormatedDateTimeFrom
source: Date Time From (dd/mm/yyyy hh:mm tt)
es: Fecha y Hora Desde

# FormatedDateTimeTo
source: Date Time To (dd/mm/yyyy hh:mm tt)
es: Fecha y Hora Hasta

source: Form Number
es: No. Formulario

source: Fortnight
es: Quincena

source: From
es: Desde

# FromDate
source: From a Date
es: A partir de una Fecha

source: FuelType
es: Tipo de combustible

# FullName
source: Last Name
es: Nombres y Apellidos

source: Gender
es: Genero

# GetAssistanceText
source: Error Obtaining assistance text
es: Error Obteniendo textos de asistencia

# GetAssistanceType
source: Error Obtaining assistance types
es: Error Obteniendo tipos de asistencia

# getDataError
source: Error get data
es: Error cargando los registros

# GetGuaranteeStatusRoutes
source: An error occurred obtaining the states.
es: Ocurrio un error obteniendo los estados.

# GetPrefixType
source: Error Obtaining prifix types
es: Error Obteniendo tipos de ramo comercial

# GetProduct2G
source: Error Obtaining product
es: Error Obteniendo producto

source: GreaterDate
es: La mayor de ambas

# GreaterThanDate
source: is greater than the date
es: es mayor que la fecha

# GridLoadDocumentsCaption
source: Documents List
es: Lista de Documentos

# GroupCoveragesCanNotModified
source: The coverage group can not be modified
es: El grupo de coberturas no se puede modificar

# GroupCoveragesNotBeModified
source: The coverages group can not be modified
es: El grupo de coberturas no se puede modificar

source: Group Information
es: Datos del Grupo

source: Group Policies
es: Grupo Politicas

source: Group policies required
es: El grupo de políticas es requerido

# GroupRequestCreatedNo
source: Group request was created No
es: Se creo la solicitud agrupadora No

source: Group request query
es: Consulta de Solicitud Agrupadora

# GuaranteeRelation
source: The counter-guarantee is associated with a policy
es: La contragarantia se encuentra asociada a una poliza

source: GuaranteeStatus
es: Estados Contragarantias

source: Guarantee Type
es: Tipo de Contragarantía

# HierarchieFound
source: Hierarchy is already added
es: La jerarquía ya está agregada

source: Hierarchies
es: Jerarquías

source: Hierarchy
es: Jerarquía

source: Hierarchy required
es: La jerarquia es requerida

source: Historical
es: Historial

source: HistoryReserve
es: Historial de Reserva

# Holder
source: Policyholder
es: Tomador

source: Holder Act As
es: Tomador Actúa Como

source: Holder has not been consulted
es: No se ha consultado el Tomador

# holderIdentificationDocument
source: Document Number
es: No. Documento

# HolderSearchMinLength
source: Min 3 char to find taker.
es: Se requieren 3 caracteres para realizar la busqueda.

source: Horse Power
es: Caballos de Fuerza

source: Ident. Economic Group
es: Ident. Grupo Económico

source: Ident. Part. Economic Group
es: Ident. Part. Grupo Económico

source: If
es: Si

# IformationLabour
source: Labour Information
es: Información Laboral

# ImageFormt
source: The image does not comply with the configured {0} format.
es: La imagen no cumple con el formato {0} configurado.

# ImageSize
source: The image does not meet the configured size
es: La imagen no cumple con el tamaño de {0} KB configurado.

# ImageWidthAndHeight
source: The image does not meet the configured width and height
es: La imagen no cumple con el ancho {0} píxeles y alto {1} píxeles configurado.

# ImportAboveLimitAmmount
source: Import can't be above to Limit Amount
es: El valor del Importe no puede ser mayor al Limite Asegurado

source: Impositive Conditions
es: Condiciones Impositivas

source: Inactive
es: Inactivo

source: Incentive Value
es: Valor Incentivo

source: Included
es: Incluido

# IncludedMinimumPremium
source: Included in calculation of minimum premium?
es: Incluida en cálculo de prima mí­nima?

# IncludeFuture
source: Include Futures
es: Incluir Futuras

# IncludeMinimumPremium
source: Included in minimum premium calculation?
es: ¿Incluida en cálculo de prima mínima?

source: Income Level
es: Nivel de Ingresos

# Incomes
source: Income
es: Ingresos

source: IncomeValue
es: Valor Activos

# IncorrectNumberEndorsement
source: The number of endorsement is incorrect.
es: El número de endoso no es correcto!

source: Independent
es: Independiente

# IndicatorPartySectionFirst
source: You must fill out the Indicators section first
es: Se debe diligenciar primero la seccion de Indicadores

source: Indicators
es: Indicadores

source: Individual Id
es: Id. Persona

# InfoCantEnableDisableProduct
source: Can not Enable / Disable Product
es: No se puede Habilitar / Deshabilitar el producto

# InfoClaims
source: Information Claims
es: Información de Denuncias

# InfoMinCoverageProduct
source: The product must have a minimum coverage
es: El producto debe tener mínimo una cobertura

source: Information Leaflet
es: Información Prospecto

# InformationPay
source: Information I will pay
es: Información Pagaré

source: Information Risk
es: Información Riesgo

source: Information Risk Recovery
es: Se Mantiene las Caracteristicas del Riesgo Recuperado.

# InformationStaffLabour
source: Personal / Labour Information
es: Información Personal / Laboral

# InfoSaveAgencySelected
source: Must Select Agency
es: Debe Seleccionar una Agencia

# InfoSummaryPolicy
source: Summary of policy.
es: Resumen de la póliza.

source: Initial
es: Inicial

source: Initiated Issue
es: Emisión iniciada

source: Initiated Tariff
es: Tarifación iniciada

source: Insert
es: Nuevo

source: Insurance Object Deleted Correctly
es: Objeto del seguro eliminado correctamente

source: Insurance object successfully deleted
es: Objeto del seguro excluido correctamente

# Insured
source: Insured Role
es: Rol Asegurado

source: Insured Acts As
es: Asegurado Actúa Como

source: Insured Amount
es: Suma Asegurada

source: InsuredAmountExceedsAvailable
es: La suma asegurada supera el disponible.

source: Insured - Beneficiary
es: Asegurado - Beneficiario

# InsuredCodeNo
source: Insured with code Nro.
es: Asegurado con código Nro.

source: Insured / Consolidated
es: Asegurado / Afianzado

# InsuredCoverageSubClaims
source: The insured coverage only allows a subsiniestro
es: Las coberturas de asegurado solo permite un subsiniestro

source: Insured Name
es: Asegurado

source: Insured Name To Print
es: Nombre Asegurado a Imprimir

# InsuredNotPerson
source: The insured doesn't exist as a person
es: El asegurado no existe como persona

# InsuredOfRisk
source: Insured
es: Asegurado del Riesgo

# InsuredOrThird
source: Ins/Third
es: Asegurado/Tercero

source: Insured Profile not found
es: Perfil de Asegurado no encontrado

# InsuredRequiredForAssotiatioType
source: Insured is required.
es: Se requiere crear el asegurado para el tipo de asociación seleccionado.

source: Insureds
es: Asegurados

source: Insured Segment not found
es: Segmento de Asegurado no encontrado

# InsuredTotalAmount
source: Insured Amount Total
es: Suma Asegurada Total

# InsuredValuePrint
source: Insured values to print
es: Valor Asegurado a Imprimir

source: Interest Group
es: Grupo de Interes

source: Intermediary Id
es: Id Intermediario

# IntermediaryPincipal
source: Main Agent
es: Intermediario Principal

source: Intermediate Without Agencies
es: El Intermediario No Tiene Agencias Asociadas

source: Internal Code
es: Código Interno

source: Internal Consecutive
es: Consecutivo Interno

# InternationalOperationFailed
source: International operation failed saved
es: Error al guardar la operación internacional

source: International Operations
es: Operaciones Internacionales

# InternationalOperationSuccessfully
source: International operation successfully saved
es: Operación internacional guardada exitosamente

source: Interview Date
es: Fecha Entrevista
