Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# LabelNameEntity
source: Entity Name
es: Nombre Entidad

# LabelNameEvent
source: Event Name
es: Nombre del Evento

# LabelNameGroupEvents
source: Event Group Name
es: Nombre Grupo de Evento

# LabelNameGroupEventsRequired
source: The Event Group Name is Mandatory
es: El Nombre del Grupo de Evento es Obligatorio

# LabelNameLoad
source: Name of the Load
es: Nombre del cargue

# LabelNameofbranchCommercial
source: Name of branch Commercial
es: Nombre del ramo comercial

# LabelNameofbranchTechnical
source: Name of branch Technical
es: Nombre del ramo técnico

# labelNameOrSocialReason
source: Rame or Social Reason
es: Nombre o Razón Social

# LabelNameRuleSet
source: Name rule set
es: Nombre del paquete de reglas

# LabelNameStoreProcedure
source: Store Procedure Name
es: Nombre Procedimiento Almacenado

# LabelNationality
source: Nationality
es: Nacionalidad

# LabelNaturalPerson
source: Natural Individual
es: Persona Natural

# LabelNewPerson
source: Add New Person
es: Agregar Persona

# LabelNewProduct
source: New Product
es: Nuevo Producto

# LabelNewTemporal
source: New Temporary for Issuing
es: Temporario Emisión Nuevo

# LabelNickName
source: NickName
es: Apodo/Sobrenombre

# LabelNoDocument
source: No. DOCUMENT
es: No. DE DOCUMENTO

# LabelNombreReasonSocial
source: tradename
es: Nombre

# LabelNominalValue
source: Nominal Value
es: Valor nominal

# LabelNoOriginal
source: Not genuine
es: No Original

# LabelNot
source: Not
es: No

# LabelNote
source: Note
es: Nota

# LabelNoticeType
source: Notice Type
es: Tipo de Aviso

# LabelNotificationFor
source: Notified to
es: Notificado a

# LabelNotified
source: Notified
es: Notificado

# LabelNro
source: No.
es: Nro.

# LabelNroGroup
source: Group Number
es: Nro. Grupo

# LabelNroPolicy
source: Policy Number
es: Nro. Póliza

# LabelNroRadicado
source: Number of filed
es: Número de Radicado

# LabelNtheIdentification
source: N the Identification
es: N de Identificacion

# LabelNumber
source: Guarantee Number
es: Nro. Contragarantía

# LabelNumberClaims
source: Number of Claims
es: Cantidad de Reclamaciones

# LabelNumberDays
source: Number of Days
es: Cantidad de Días

# LabelNumberDocument
source: Document Number
es: Número de Documento

# LabelNumberFloor
source: Floors
es: Nro. de Pisos

# LabelNumberLicence
source: Licence Number
es: Nro. Licencia

# LabelNumberPolicy
source: Policy Number
es: Número de póliza

# LabelNumberRegister
source: Number Register
es: Numero de matricula

# LabelNumberRisk
source: Risk Number
es: Nro. Riesgo

# LabelNumberRuleSet
source: Id Set of rules
es: Id Paquete Reglas

source: LabelNumberTemporal
es: N° Temporal

# LabelNumberTemporary
source: Number Temporary
es: Nro.Temporario

# LabelNumDays
source: Num Days
es: Cnt. Días

# LabelNumDocument
source: Document Number
es: Número de Documento

source: LabelNumeral
es: Número

# LabelObject
source: Decline
es: Declinar

# LabelObjectofContract
source: Object of The Contract
es: Objeto del Contrato

# LabelObjectOfTheInsurance
source: Object of the Insurance
es: Objeto del seguro

# LabelObjectsAndCoverages
source: Objects And Coverages
es: Objetos y Coberturas

# LabelObservation
source: Observation
es: Observación

# LabelObservations
source: Observations
es: Observaciones Internas

# LabelObservationsOfTheDeclaration
source: Observations of the Declaration
es: Observaciones de la Declaración

# LabelOccurrence
source: Occurrence
es: Ocurrencia

# LabelOffice
source: Office Position
es: Cargo que Ocupa

# LabelOnlinePerson
source: Online Person
es: Persona en Línea

# LabelOpen
source: Open?
es: ¿Abierta?

# labelOpenValidity
source: Open Effective Date
es: Vigencia Abierta

# LabelOperatingQuota
source: Operative Quota
es: Cupo Operativo

# LabelOperationalCapacity
source: Operational Capacity
es: Cupo Operativo

source: Label Operator
es: Operador

# LabelOppositorInformation
source: Basic Counterpart Information
es: Información Basica Contraparte

# LabelOrder
source: Order
es: Orden

# LabelOther
source: Other
es: Otro

# LabelOtherFeatures
source: Others Features
es: Otras Funcionalidades

# LabelOtherIncomeConcepts
source: Other Income Concepts
es: Concepto Otros Ingresos

# LabelOtherIncomeValue
source: Other Income Value
es: Valor Otros Ingresos

# LabelOthers
source: Others
es: Otros

# LabelOwnParticipationRate
source: % Own Participation
es: % Participación Propia

# LabelPackages
source: Module
es: Módulo

# LabelPackagingType
source: Packaging Type
es: Tipo Empaque

# LabelParameterization
source: Parametrization
es: Parametrización

# LabelParamWhere
source: Join Condition (where)
es: Condición de la Unión (Where)

# LabelPartialLossDamage
source: Partial Loss Damage
es: Perdida Parcial Daños

# LabelPartialLossTheft
source: Partial Loss Theft
es: Pérdida Parcial Hurto

# LabelParticipants
source: Participants
es: Participantes

# LabelParticipation
source: % Participation
es: % Participación

# LabelParticularsCompanies
source: Private Company Data
es: Datos Particulares Compañias

# LabelPartner
source: Stockholder
es: Accionista

# LabelPartners
source: Stockholder
es: Accionistas

# LabelPassengerQuantity
source: Passengers
es: Ocupantes

# LabelPaymentConcepts
source: Payment Concepts
es: Conceptos de pagos

# LabelPaymentMethod
source: Payment Method
es: Medio de Pago

# LabelPaymentMethodAlreadyExists
source: Payment medium already exists
es: Medio de pago ya existe

# LabelPaymentMethodType
source: Type of payment method
es: Tipo de método de pago

# LabelPaymentPlan
source: Payment Plan
es: Plan de Pagos

# LabelPaymentPlanChange
source: Changing Payment Plan
es: Cambio de Plan de Pago

# LabelPaymentPlans
source: Payment Plans
es: Planes de Pago

# LabelPayments
source: Payments
es: Pagos

# LabelPendingDebt
source: Pending Debt
es: Deuda Pendiente

# LabelPendingErrors
source: Pendings - Errors
es: Pendientes - Errores

# LabelPendingPolicies
source: Pending policies
es: Politicas pendientes

# LabelPercentage
source: Percentage
es: Porcentaje

# LabelPercentageCommission
source: % Commission
es: % Comisión

# LabelPercentageCommissionAditional
source: % Aditional Commissions
es: %Comis Adicional

# LabelPercentageCommissionAditionals
source: % Aditional Commissions
es: % Com. Adc.

# LabelPercentageCommissionNormal
source: % Normal Commissions
es: %Comis Normal

# LabelPercentageSublimit
source: % Sublimit
es: % Sublimite

# LabelPerson
source: Individual Data
es: Datos Personas

# LabelPersonCode
source: Person with code number
es: Persona con código Nro.

# LabelPersonCreate
source: created successfully.
es: creada satisfactoriamente.

# LabelPersonNew
source: New Person
es: Nueva Persona

# LabelPersonUpdate
source: successfully updated
es: actualizada satisfactoriamente

source: LabelPH
es: PH - Perdida Total Hurto

# LabelPhone
source: Phone
es: Teléfono

# LabelPhoneEmail
source: Phone / e-Mail
es: Teléfono / E-mail

# LabelPhoneNumber
source: Phone Number
es: Número de Móvil

# LabelPhoneReasonSocial
source: phone
es: Teléfono

# LabelPhoneType
source: Phone Type
es: Tipo Teléfono

# LabelPlace
source: Place
es: Lugar

# LabelPlaceHolderAgentPrincipal
source: Agent Name
es: Nombre del Agente

# LabelPlaceHolderDocumenNum
source: Document Number
es: Número de Documento

# LabelPlaceHolderHolder
source: Policy Holder Name
es: Nombre del Tomador

# LabelPlaceHolderRequest
source: Application Number Group
es: Número Solicitud Agrupadora

# LabelPlaceHolderSearchAssistanceType
source: Search Type Assistance
es: Buscar Tipo de Asistencia

# LabelPlaceHolderSearchLimitRc
source: Search Limit Code
es: Buscar Código Límite

# LabelPlaceHolderSearchProduct2G
source: Search product 2G
es: Buscar producto 2G

# LabelPlaceHolderSearchTechnicalBranch
source: Search Technical Branch
es: Buscar Ramo Técnico

# LabelPlaceHolderSearchTechnicalPlan
source: Search Technical Plan
es: Buscar Plan Técnico

# LabelPlaceOfBirth
source: Birth Place
es: Lugar de Nacimiento

# LabelPlate
source: Plate
es: Placa

# LabelPlateConfirmation
source: Plate Confirmation
es: Placa Confirmación

# LabelPledge
source: Pledge
es: Prenda

# LabelPointExecution
source: Execution Point
es: Punto de ejecución

# LabelPoliceInformation
source: Policy Information
es: Información Póliza

# LabelPolicies
source: Policies
es: Políticas

# LabelPolicy
source: Policy
es: Póliza

# LabelPolicyClass
source: Policy Class
es: Clase De Póliza

# LabelPolicyCollective
source: Collective Policies
es: Pólizas Colectivas

# LabelPolicyGroup
source: PolicyGroup
es: Grupo de Políticas

# LabelPolicyHolderAddress
source: Address PolicyHolder
es: Direccion Tomaror

# LabelPolicyHolderEmail
source: Email PolicyHolder
es: Email Tomador

# LabelPolicyHolderName
source: PolicyHolder Name
es: Nombre del tomador

# LabelPolicyHolderPhone
source: Phone PolicyHolder
es: Telefono Tomador

# LabelPolicyInformation
source: Policy Information
es: Información de Póliza

# LabelPolicyNotExistCoinsurance
source: Policy Not Exist Coinsurance
es: La poliza no tiene coasegurado para cambiar

# LabelPolicyNumber
source: Policy Number
es: Número de póliza

# LabelPolicyNumbers
source: Policy Numbers
es: Nro Pólizas

# LabelPolicyReportBranch
source: Branch
es: Sucursal

# LabelPolicyReportDateEnd
source: Final Selection Date
es: Fecha Final de Selección

# LabelPolicyReportDateStar
source: Initial Selection Date
es: Fecha Inicial de Selección

# LabelPolicyReportPrefix
source: Commercial Prefix
es: Ramo Comercial

# LabelPolicyReportState
source: State Policies
es: Estado Políticas

# LabelPolicySearchValidate
source: Policy Number or Insured is required.
es: Número de Póliza o Asegurado o Tomador es requerido

# LabelPolicyType
source: Policy Type
es: Tipo de Póliza

# LabelPoliticalProduct
source: Political product
es: Producto de políticas

source: LabelPPD
es: PPD - Perdida Parcial Daños

source: LabelPPH
es: PPH - Perdida Parcial Hurto

# LabelPrecentagePremiumDeposit
source: % of Premium in Deposit
es: % de Prima en Deposito

# LabelPrecio
source: Price
es: Precio

# LabelPrefix
source: Prefix
es: Ramo comercial

# LabelPrefixAssociated
source: Prefix Associated
es: Ramos asociados

# LabelPrefixCd
source: Prefix
es: Ramo Comercial

# LabelPrefixCommercial
source: Commercial Prefix
es: Ramo Comercial

# LabelPrefixEnabled
source: Prefix enabled
es: Ramos habilitados

# LabelPrefixTechnical
source: LOB
es: Ramo Técnico

# LabelPrefixType
source: Business type
es: Tipo de ramo comercial

# LabelPremium
source: Premium
es: Prima

# LabelPremiumRisk
source: Premium:
es: Prima:

# LabelPrincipalCheckBox
source: Main
es: Principal

# LabelPrincipalCoverage
source: Main Coverage
es: Cobertura Principal

# LabelPrincipalInsured
source: Main Insured
es: Asegurado Principal

# LabelPrinter
source: Printer
es: Imprimir

# LabelPrinterAll
source: All
es: Todo

# LabelPrinterHeaderDetail
source: Print Data
es: Datos a Imprimir

# LabelPrinting
source: Printing
es: Impresión

# LabelPrintingFormes
source: Printing Forms
es: Formas de Impresión

# LabelPrintPolicy
source: Print Policy
es: Imprimir

# LabelPriorityRetentionValue
source: Priority Retention Value
es: Valor Retención Prioritaria

# LabelPriorityRetentionValuePesos
source: Value priority retention pesos
es: Valor Retención Prioritaria en Pesos

# LabelProcess
source: Process
es: Proceso

# LabelProcessDate
source: Process Date
es: Fecha Proceso

# LabelProcessNumber
source: Process Number
es: Nro. de Proceso

# LabelProcessStatus
source: Process Status
es: Estado del proceso

# LabelProcessType
source: Process Type
es: Tipo de Proceso

# LabelProduc2G
source: Associate 2G product
es: Asociar producto 2G

# LabelProduct
source: Product
es: Producto

# LabelProduct2G
source: Associate 2G product
es: Asociar producto 2G

# LabelProductCommissions
source: Product Commissions
es: Comisión del Producto

# LabelProductIdResponse
source: Id Product Response
es: Id Producto Respuesta

# LabelProducts
source: Products
es: Productos

# LabelProductValidDaysTempPolicy
source: Valid Days Temp Policy
es: Días Vigencia Temporal

# LabelProductValidDaysTempQuote
source: Valid Days Temp Quote
es: Días Vigencia Cotización

# LabelProfessionalCard
source: Professional Card
es: Tarjeta Profesional

# LabelProgram
source: Program
es: Programa

# LabelPromissoryNote
source: Promissory Note
es: Pagaré

# LabelPromissoryNoteType
source: Promissory Note Type
es: Tipo de pagaré

# LabelPropertyName
source: Property Name
es: Nombre de la propiedad

# LabelPropertyRiskNumber
source: Property Risk Number
es: Número de Riesgo

# LabelProportionContract
source: % Contract
es: % Contrato

# LabelProrogation
source: Extension
es: Prórroga

# labelProspectusLegal
source: Legal Prospectus
es: Prospecto Jurídico

# labelProspectusNatural
source: Natural Prospectus
es: Prospecto Natural

# LabelProtection
source: Peril
es: Amparo

# LabelProtections
source: Protections
es: Amparos

source: LabelPTD
es: PTD - Perdida Total Daños

# LabelPublicationDate
source: Publication Date
es: Fecha de publicación

# labelPublished
source: Published
es: Publicada

# LabelPublishedRuleSet
source: Published versions of rule set for cache
es: Versiones publicadas de conjunto de reglas para cache

# LabelPublishVersion
source: Publish Version
es: Publicar versión

# LabelQueryCifin
source: Query Cifin
es: Consulta Cifin

# LabelQuit
source: Exit
es: Salir

# LabelQuotas
source: Monthly Fees
es: Cuotas

# LabelQuotation
source: Quotation
es: Cotización

# LabelQuotationDate
source: Quotation Date
es: Fecha Cotización

# LabelQuotationGroup
source: Quotation group
es: Grupo de cotización

# LabelQuotationNumber
source: Quotation Number
es: Número de Cotización

# LabelQuotationSearchValidate
source: Quotation Number or Insured is required.
es: Número de Cotización o Asegurado es requerido

# LabelQuotationVersions
source: Select the Quote Version
es: Seleccione la Versión de la Cotización

# LabelRankRisk
source: Risk Range
es: Rango de Riesgo

# LabelRasonRequest
source: Request Reason
es: Motivo Solicitud

# LabelRate
source: Rate
es: Tasa

# LabelRateType
source: Rate Type
es: Tipo Tasa

# LabelRateZone
source: Rate Zone
es: Zona de Tarifación

# LabelRatingZoneCode
source: Zone code
es: Código de zona

source: LabelRC
es: RC - Responsabilidad Civil

# LabelRcAdditional
source: Additional RC
es: RC Adicional

# LabelReallocationReason
source: Reallocation reason
es: Motivo de Reasignación

# LabelReason
source: Reason
es: Motivo

# LabelReasoningReason
source: Reasoning Reason
es: Motivos de rechazo

# LabelReasonLow
source: Deregister Reason
es: Motivo de Baja

# LabelReasonPolicy
source: Reason Policy
es: Motivo Póliza(Tipo Póliza)

# LabelReasons
source: Reasons
es: Motivos

# LabelreasonSocial
source: Datos razon social asegurado
es: Nombre del asegurado a imprimir

# LabelReassignPolicies
source: Reassign Policies
es: Reasignación de Políticas

# LabelRechargeDate
source: Recharge date
es: Fecha de recarga

source: Label Reconsideration Quota
es: Reconsideracion de Cupo

# LabelRecord
source: Save
es: Grabar

# LabelRecordsWithErrors
source: Pending
es: Pendientes

# LabelRecoverRiskFromAnotherPolicy
source: Recover Risk From Another Policy
es: Recuperar Riesgo desde otra póliza

# LabelRecoverTemporary
source: Recover Temporary
es: Recuperar Temporal

# LabelRecruitmentFaculties
source: Recruitment Faculties
es: Facultades contratación

# labelRecuperator
source: Data recovery
es: Datos Recuperador

# LabelReferring
source: Referring
es: Referente

# LabelRegExpression
source: Regular Expression
es: Expresión Regular

# LabelRegistrationIdentifier
source: Registration identifier
es: Identificador de registro

# LabelReinsurance
source: Reinsurance
es: Reaseguros

# LabelRenewalData
source: Renewal Data
es: Datos de la Renovación

# LabelRenewalEndorsement
source: Renewal Endorsment
es: Renovación de Endoso

# LabelRenewalPolicy
source: Renewal Policy
es: Renovación

# LabelRenewalPolicyIdenticalConditions
source: Policy Renewal Under the Same Conditions
es: Renovación de póliza en iguales condiciones

# LabelRenewalPolicyOtherConditions
source: Policy Renewal With Other Conditions
es: Renovación de póliza con otras condiciones

# LabelRenewed
source: Renewed
es: Renovada

# LabelRenovation
source: Renewal
es: Renovación

# LabelReportPolicies
source: Policy Report
es: Consulta de Políticas

# LabelReportRenovation
source: Report Renovation
es: Reporte Renovacion

# LabelRePoweredVehicle
source: RePowered Vehicle
es: Vehículo Repotenciado

# LabelRepoweringYear
source: Repowering Year
es: Año Repotenciado

# LabelRequest
source: Request
es: Solicitud

# LabelRequestDate
source: Request Date
es: Fecha de solicitud :

# LabelRequestGroup
source: Application Group
es: Solicitud agrupadora

# LabelRequestGrouping
source: Group Request
es: Solicitud Agrupadora

# LabelRequestGroupingDescription
source: Group Request Description
es: Descripción Solicitud Agrupadora

# LabelRequired
source: Required
es: Obligatorio

# LabelRequiredAuthorization
source: Authorization Required
es: Requiere Autorización

# LabelReservations
source: Reservations
es: Reservas

# LabelReserveEquivalent
source: Reserve Equivalent
es: Reserva Equivalente

# LabelRestrictiveEvent
source: Restrictive event
es: Evento restrictivo

# LabelRestrictiveListQuery
source: Restrictive List Query
es: Consulta en Lista Restrictiva

# LabelRetention
source: Retention
es: 100% Retención

# LabelReversionEndorsement
source: Reversal Endorsement
es: Reversión de Endoso

# LabelReversionReason
source: Reversal Motive
es: Motivo de Reversión

# LabelReviewerLegal
source: Reviewer Legal
es: Revisor Fiscal

# LabelRiskAge
source: Risk Age
es: Edad riesgo

# LabelRiskData
source: Risks
es: Riesgos:

# LabelRiskIdentifier
source: Risk Identifier
es: Identificador del riesgo

# LabelRiskLevel
source: Risk Level
es: Nivel Riesgo

# LabelRiskModification
source: Modification of Risk
es: Modificación de Riesgo

# LabelRisks
source: Risks
es: Riesgos

# LabelRisksNumber
source: Risks Number
es: Número de Riesgos

# LabelRiskType
source: Risk Type
es: Tipo de Riesgo

# LabelRiskTypeCovered
source: Risk type covered
es: Tipo de riesgo cubierto

# LabelRule
source: Rule
es: Regla

# LabelRuleDescription
source: Rule Description
es: Nombre de la Regla

# LabelRuleList
source: Rule List
es: Listado de Reglas

# LabelRules
source: Rules
es: Reglas

# LabelRulesAndscripts
source: Rules & Scripts
es: Reglas y Guiones

# LabelRuleSet
source: Rule Set
es: Paquete de Reglas

# LabelRuleSetAdd
source: Add Rule Set
es: Adicionar Paquete de Reglas

# LabelRuleSetFilter
source: Packet Filter Rules
es: Filtrar Paquete de Reglas

# LabelRulesPackage
source: Rules Set
es: Paquete de Reglas

source: Label Salary Equivalent
es: Equivalente Salarios

# LabelSalaryNumber
source: Salary Number
es: Número de Salarios

# LabelSalePoint
source: Sale Point
es: Punto de venta

# LabelSalesPoint
source: Sales Point
es: Punto de venta

# LabelSalesPointCode
source: Sale Point Code
es: Código Punto de Venta

# LabelSarlaftCreate
source: created successfully.
es: creado satisfactoriamente.

source: Label Save CreditNote
es: Guardar Nota Credito

# LabelSaveDeclaration
source: Save Declaration
es: Guardar Declaración

# LabelSavedProduct
source: Save Product
es: Guardar Producto

# LabelSaveQuotation
source: Save Quote
es: Guardar Cotización

# LabelScheduleAvailability
source: Schedule Availability
es: Horario de llamada

# LabelScheduleNotice
source: Schedule Notice
es: Agendar Aviso

# LabelScoreTypeDoc
source: Document types score
es: Tipos Documento Data Crédito

# LabelScoreValid
source: Score Valid
es: Score Vigente

# LabelScript
source: Scripts
es: Guiones

# LabelScriptName
source: Script name
es: Nombre del Guion

# LabelSearch
source: Search
es: Buscar

# LabelSearchAdvancedCriteria
source: Select at least one criterion
es: Debe seleccionar al menos un criterio

# LabelSearchAdvancedFasecolda
source: Search Advanced Fasecolda
es: Búsqueda Avanzada Fasecolda

# LabelSearchAdvancedToValues
source: Search Advanced to Values
es: Búsqueda Avanzada de Valores

# LabelSearchBusinessBranch
source: Search Commercial Branch
es: Buscar Ramo Comercial

# LabelSearchCities
source: Search cities
es: Buscar ciudades

# LabelSearchClaimNumber
source: Claim:
es: Denuncia:

# LabelSearchFasecoldaCode
source: Search fasecolda code
es: Buscar código Fasecolda

# LabelSearchGroundsRejection
source: Advanced search for rejection reasons
es: Búsqueda Avanzada de Motivos de Rechazos

# LabelSearchGroupPolicies
source: Advanced search for Policy Group
es: Búsqueda Avanzada Grupo de Politicas

# LabelSearchLegalRepresentativeSing
source: Search Legal Representative Sing
es: Buscar Firma de Representante Legal

# LabelSearchPolicy
source: Search Policy
es: Consultar Póliza

# LabelSearchProduct
source: Search by Product
es: Busqueda por Producto

# LabelSector
source: Sector to Which it Belongs
es: Sector al que pertenece

# LabelSecure
source: Secure
es: Afianzado

# LabelSecureDetail
source: Detail of the secured
es: Detalle del afianzado

# LabelSegmentCode
source: Segment Code
es: Código Segmento

# LabelSelectAll
source: Select All
es: Seleccionar todos

# LabelSelectBillingGroup
source: Select the billing group
es: Seleccione el grupo de facturación

# LabelSelectedCities
source: Selected cities
es: Ciudades asignadas

# LabelSelectHolder
source: Select the Borrower
es: Seleccione el Tomador

# LabelSelectRequest
source: Select the group request
es: Seleccione la solicitud agrupadora

# LabelSelectText
source: Select a Text
es: Seleccione un Texto

# LabelSendEmail
source: Send copy to e-mail
es: Enviar copia por email

# LabelSeriousOffer
source: Serious Offer
es: Seriedad de oferta

# LabelService
source: Service
es: Servicio

# LabelServiceInquiry
source: Service inquiry
es: Consulta Servicio:

# LabelServiceQuery
source: Service Query
es: Consulta de Servicios

source: LabelSF
es: Sociedad Futura

# LabelShortDescription
source: Short Description
es: Descripción Corta

# LabelShuttle
source: Path
es: Trayecto

# LabelSignatoriesNumber
source: Number of Signatories
es: Nro. Firmantes

# LabelSignaturePromissoryNoteLetterIntent
source: Signature Promissory Note or Letter of Intent
es: Firma Pagaré(Carta de Intención)

source: LabelSimit
es: Simit

# LabelSinestrablePeriod
source: Siniestrable Period
es: Periodo Siniestrable

# LabelSinisterDate
source: Claims Date
es: Fecha Siniestro

# LabelSinisterDescription
source: Sinister Description
es: Descripción del Hecho

# LabelSinisterPeriod
source: Sinister Period
es: Período Siniestrable

# LabelSisconcReport
source: Sisconc Report
es: Reporte Sisconc

# LabelSISEHomologation
source: SISE Homologation
es: Homologación SISE

# LabelSmallDescription
source: Small Description
es: Abreviatura

# LabelSmallDescriptionModel
source: Small Description
es: Descripción Corta

# LabelSourceCode
source: Source Table Code
es: Código de la tabla origen

# LabelSourceDescription
source: Source Table Description
es: Descripción de la tabla origen

# LabelSourceTable
source: Source Table
es: Tabla origen

# LabelSourceTemporal
source: Temporary Source For Issuing
es: Temporario Emisión Origen

# LabelSpecialImpression
source: Special Impression
es: Impresión especial

# LabelSquare
source: Square
es: Manzana

# LabelStaffLabour
source: Personal information / Labor
es: Información Personal / Laboral

# LabelStartDateExternalProcess
source: Date and Time Start External Process
es: Fecha y Hora Inicio Proceso Externo

# LabelStartDateIssueProcess
source: Date and Time Start Issue Process
es: Fecha y Hora Inicio Proceso Emisión

# LabelStartDateLoadProcess
source: Date and Time Start Load Process
es: Fecha y Hora Inicio Proceso Cargue
