Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# A
source: aaa
es: Unaa

source: Abbreviation
es: Abreviatura

# AbbrPolicyNumber
source: No. Policy
es: Nro. Póliza

source: Absolud Value
es: Var . Absoluto

source: Accept
es: Aceptar

# Accepted
source: Co-Insurance Accepted
es: COASEGURO ACEPTADO

# Accepteddataprotection
source: Data Protection Accepted
es: Aceptado ley de protección de datos

source: Access
es: Acceso

source: Access Allow Profile
es: Accesos Permitidos del Perfil

source: Access Blocked
es: Accesos Permitidos

source: Access Description
es: Descripción del Acceso

source: Accesses
es: Accesos

source: Accesses successfully modified
es: Accesos modificados satisfactoriamente

source: ACCESS LIST
es: LISTADO DE ACCESOS

source: Access Not Found
es: No se encontraron accesos

# AccessProfile
source: Profile Accesses
es: Accesos del Perfil

source: Access Type
es: Tipo de acceso

source: According to validity
es: Segun vigencia

source: Accounting Date
es: Fecha Contable

# AccountingDate1
source: Accounting Date
es: Fecha Contable

# AccountingDateFormated
source: Accounting Date (dd/mm/yyyy)
es: Fecha Contable (dd/mm/aaaa)

source: Accounting Integration
es: Integración con Contabilidad

# AccountingIntegrationError
source: Error in Accounting
es: Error Integración con Contabilidad

# AccountingIntegrationForAlert
source: Accounting Integration
es: Integración con Contabilidad

# AccountingIntegrationServiceDisabled
source: Accounting Services Disabled
es: Servicio de Contabilidad Deshabilitado

source: Account Number
es: Número de cuenta

# AccountSeizedAbbreviation
source: Seized
es: Cta Embargada

source: Account Type
es: Tipo de cuenta

# AccrualCalculation
source: Calculation for the Accrued
es: Cálculo por lo Devengado

source: Acrobat
es: Acrobata

source: Action
es: Acción

source: Actions
es: Acciones

source: ActionType
es: Tipo Transacción

# Active
source: Actuve
es: Activo

# ActiveInternalCode
source: Active
es: Activo

# ActivePanel
source: Coverage Active Panel
es: Configuración de Paneles

source: Activity
es: Actividad

# Actuacion
source: Actuacion Data
es: Datos Actuación

source: Actual State
es: Estado Actual

# ActuationDate
source: Actuacion Date
es: Fecha Actuación

# ActuationDescription
source: Actuacion Description
es: Descripcion Actuación

# ActuationTable
source: Table Actuation
es: Tabla de Actuaciones

# AcumulateTypeContract
source: Acumulate by Type Contract
es: Acumulado por Tipo Contrato

source: Add
es: Agregar

# AddCancelationMotive
source: Add Reason for Cancellation
es: Adicionar Motivo de Cancelación

# AddCause
source: Add Cause Sinestro
es: Agregar Causa de Siniestro

source: Add Claim Notice State
es: Agregar estado del aviso de siniestro

# AddClaimNumber
source: Add New Claim
es: Agregar Número de Reclamo

source: Add Claims
es: Agregar Reclamos

source: Add Coverage
es: Agregar Cobertura

source: Add Field
es: Agregar Campo

# AddForm
source: Add
es: Agregar

source: Additional Data
es: Datos Adicionales

source: Additional Data Required
es: Datos adicionales son requeridos

# AdditionalDataSaved
source: Additional data saved correctly.
es: Información Adicional guardada correctamente.

source: Additional Minimum
es: Mínimo adicional

# AdditionalVehicleInformation
source: Enter Aditional Information of Vehicle
es: Información adicional del vehículo

source: Add Judicial Vacancy Date
es: Agregar fecha de Vacancia Judicial

source: Add Notice
es: Nuevo Aviso

source: Add Question
es: Agregar Pregunta

source: Add Reply
es: Agregar Respuesta

source: Address
es: Dirección

# AddressAlreadyAdded
source: This address has already been added
es: Esta dirección ya ha sido agregada

source: Address Type
es: Tipo de dirección

source: Add Risk
es: Agregar Riesgo

# AddRol
source: Add role
es: Agregar Rol

source: Add Rule
es: Agregar Regla

source: Add Rules Pack
es: Agregar Paquete de Reglas

source: Add Salvage
es: Agregar Salvamento

# AddSpecificRisk
source: Specific Policy only allow an risk
es: Solo se permite un riesgo para polizas de transporte específica

# AddSubrol
source: Add Subrole
es: Agregar Subrol

source: Add Tax Rate
es: Agregar Tasa de Impuesto

source: Add Template
es: Agregar Plantilla

source: Add To The Expense
es: Suma al gasto

# AdjustmentEndorsement
source: Adjustment
es: Ajuste

source: Admission Date
es: Fecha Ingreso

# AdvancedAssistanceType
source: Advanced Type of Assistance
es: Búsqueda Avanzada de Tipo de Asistencia

# AdvancedFile
source: Advanced File Search
es: Búsqueda Avanzada de Archivos

# AdvancedListRiskValidateForm
source: Fields with (*) are mandatory
es: Los Campos con (*) son obligatorios

# AdvancedProcesses
source: Advanced Processes Search
es: Búsqueda Avanzada de Procesos

# AdvancedRatingZoneBranch
source: Advanced search of pricing zones
es: Búsqueda Avanzada de zonas de tarifación

source: Advanced Search
es: Búsqueda Avanzada

# AdvancedSearchAccess
source: Access advanced search
es: Búsqueda Avanzada de Accesos

source: Advanced search profile
es: Búsqueda Avanzada de perfiles

source: Advanced Search Tax Rates
es: Búsqueda Avanzada Tasas Impuesto

# AdvancedSearchTemporal
source: Temporary Advance Search
es: Búsqueda Avanzada de Temporal

source: Advanced Search User
es: Busqueda Avanzada de Usuarios

# AdvancedSubBranch
source: Advanced Technical SubBranch Search
es: Búsqueda Avanzada de SubRamo Técnico

# AdvSearchRule
source: Advanced Rules Search
es: Búsqueda Avanzada de Reglas

source: Aeronavigation
es: Aeronavegación

source: Affected
es: Afectado

# AffectedCoverageListing
source: List Affected Coverages
es: Listado de Coberturas Afectadas

source: Affected Coverages
es: Coberturas Afectadas

source: AffectedProperty
es: Bienes Afectados

source: Against
es: En Contra

source: Age
es: Edad

source: Agency
es: Agencia

source: Agent
es: Intermediario

source: Agent Branch
es: Sucursal Agente

source: Agent Code
es: Código Agente

# AgentDirectNoComision
source: Not allowed to add commission is a direct business
es: No es posible ingresar la comisión, porque es un negocio directo

# AgentDisabled
source: The agent is disabled
es: El agente está deshabilitado

# AgentNoAssociatedProducts
source: The agent has no associated products
es: El agente no tiene productos asociados

# AgentNotAssignedProduct
source: The intermediary has no assigned product
es: El intermediario no tiene asignado el producto

# AgentUpdatedCorrectly
source: Intermediary correctly saved
es: Intermediario asignado correctamente

source: AggregatedLimit
es: Límite Agregado

source: Aggregates
es: Agregados

source: Agreed Plan
es: Plan Pactado

source: Agrupadora Request
es: Solicitud agrupadora

# AirCraftClaim
source: Claims - AirCraft
es: Denuncia - Casco

source: Ajuster
es: Ajustador

# AlertMaxTableSearch
source: Maximum 50 records are displayed
es: Se muestran máximo 50 registros

# AlertPaymentRequestInfo
source: Review the fields: PayTo, Document, FullName
es: Verifique los campos Pagar A, Número de Documento o Apellidos

source: All
es: Todos

# AllEstimationTypeStatusesAssined
source: All estimation type statuses assigned
es: Todos los estados de estimación han sido asignados

# AllFieldsRequered
source: All fields are requiered
es: Todos los campos son requeridos

source: Alliance
es: Aliado

# AlliancePrintFormatNotFound
source: Ally Print Format Not found.
es: Formato de impresion de aliado no encontrado

source: Allied Not Exist
es: El aliado no existe

source: Allied Sale Points
es: Puntos de Venta Aliados

# Allocated
source: Assigned
es: Asignados

# AllocationRepairShops
source: Assignment RepairShops
es: Asignación de Talleres

source: All policies rejected
es: Todas las políticas han sido deshabilitadas

# AllTypeVehicles
source: All types
es: Todos los tipos

# AllyCoverageErrorCreate
source: Error creating Ally coverage
es: Error creando cobertura aliada

# AllyCoverageErrorUpdate
source: Error updating Ally Coverage
es: Error actualizando la cobertura aliada

# AllyCoverageNoSelectFound
source: You must select one Coverage
es: Debe seleccionar al menos una cobertura

# AllyCoverageSaveSucces
source: Successfully Saved Ally Coverage
es: Cobertura Aliada guardada

# AllyIntermediary
source: Intermediary
es: Intermediarios

# AllyIntermediaryNotFound
source: Intermediary not found
es: Intermediario no encontrado

# AllyNotFound
source: Allieds not found
es: Error consultando aliados.

# AllySalePointsNotFound
source: Allied Sale Points Not found.
es: No se encontraron puntos de venta aliados.

# AmountOfGroup
source: Amount Group
es: Importe Grupo

# AmountOtherOperations
source: Other Operations Amount
es: Monto otras operaciones

source: AmountPretention
es: Valor Pretensión

# AmountType
source: Type Import
es: Tipo de Importe

# An
source: One
es: un

source: Analyst
es: Analista

source: Analyst - Adjuster
es: Analista - Ajustador

# AnalystOrAjuster
source: Analyst/Ajuster
es: Analista/Ajustador

source: and
es: y

source: Annual
es: Anual

source: Answer all questions
es: Responda todas las Preguntas

# AnswerAlreadyExists
source: The answer already exists
es: La respuesta ya existe

# AnswerEventsPageLink
source: ~/en/Events/AnswerEvents
es: ~/Events/AnswerEvents

source: Applicant
es: Demandante

source: Apply on
es: Aplica sobre

# ApplyOnMax
source: Apply on (Máximum)
es: Aplica sobre (Máximo)

# ApplyOnMin
source: Apply on (Mínimum)
es: Aplica sobre (Mínimo)

source: Apply To
es: Aplica a

# AppointmentDate
source: New Appointment
es: Nueva Cita

# AppointmentDateValidate
source: Enter start and end date of the appointment
es: Ingresar fecha comienzo y finalización de la cita

# AppointmentEndDate
source: ending
es: finalizaci\363n

# AppointmentStartDate
source: Start date
es: La fecha comienzo

source: Approved by
es: Autorizado por

# ArticleByProductTitle
source: Article by product
es: Artículo por producto

# ArticleLineTitle
source: Article line
es: Línea del artículo

source: Asociated RepairShops For Branch
es: Talleres Asociados a Sucursal

source: Assign All Products
es: Asignar Todos Los Productos

# Assigned
source: Co-Insurance Ceded
es: COASEGURO CEDIDO

source: Assigned Accesses
es: Accesos Asignados

source: Assigned Claim Clause
es: Cláusula de Reclamo

source: Assigned Court
es: Juzgado Asignado

source: Assigned Coverages
es: Coberturas Asignadas

# AssignEditDependenciesConditions
source: Assign / Edit Dependencies to Conditions
es: Asignar / Editar Dependencias a las condiciones

source: Assign / Edit Entities to Conditions
es: Asignar / Editar Entidades a las Condiciones

source: Assignement
es: Cesión

# Assignmenterror
source: You must select at least one item
es: Debe seleccionar al menos un ítem

# Assignmenterrorofuse
source: You must associate at least one use of list to be able to add
es: Debe asociar al menos un uso de lista para poder agregar

source: Assing all access
es: Asignar todos los accesos

source: Assing all Branch
es: Asignar Todas las Sucursales

source: Assing all Pdv
es: Asignar Todos los Pto. Vta.

source: Assistance Code
es: Código Asistencia

# AssistanceTypeNotFound
source: Asistency type not found
es: Tipo de Asistencia no encontrado

# AtLeastOneClaim
source: You must have at least one claim
es: Debe tener por lo menos un reclamo.

source: Attorney
es: Abogado

# AttorneyAssignmentDate
source: Attorney Assigment Date
es: Fecha Asignación Abogado

# attributeListEndorsementAssuredSum
source: Sum assured
es: Suma Asegurada

# attributeListEndorsementCurrentFrom
source: Date from
es: Fecha Desde

# attributeListEndorsementCurrentTo
source: Date Until
es: Fecha Hasta

# attributeListEndorsementEmissionDate
source: Date of issue
es: Fecha de Emision

# attributeListEndorsementNumber
source: Endorsement Number
es: Numero de Endoso

# attributeListEndorsementProduct
source: Product
es: Producto

# attributeListEndorsementTotalPremiun
source: Total Premium
es: Prima Total

# attributeListEndorsementType
source: Movement type
es: Tipo de Movimiento

source: Authentication error
es: Error de Autenticación

# AuthorizationsEventsSent
source: The authorizations of the events were sent
es: Las autorizaciones de los eventos fueron enviadas

source: Authorize All
es: Autorizar Todo

source: Authorized Document
es: Documento Autorizado

source: Authorized Name
es: Nombre Autorizado

# AuthorizedPolicie
source: The policy was authorized by the user:
es: La política fue autorizada por el usuario:

source: Authorized Policies
es: Pólizas autorizadas

# AuthorizedRange
source: Range Authorized
es: Rango Autorizado

source: Authorized user name
es: Nombre de usuario autorizado

source: Authorized Users
es: Usuarios autorizadores

source: Authorize Individual
es: Autorización Individual

source: Authorize Range
es: Autorizar Rango

source: Authorizing User
es: Usuario Autorizador

source: Authorizing user required
es: El usuario autorizador es requerido

# AutomaticMsj
source: Message Generated Automatically by the Application:
es: Mensaje generado automáticamente por el aplicativo:

source: Automatic Quota
es: Cupo Automatico

source: Automatic Salary Update
es: Actualización Automática de Salarios

source: Available lists
es: Listas disponibles

source: Available ranges
es: Rangos disponibles

# AwaitProcessLoadExcelDT
source: Upload in progress
es: Cargue en proceso

# Back
source: Go Back
es: Volver

# BadMailAdderess
source: Email error
es: Correo erróneo

source: Bank
es: Banco

source: Bank Branch
es: Sucursal del Banco

source: Base Calculation
es: Base Cálculo

source: Base of calculation
es: Base de Cálculo

source: Base Tax Withholding
es: Impuesto Base Retención

# BasicTaxIncludedAdditionalBase
source: Basic Tax Included in Additional Base
es: Impuesto Básico Incluido en Base Adicional

source: Basic types
es: Tipos Básicos

# BeginDate
source: Effective Date From
es: Inicio de Vigencia

source: Belonging to
es: Pertenece a

source: Beneficiary
es: Beneficiario

source: Beneficiary list
es: Lista de beneficiarios

source: Beneficiary Name
es: Nombre Beneficiario

source: Beneficiary Not Person
es: El Beneficiario no puede ser un prospecto

# BillCurrency
source: Billing Currency
es: Moneda Factura

source: Billing Group
es: Grupo Facturación

# BinnacleGuarantee
source: of the Guarantee:
es: de la Contragarantía:

source: Birth Date
es: Fecha de Nacimiento

source: Birth Place
es: Lugar Nacimiento

source: Blocked
es: Bloqueado

source: Body
es: Carrocería

source: Bonded
es: Afianzado

source: Branch
es: Sucursal

source: Branch Alliance Not Exist
es: Sucursal aliado no existe

source: Branch and SalePoint
es: Sucursal y Punto de Venta

source: Branch /Branch
es: Ramo Sucursal

source: Branch not found
es: Sucursal no encontrada

# BranchPermissionError
source: The user has not parametrized the branch origin of the temporary, it is not possible to make this query
es: El usuario no tiene parametrizada la sucursal origen de la temporal, no es posible realizar esta consulta

source: Branch prefix and documentNum required
es: Sucursal, Ramo comercial y Número de póliza Obligatorios

source: Branch Required
es: El campo sucursal es obligatorio

# BranchSaveSuccessfully
source: Branch successfully saved
es: Sucursales guardadas correctamente

source: Branch successfully modified
es: Sucursales modificadas correctamente

# BtnGenReport
source: Generate Report
es: Generar Reporte

# btnLoadRegisterRuleSetCache
source: Refresh Query
es: Refrescar Consulta

# BtnSave
source: Save
es: Guardar

# btnScheduleClaimNotice
source: Schedule Notice
es: Agendar Aviso

source: Business Configuration Not Found.
es: Negocio no encontrado.

source: Business Name
es: Razón Social

source: Business Rules
es: Reglas de Negocio

source: Business Type
es: Tipo de Negocio

# ButonSaveCancellation
source: Cancelllation Save
es: Guardar Cancelación

# ButonSaveChangeTerm
source: Save Change Term
es: Guardar Traslado de Vigencia

# ButonSaveExtension
source: Extension Save
es: Guardar Prórroga

# ButonSaveItem
source: Save Record
es: Guardar Registro

# ButonSaveReversion
source: Reversion Save
es: Guardar Reversión

source: Button
es: Botón

# ButtonAccept
source: Accept
es: Aceptar

# ButtonAccesories
source: Accessories
es: Accesorios

# ButtonAdd
source: Add
es: Agregar

# ButtonAdvanced
source: Advanced
es: Avanzada

# ButtonAgentsDetail
source: LOB Details
es: Detalle x Ramo

# ButtonAssign
source: Assign
es: Asignar

# ButtonAssignAll
source: Assign All
es: Asignar Todos

# ButtonAuthorize
source: Authorize
es: Autorizado

# ButtonCalculate
source: Calculate
es: Calcular

# ButtonCancel
source: Cancel
es: Cancelar

# ButtonClear
source: Clear
es: Limpiar

# ButtonClose
source: Close
es: Cerrar

# ButtonComissionAgencies
source: Differential Commission
es: Comisión Diferencial

# ButtonConfirm
source: Confirm
es: Confirmar

# ButtonConsult
source: Consult
es: Consultar

# ButtonConvertProspect
source: Convert Prospect
es: Convertir Prospecto

# ButtonCopy
source: Copy
es: Copiar

# ButtonCreateModification
source: Create Temporary of Modification
es: Crear Temporario Modificación

# ButtonCreateNewTemporario
source: Create New Temporary
es: Crear Nuevo Temporal

# ButtonCreateRenewal
source: Create Temporary of Renewal
es: Crear Temporario Renovación

# ButtonCreateTemporal
source: Create Temporary
es: Crear Temporal

# ButtonDeallocateAll
source: Deallocate All
es: Desasignar Todos

# ButtonDelete
source: Delete
es: Eliminar

# ButtonDeleteLoad
source: Delete Load
es: Eliminar Proceso

# ButtonDeleteTemporal
source: Delete Temporal
es: Eliminar Temporal

# ButtonDetail
source: Detail
es: Detalle

# ButtonEdit
source: This Edit Form
es: Modificar

# ButtonEmit
source: Issue
es: Emitir

# ButtonErrors
source: Errors
es: Errores

# ButtonExclude
source: Exclude
es: Excluir

# ButtonExit
source: Exit
es: Salir

# ButtonExport
source: Export
es: Exportar

# ButtonGenerateProcess
source: Generate Process
es: Generar Proceso

# ButtonGoBack
source: Back
es: Regresar

# ButtonImport
source: Import
es: Importar

# ButtonImportProcess
source: Import Process
es: Importar Proceso

# ButtonListProduct
source: List Products
es: Listar Productos

# ButtonLoad
source: Load
es: Agregar

# ButtonModify
source: Modify
es: Modificar

source: Button Name
es: Nombre del Botón

# ButtonNew
source: New
es: Nuevo

# ButtonNewGroup
source: New Group
es: Nuevo Grupo

# ButtonNewPerson
source: New Individual
es: Nueva Persona

# ButtonNewQuotation
source: New Quotation
es: Nueva Cotización

# ButtonNewTemporal
source: New Temporary
es: Nuevo Temporal

# ButtonNewVersion
source: New Version
es: Nueva Versión

# ButtonNotApplyIndividualPolicies
source: This button does not apply to Individual Policies.
es: Este botón no aplica para Pólizas Individuales.

# ButtonPayrollByAgent
source: Payroll By Agent
es: Planilla por Intermediario

# ButtonPending
source: Pending
es: Pendiente

# ButtonPreview
source: Back
es: Atras

# ButtonPrintPromissoryNote
source: Print Promissory Note
es: Imprimir Pagaré

# ButtonReassign
source: Reassign
es: Reasignado

# ButtonReassigning
source: Reassigning
es: Reasignar

# ButtonRecordPolicy
source: Save
es: Grabar

# ButtonReject
source: Rejected
es: Rechazado

# ButtonRejecting
source: Rejecting
es: Rechazar

# ButtonRenovate
source: Renovate
es: Renovar

# ButtonReport
source: Report
es: Reporte

# ButtonReturn
source: Return
es: Volver

# ButtonSave
source: Save
es: Guardar

# ButtonSaveAndQuit
source: Save and Exit
es: Guardar y Salir

# ButtonSaveRegister
source: Save Record
es: Guardar registro

# ButtonSaveTemporal
source: Save Temporary
es: Guardar Temporal

# ButtonSaveTemporario
source: Save Temporary
es: Guardar Temporal

# ButtonSearch
source: Search
es: Buscar

# ButtonSelect
source: Select
es: Seleccionar

# ButtonSend
source: Send
es: Enviar

# ButtonSendExcel
source: Send To Excel
es: Enviar a Excel

# ButtonTariff
source: Tariffed
es: Tarifar

# ButtonThirdParty
source: Third Party
es: Terceros

# ButtonUseTechnicalPlan
source: Use Actuarial Plan
es: Usar Plan Técnico

# ButtonValuesDefault
source: Values default
es: Valores Por defecto

# ButtonWipeScreen
source: Clean Screen
es: Limpiar pantalla

source: Buyer
es: Comprador

# CalculateButtonSelectedFirst
source: The calculate button must be selected first
es: Se debe Seleccionar Primero el Boton Calcular.

# CalculateMinPremium
source: Calculate minimum premium
es: Calcular prima mínima

source: Cancel
es: Cancelar

source: Cancellation
es: Cancelación

source: Cancellation Date
es: Fecha Cancelación

# CancellationDateGreaterPolicy
source: The cancellation date must be greater than the effective date of the policy
es: La fecha de cancelación debe ser mayor a la fecha inicial de vigencia de la póliza

# CancellationDateLessPolicy
source: The cancellation date must be less than the final date of validity of the policy
es: La fecha de cancelación debe ser menor a la fecha final de vigencia de la póliza

source: Cancellation Reason
es: Motivo Cancelación

# CancellationRequestSave
source: Request was aborted with the number
es: Se anulo la solicitud con el numero

# Cancelled
source: Canceled
es: Cancelado

source: Can not Convert Unsafe Notice To Claim
es: No se puede Denunciar un Aviso sin póliza relacionada

# CannotDeleteSalvage
source: You cannot eliminate salvage why you have at least one sale associated
es: No se puede eliminar el salvamento por que tiene al menos una venta asociada

# CannotDenounceObjectedNotice
source: You can't convert to claim a objected notice
es: No se puede denunciar un aviso objetado

# CannotEstimateInDifferentIssuanceCurrency
source: Error getting exchange rate. You will can't estimate in a currency other than the issuance currency ({0}).
es: Error obteniendo la tasa de cambio. No podrás estimar en una moneda diferente a la moneda de emisión ({0}).

# CannotFindCitiesByState
source: Cannot find cities by this state
es: No se pueden encontrar estados por esta ciudad

# CannotFindClaim
source: Can't find claim
es: No se encontró la denuncia

# CannotFindStatesByCountry
source: Cannot find states by this county
es: No se pueden encontrar estados por este país

source: Cannot include more than one concepts
es: No es posible incluir más de un concepto

source: Cannot pay a concept closed
es: No se puede pagar un concepto de estimación en estado cerrado

source: Cannot pay a concept salvage or recovery
es: No se pueden realizar solicitudes de pago por conceptos de estimación recobros y salvamentos

# CannotPayAConceptType
source: Cannot pay {0} to a concept of {1}
es: No se puede pagar {0} a un concepto de {1}

# CannotPayChargeWithoutAReserve
source: The claim does not have a reservation for {0}
es: La denuncia no tiene una reserva por {0}

source: Cannot reject policies
es: No fue posible rechazar las políticas

source: Cannot salvage claim prefix
es: No es posible realizar un salvamento al ramo de la denuncia

# CannotScheduleUnsafeNotice
source: You can not schedule an unsafe notice
es: No se puede agendar un aviso de no seguro.

source: Can't be deleted
es: No es posible eliminarlo

source: Can't payment subclaim to insured third party.
es: No se puede pagar un subsiniestro de un asegurado a un tercero

source: Can't payment subclaim to third party insured.
es: No se puede pagar un subsiniestro de un tercero a un asegurado

source: Capacity Currency Contract
es: Capacidad Moneda Contrato

# CatastropheInvalidDate
source: Catastrophic Infromation The start date can not be greater than the end date
es: En Informacion Catastrofica La fecha inicial no puede ser mayor a la fecha final

source: CatastrophicEvent
es: Evento Catastrófico

# CatastrophicEventNotFound
source: Event not found clikc if I want to register
es: Evento no encontrado clic si desea registrarlo
