Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# RecoveryPaymentsNumber
source: Payments Number
es: Número de Cuotas

# RecoveryReceiptNumber
source: # Receipt
es: # Recibo

# RecoveryRecuperator
source: Recuperator
es: Recuperador

source: Recovery Request
es: Solicitud de Cobro/Pago

# RecoverySearchClaim
source: Claim Search
es: Buscar Reclamo

# RecoveryShortNumber
source: # Recovery
es: # Recobro

# RecoverySuccessfullyUpdatedWithNumber
source: It has been successfully updated the Recovery Number:
es: Se ha Actualizado Exitosamente el Recobro Numero:

source: Recovery Summary
es: Resumen Recobros

source: Recovery Type
es: Tipo Recobro

# RecoveryWithNumberSuccessfullyDeleted
source: It has been successfully deleted the Recovery Number:
es: Se ha Borrado Exitosamente el Recobro Numero:

# RecoveryWithNumberSuccessfullySaved
source: It has been successfully recorded the Recovery Number:
es: Se ha Grabado Exitosamente el Recobro Numero:

source: Register
es: Registro

source: RegisterDate
es: Fecha

source: Registration Date
es: Fecha Registro

source: Registration Number
es: Numero de Radicación

source: Registration year
es: Año de registro

source: Rehabilitated
es: Rehabilitado

source: Reinsurer
es: Reasegurador

source: Reinsurers
es: Reaseguradores

source: Reject All
es: Rechazar Todo

# RejectEvents
source: There are rejects events
es: Existen eventos rechazados

source: Reject Individual
es: Rechazar Individual

source: Rejection Causes
es: Motivo Rechazo

source: Reject Range
es: Rechazar Rango

source: Relative Value %
es: Var. Relativa %

source: Remaining Amount
es: Monto Pendiente

source: Remaining Debt
es: Deuda Pendiente

source: Remove all Branch
es: Eliminar Todos las Sucursales

source: Remove all Pdv
es: Eliminar Todos los Pto. Vta.

source: Remove All Products
es: Desasignar Todos Los Productos

source: Removed
es: Eliminados

# RemoveInternationalOperation
source: The Operation will be removed
es: La Operación será eliminada

# RemovePartner
source: The Shareholder / Partner will be removed
es: El Accionista / Asociado será eliminado

# RemoveTemporalQuestion
source: Temporal will be deleted
es: El temporal será borrado ¿Desea continuar?

source: Renewal
es: Renovación

# RenewalPolicy
source: Renewal of Policy
es: Renovación de Póliza

# RenewalRequestGrouping
source: Group Request Renewal
es: Renovación Solicitud Agrupadora

# Renewals
source: RENEWAL
es: RENOVACION

source: Repeated Concept
es: Concepto repetido

# ReportEmpty
source: Report is empty
es: El reporte no contiene elementos

# Representlegal
source: Legal Representative
es: Representante Legal

# RepresentLegalNacionality
source: Legal Nationality
es: COLOMBIANO

# RepresentlegalSub
source: Legal Representative sub
es: Representante Legal Adicional

source: Request
es: Solicitud

source: Request Cancellation
es: Anular Solicitud

source: Request Date
es: Fecha de Solicitud

source: Requested Load Not Found
es: No se encuentra el Cargue Solicitado

source: required
es: es requerido

# RequiredAllFields
source: You must fill all fields are required.
es: Debe llenar todos los campos obligatorios.

# RequiredBillingGroup
source: Billing Group is Required
es: Grupo de facturación es Obligatorio

# RequiredEndoType
source: The Endorsement Type is required
es: El Tipo de endoso es requerido

source: Required field
es: Campo requerido

# RequiredPrefixName
source: The Prefix is required
es: El Ramo comercial es requerido

# ReservationHigherZero
source: The reservation must be higher than zero
es: La reserva debe ser mayor que 0

source: Reserve
es: Reserva

source: Reserve successfully added
es: Se grabó correctamente la reserva

# ReserveSuccessfullyAddedWithNumber
source: Was recorded correctly Reserve No.
es: Se grabó correctamente la Reserva Nro.

# ReserveValueMustBeGreater
source: The reserve value must be greater than the deductible and payment
es: El valor de reserva debe ser mayor al deducible y pago

# ResolutionNumber
source: Resolution No.
es: Nro. Resolución

# ResponsibleOfLack
source: Loss Responsible
es: Responsable de la Perdida

source: Restring Acces Profile
es: Accesos Restringidos del Perfil

source: Result
es: Resultado

# ResultNotFound
source: No results found
es: No se encontro ningun resultado

# ResultUpdateCaution
source: Updated: {0} \n Deleted:{1} \n Inserted:{2} \n
es: Actualizados:{0} \n Eliminados:{1} \n Insertados:{2} \n

source: Retention
es: Retención

# RetentionCurrencyContract
source: Retention in Currency Contract
es: Retención en Moneda Contrato

source: Retention Total
es: Retención Total

# ReturnSaveAdded
source: Items Added: {0} <br />
es: Registros agregados: {0} <br />

# ReturnSaveAddedAddressTypes
source: Address Types Added: {0} <br />
es: Tipos Dirección Agregados: {0} <br />

# ReturnSaveAddedAlliancePrintFormats
source: Ally print formats added: {0} <br />
es: Formatos de impresion de aliado agregados: {0} <br />

# ReturnSaveAddedBranchs
source: Branchs Added: {0} <br />
es: Sucursales agregadas: {0} <br />

# ReturnSaveAddedBusinessConfiguration
source: Business Configuration Added: {0} <br />
es: Acuerdos de Negocios Agregados: {0} <br />

# ReturnSaveAddedChannels
source: Channels Added: {0} <br />
es: Canales agregados: {0} <br />

# ReturnSaveAddedFiles
source: Files Added: {0} <br />
es: Archivos agregados: {0} <br />

# ReturnSaveAddedInsuredProfiles
source: Insured Profiles Added: {0} <br />
es: Perfiles de asegurado agregados: {0} <br />

# ReturnSaveAddedInsuredSegments
source: Insured Segments Added: {0} <br />
es: Segmentos de Asegurado Adicionados: {0} <br />

# ReturnSaveAddedLegalRepresentativeSing
source: Signature legal representative Aggregates: {0} <br />
es: Firma representante legal Agregados: {0} <br />

# ReturnSaveAddedPhoneTypes
source: Phone Types Added: {0} <br />
es: Tipos Teléfono Agregados: {0} <br />

# ReturnSaveAddedScoreTypeDocs
source: ScoreTypeDocs Added: {0} <br />
es: Tipos Documento Datacrédito Agregados: {0} <br />

# ReturnSaveAddedTemplates
source: Templates Added: {0} <br />
es: Plantillas agregadas: {0} <br />

# ReturnSaveAddPrefix
source: Prefix Added: {0} <br />
es: Ramo Comercial agregadas: {0} <br />

# ReturnSaveAddSubBranch
source: SubBranch Added: {0} <br />
es: SubRamo Técnico agregados: {0} <br />

# ReturnSavedClauses
source: Saved clauses
es: Clausulas guardadas

# ReturnSaveDeleted
source: Items Deleted: {2} <br />
es: Registros eliminados: {0} <br />

# ReturnSaveDeletedAddressTypes
source: Address Types Deleted: {2}
es: Tipos Dirección Eliminados: {2}

# ReturnSaveDeletedAlliancePrintFormats
source: Ally print formats deleted: {2}
es: Formatos de impresion de aliado eliminados: {2}

# ReturnSaveDeletedBranchs
source: Branchs Deleted: {2}
es: Sucursales eliminadas: {2}

# ReturnSaveDeletedBusinessConfiguration
source: Business Configuration Deleted: {2}
es: Acuerdos de Negocios Eliminados: {2}

# ReturnSaveDeletedChannels
source: Channels Deleted: {2}
es: Canales eliminados: {2}

# ReturnSaveDeletedFiles
source: Files Deleted: {2}
es: Archivos eliminados: {2}

# ReturnSaveDeletedInsuredProfiles
source: Insured Profiles Deleted: {2}
es: Perfiles de asegurado eliminados: {2}

# ReturnSaveDeletedInsuredSegments
source: Insured Segments Deleted: {2}
es: Segmentos de Asegurado Eliminados: {2}

# ReturnSaveDeletedPhoneTypes
source: Phone Types Deleted: {2}
es: Tipos Teléfono Eliminados: {2}

# ReturnSaveDeletedScoreTypeDocs
source: ScoreTypeDocs Deleted: {2}
es: Tipos Documento Datacrédito Eliminados: {2}

# ReturnSaveDeletedTemplates
source: Templates Deleted: {2}
es: Plantillas eliminadas: {2}

# ReturnSaveDeletePrefix
source: Prefix Deleted: {2}
es: Ramo Comercial eliminadas: {2}

# ReturnSaveDeleteSubBranch
source: SubBranch Deleted: {2}
es: SubRamo Técnico eliminadas: {2}

# ReturnSavedInsuredObject
source: Saved Insured Objects
es: Objectos del seguro guardados

# ReturnSavedPerils
source: Saved perils
es: Amparos guardados

# ReturnSaveEdited
source: Items Modified: {1} <br />
es: Registros modificados: {0} <br />

# ReturnSaveEditedAddressTypes
source: Address Types Modified: {1} <br />
es: Tipos Dirección Modificados: {1} <br />

# ReturnSaveEditedAlliancePrintFormats
source: Ally print formats edited: {1} <br />
es: Formatos de impresion de aliado modificados: {1} <br />

# ReturnSaveEditedBranchs
source: Branchs Modified: {1} <br />
es: Sucursales modificadas: {1} <br />

# ReturnSaveEditedBusinessConfiguration
source: Business Configuration Modified: {1} <br />
es: Acuerdos de Negocios Modificados: {1} <br />

# ReturnSaveEditedChannels
source: Channels Modified: {1} <br />
es: Canales modificados: {1} <br />

# ReturnSaveEditedFiles
source: Files Modified: {1} <br />
es: Archivos modificados: {1} <br />

# ReturnSaveEditedInsuredProfiles
source: Insured Profiles Modified: {1} <br />
es: Segmentos de asegurado modificados: {1} <br />

# ReturnSaveEditedInsuredSegments
source: Insured Segments Modified: {1} <br />
es: Segmentos de Asegurado Modificados: {1} <br />

# ReturnSaveEditedLegalRepresentativeSing
source: Legal representative signature Modified: {1} <br />
es: Firma representante legal Editados: {1} <br />

# ReturnSaveEditedPhoneTypes
source: Phone Types Modified: {1} <br />
es: Tipos Teléfono Modificados: {1} <br />

# ReturnSaveEditedScoreTypeDocs
source: ScoreTypeDocs Modified: {1} <br />
es: Tipos Documento Datacrédito Modificados: {1} <br />

# ReturnSaveEditedTemplates
source: Templates Modified: {1} <br />
es: Plantillas modificadas: {1} <br />

# ReturnSaveEditPrefix
source: Prefix Modified: {1} <br />
es: Ramo Comercial modificadas: {1} <br />

# ReturnSaveEditSubBranch
source: SubBranch Modified: {1} <br />
es: SubRamo Técnico modificadas: {1} <br />

# ReturnSaveInsurancesObjects
source: Insurances Objects Added: {0} <br /> Insurances Objects Modified: {1} <br /> Insurances Objects Deleted: {2} {3}{4}{5}
es: Objetos del seguro agregados: {0} <br /> Objetos del seguro modificados: {1} <br /> Objetos del seguro eliminados: {2} {3}{4}{5}

source: Rework Number
es: Nro. Reprocesos

source: Risk
es: Riesgo

source: Risk According Type
es: Tipo Según Riesgo

source: Risk Air Craft Data
es: Datos del riesgo de casco aviación

source: Risk/Coverage/Estimation
es: Riesgo/Cobertura/Estimación

source: Risk Data
es: Datos Riesgo

# RiskDelete
source: Delete Risk
es: Eliminar Riesgo

source: Risk don't parameterized
es: Riesgo no parametrizado.

source: Risk Events
es: Eventos por Riesgo

source: Risk Fidelity Data
es: Datos del riesgo de manejo

# RiskId
source: IdRisk
es: IdRiesgo

# RiskList
source: Risks List
es: Lista de Riesgos

# RiskListing
source: List of Risks
es: Listado de Riesgos

source: Risk list type
es: Tipo de lista de riesgo

# RiskNew
source: New Risk
es: Nuevo Riesgo

source: Risk Number
es: Número de Riesgo

# RiskPlateAlreadyAdded
source: This number plate has been added
es: Este numero de placa ya ha sido agregado

# RiskPolicy
source: The policy must have a minimum risk
es: Debe ingresar el Riesgo

source: Risks
es: Riesgos

# RiskSave
source: Save Risk
es: Guardar Riesgo

# RisksUploadProcessImport
source: Import Risk Upload Process
es: Importar Proceso de Cargue de Riesgos

source: Risk transport data
es: Datos del riesgo de transportes

source: Risk Type
es: Tipo de riesgo

source: RiskType coverage
es: Tipo riesgo de la cobertura

# RiskWithoutCoverages
source: El riesgo seleccionado no posee coberturas asociadas
es: El riesgo seleccionado no tiene coberturas asociadas.

# RiskWithoutInsurancedObjects
source: The risk does not have insurance objects
es: El riesgo no cuenta con objetos del seguro

source: Role
es: Rol

source: Row
es: Fila

source: Rule
es: Reglas

source: Rule Editor
es: Editor de Reglas

source: Rules
es: Reglas

source: Rules Coverage
es: REGLAS A NIVEL COBERTURA

# RuleSetNotFound
source: No RuleSet Found
es: No se encontraron coincidencias

# RulesGeneral
source: General Rules
es: REGLAS A NIVEL GENERAL

source: Rules Modal Edit Add Data
es: Reglas Edición Modal Añadir Datos

source: Rules Risk
es: REGLAS A NIVEL RIESGO

source: Run Script
es: Ejecutar Guion

source: Salary Number Reserve Balance
es: Nr. Salario Saldo de Reserva

source: sale
es: Venta de salvamento

source: Sale AMount
es: Valor Venta

source: Sale Cancellation
es: Cancelación Venta

source: Sale Date
es: Fecha Venta

source: Sale Description
es: Descripción Venta

# SaleDetails
source: Sale Detail
es: Detalle Venta

# SaleNote
source: Note
es: Nota

source: Sale Quantity
es: Cantidad Vendida

# SaleQuantityShortNumber
source: # Qty Sale
es: # Un Vendidas

# Sales
source: Sale
es: Ventas

# SaleShortNumber
source: # Sale
es: # Venta

source: SalesPoint successfully modified
es: Puntos de venta modificados correctamente

source: Sale value
es: Valor de venta

source: Salvage
es: Salvamento

# Salvage1
source: Salvage
es: Salvamento

# SalvageAlreadyAdded
source: The salvage selected has already been added
es: El salvamento seleccionado ya ha sido agregado

# SalvageAssignmentDate
source: Assigment Date
es: Fecha Cesión

source: Salvage Description
es: Descripción Salvamento

# SalvageDescriptionAbbreviation
source: Salvage Desc
es: Desc Salvamento

# SalvageEnding
source: Salvage Eding
es: Alta Salvamento

# SalvageGeneratedMassiveProcessRecordsLog
source: DETAILS OF SALVAGES GENERATED BY MASSIVE PROCESS
es: DETALLE DE SALVAMENTOS GENERADOS EN PROCESO MASIVO

# SalvagenNotGeneratedMassiveProcessRecordsLog
source: DETAILS OF SALVAGES NOT GENERATED BY MASSIVE PROCESS
es: DETALLE DE SALVAMENTOS NO GENERADOS EN PROCESO MASIVO

source: Salvage Number
es: Número de Salvamento

# SalvagePaymentSumNoMatchesTotal
source: The payments sum is not equal to total, please check to continue
es: La suma de las cuotas, no da el valor total, revise para poder continuar

# SalvageRemarks
source: Salvage Observations
es: Observaciones Salvamento

# SalvageRequestSuccessfullyAdded
source: Salvage correctly saved
es: Se grabó correctamente el salvamento

source: Salvages
es: Salvamentos

# SalvageSelected
source: You must selected a salvage
es: Debe seleccionar un salvamento.

# SalvageSettings
source: Salvage Digitation
es: Ingreso Salvamentos

# SalvageShortNumber
source: # Salvage
es: # Salvamento

source: Salvages Summary
es: Resumen Salvamentos

source: Salvage Summary
es: Resumen Salvamento

source: Sarlaft with autorization request policies
es: Formulario Sarlaft con políticas pendientes por autorizar

# SarlaftWithRejectedPolicies
source: Sarlaft with rejected policies. ¿Do you to continue?
es: Formulario Sarlaft con políticas rechazadas. ¿Desea continuar?

source: Save
es: Guardar

source: Save Access
es: Guardar Accesos

source: Save Adjustment
es: Guardar Ajuste

source: Save all
es: Guardar todo

source: Save Claim
es: Guardar Denuncia

# SaveClaimNotice
source: Save Notice
es: Grabar Aviso

# SaveClausesSuccess
source: Successful creation of clauses
es: Clausulas creadas correctamente.

# SaveCoverages
source: Saved Coverages
es: Coberturas guardadas correctamente

# SavedAlliance
source: Success Save Data
es: Datos guardados correctamente

# SavedBranchAlliance
source: Success Save Data
es: Datos guardados correctamente

# SaveDiscount
source: Saved discount
es: Descuento Guardado

source: Saved Legal represent.
es: Se guardó el Representate Legal correctamente.

source: SaveEstimation
es: Grabar Estimación

# SaveInsuredObject
source: Error Save Insured Object
es: Error guardando objeto de seguro

# SaveLegalRepresentativeSuccessfully
source: Legal representative saved successfully
es: Representante Legal guardado correctamente

# SaveModule
source: Save Modules
es: Guardar Módulos

source: Save Notice
es: Guardar Aviso

# SaveOperationQuota
source: The automatic quota is saved correctly
es: Se guarda el cupo automático correctamente

# SavePartnerRepresentativeSuccessfully
source: Shareholders / Associates saved successfully
es: Accionistas / Asociados guardados correctamente

# SavePerilsAdded
source: Protections added: {0}
es: Se guardaron correctamente {0} amparos.

# SavePerilsDeleted
source: <br />Protections deleted: {0}
es: <br />Se eliminaron correctamente {0} registros.

# SavePerilsModify
source: <br />Protections modified: {0}
es: <br />Se editaron correctamente {0} registros.

# SavePriorityRetentionSuccess
source: Priority retention registered correctly.
es: Retención prioritaria registrada correctamente.

source: Save Production Report
es: Guardar el Reporte de Producción

source: Save Profile
es: Guardar Perfil

# SaveProtection
source: Save
es: Guardar

# SaveQuotaOperationalError
source: Error saved operational quota
es: Error guardando cupo operativo

# SaveQuotaOperationalSuccess
source: Operational quota saved correctly
es: Cupo operativo guardado correctamente

source: Save SubModules
es: Guardar Submódulos

source: Save successfully
es: Guardado Satisfactoriamente.

# SaveTaxesExpenses
source: Tax Updated with the conditions
es: Impuesto Actualizado con las condiciones

# SaveTechnicalBranch
source: Save
es: Guardar

source: Save User
es: Guardar Usuario

source: Schedule
es: Agendar

source: SchedulingSuccess
es: Agendamiento Exito

source: Schema
es: Esquema

source: ScoreTypeDoc not found
es: Tipo Documento Datacrédito no encontrado

# ScriptIsAssociatedProduct
source: The script is associated with the products:
es: El guion se encuentra asociado a los productos:

source: Search
es: Buscar

source: Search Access
es: Buscar Acceso

source: Search Allied
es: Buscar Aliado

# SearchAutomaticQuota
source: N° Automatic Quota
es: N° Cupo Automatico

source: Search Branch
es: Buscar sucursal

source: Search Branch Allied
es: Buscar sucursal del aliado

source: Search By
es: Buscar por

source: Search by Insured
es: Búsqueda por Asegurado

# SearchClaim
source: Claims Search
es: Búsqueda de Denuncias

source: Search Claim Notice
es: Búsqueda de Avisos

source: Search Criteria
es: Criterios de Búsqueda

# SearchDataWillBeDeleted
source: Search data will be erased
es: Se borraran los datos de b\u00FAsqueda

source: Search deductible ID
es: Buscar ID de deducible

source: Search Delegation
es: Buscar Delegación

source: Search Expense
es: Buscar Gastos

source: Search for concept
es: Buscar Concepto

# SearchForDecisionTable
source: Search Decision table
es: Buscar Tabla de decisión

# SearchForRule
source: Search Rule
es: Buscar Regla

# SearchForScript
source: Search Script
es: Buscar Guiones

# SearchGroundsRejection
source: Search Grounds For Rejection
es: Buscar Motivos Rechazo

# SearchGroupPolicies
source: Search Search Policy group
es: Buscar Grupo de Políticas

source: Search Infringement Group
es: Buscar Grupo de Infracción

source: Search Infringement State
es: Buscar Estado de Infracción

# SearchInsuranceObject
source: Search Insurances Object
es: Buscar Objeto del seguro

source: Search Issuance Expenses
es: Buscar Gastos de Emisión

# SearchListEntity
source: Description List of Values
es: Descripción Lista de Valores

# SearchMinPremiunRelation
source: Search Minium Premiun
es: Buscar Prima Mínima

source: Search Model
es: Busca Modelo

source: Search Module
es: Buscar Módulo

# SearchPaymentMethod
source: Search means of payment
es: Buscar medio de pago

# SearchPlate
source: Find Plate
es: Buscar Placa

source: Search Profile
es: Buscar Perfil

source: Search Protection
es: Buscar Amparo

# SearchQuotation
source: No. Quotation
es: No. Cotización

# SearchRangeEntity
source: Description Range of Values
es: Descripción Rango de Valores

source: Search rating zone
es: Buscar zona de tarifación

source: Search Sarlaft
es: Buscar Sarlaft

# SearchSinister
source: Sinister Nro.
es: Nro. de Siniestro

source: Search SubModule
es: Buscar Submódulo

source: Search Tax
es: Buscar Impuesto

# SearchTemporal
source: Temporary Search
es: No. Temporal

# SearchTemporalAutomaticQuota
source: N° Temporal Automatic Quota
es: N° Temporal Cupo Automático

source: Search Type
es: Tipo de Búsqueda

source: Search User
es: Buscar Usuario

source: Search Version
es: Buscar Versión

source: SearchWorkerType
es: Buscar Tipo de Trabajador

source: Secondary Activity
es: Actividad Secundaria

source: Second Surname
es: Segundo Apellido

# SecuredDocumentNumber
source: Secured Document
es: Documento del Afianzado

source: Secured Name
es: Nombre del Afianzado

source: Secured not found
es: Afianzado no encontrado.

# SecuredWithoutOperative
source: Secured without Operative Quota
es: Afianzado sin Cupo Operativo

# SegureExit
source: Are you sure you want to leave?
es: ¿Esta seguro que desea salir?

source: Seismic Zone
es: Zona Sísmica

source: - Select a Branch -
es: - Seleccione un Ramo -

# SelectAccountExecutive
source: Select an Account Executive
es: Selecciones un ejecutivo de cuenta

source: Select a Conditions Group
es: Seleccione un Grupo de Condiciones

source: Select Agent
es: Seleccione Intermediario

source: Select Agent Main
es: Seleccione el Intermediario Principal

# SelectAItem
source: - Select an item -
es: - Seleccione un ítem -

# SelectAllRequiredClauses
source: You must select all required clauses
es: Debe seleccionar todas las cláusulas obligatorias

# SelectARisk
source: Must select a risk
es: Debe seleccionar el riesgo

# SelectARiskAndCoverage
source: A Risk and Coverage must be selected
es: Debe seleccionar un riesgo y una cobertura

# SelectAtLeastTwoSearchCriteria
source: You must select at least two search criteria
es: Debe seleccionar al menos dos criterios de búsqueda

# SelectBillingGroup
source: You must select the billing group
es: Debe seleccionar el grupo de facturación

source: Select Branch
es: Seleccione ramo

# SelectBranch1
source: Select a branch
es: Seleccione una sucursal

source: Select cause claim
es: Seleccione una causa de siniestro

# SelectClaimBranch
source: Select The Claim Branch
es: Seleccione la sucursal del Siniestro

# SelectComboBox
source: You must select a value Prefix and Cause of a Claim
es: Debe seleccionar un valor de Ramo y Causa de Siniestro

# SelectCompany
source: Select a Company
es: Seleccione una Compañia

source: Select Covered Risk Type
es: Seleccione el tipo de riesgo

# SelectCurrency
source: Please select currency
es: Por favor seleccione la moneda

# SelectDuplicatesTaxesByConcepts
source: You must select duplicates taxes by concepts
es: Debe seleccionar solo un registro por cada impuesto duplicado

# SelectEconomicActivity
source: Select an Economic Activity
es: Seleccione una Actividad Económica

# SelectedChargeNoRisk
source: The selected charge has no risk for charging
es: El cargue seleccionado no tiene riesgos por tarifar

# SelectedChargeNoRiskEmitting
source: The selected charge has no risk of emitting
es: El cargue seleccionado no tiene riesgos por emitir

# SelectedClaimNumberInBranch
source: The Claim Number for the selected branch and prefix has been already saved.
es: El n\372mero de reclamo para la sucursal y ramo seleccionados ya ha sido ingresado

# SelectedCoverageAlreadyAdded
source: The coverage selected has been added
es: La cobertura seleccionada ya ha sido agregada

# SelectedFileNotValid
source: The selected file is not valid
es: El archivo seleccionado no es válido

# SelectedLoadNoRatedRisks
source: The selected load has no rated risks
es: El cargue seleccionado no tiene riesgos tarifados

# SelectedLoadNoRisksWithError
source: The selected load has no risks with error
es: El cargue seleccionado no tiene riesgos con error

# SelectedNoticeNumberObjected
source: Number of Notice of Loss is objected
es: El Numero de Aviso de Siniestro de encuentra Objetado.

# SelectedProductNotAllowMoreRisks
source: The selected product does not allow adding more risks
es: El producto seleccionado no permite agregar mas riesgos

# SelectedRecover
source: You must select a recover
es: Debe seleccionar un recobro.
