Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# LabelStartDateTariffProcess
source: Date and Time Start Tariff Process
es: Fecha y Hora Inicio Proceso Tarifación

# LabelStartValue
source: Start Value
es: Valor Inicial

# LabelState
source: State
es: Departamento

# LabelStateLoad
source: Load State
es: Estado del Cargue

# LabelStatus
source: Status
es: Estado

# LabelStatusPolicy
source: Status
es: Estatus

# LabelStdDiscountCommPercentage
source: % Discount
es: % Dcto

# LabelStoreProcedure
source: Store Procedure
es: Procedimiento Almacenado

# LabelStrengthenedInformation
source: Strengthened Information
es: Información Afianzados

# LabelSubActivityRisk
source: SubActivity Risk
es: SubActividad del riesgo

# LabelSubcause
source: Subcausa
es: Subcause

# LabelSublimit
source: Sublimit
es: Sublimite

# LabelSubLimitAmount
source: SubLimit Amount
es: Sublímite

# LabelSubLineBusiness
source: Sub Line of Business
es: Sub Ramo Técnico

# LabelSubmodule
source: Submodule
es: Submódulo

# LabelSubPrefix
source: Sub-Prefix
es: Sub Ramo

# LabelSubtitleLogin
source: Enter your data to login
es: Ingresa tus datos para iniciar sesión

# LabelSufix
source: Sufix
es: Sufijo

source: Label Suggested Quota
es: Cupo Sugerido

# LabelSum
source: Sum Amount
es: Suma

# LabelSumAssured
source: SumAssured
es: Suma Asegurada

# LabelSumInsured
source: Sum Assured
es: Suma Asegurada

# LabelSummary
source: Summary
es: Resumen

# LabelSummaryAdjustment
source: Summary Adjustment
es: Resumen del Ajuste

# LabelSummaryCancelation
source: Summary Cancelation
es: Resumen Cancelación

# LabelSummaryChangeTerm
source: Summary Change Term
es: Resumen del Traslado de Vigencia

# LabelSummaryExtension
source: Summary Extension
es: Resumen de la Prórroga

# LabelSummaryModify
source: Summary Modify
es: Resumen Modificaciones

# LabelSummaryPolicyEndorsement
source: Summary Policy / Endorsement
es: Resumen Póliza/Endoso

# LabelSummaryRenewal
source: Summary Renewal
es: Resumen de Renovación

# LabelSurcharge
source: Surcharge
es: Recargos

# LabelSurchargeCommissionPercentage
source: % Surcharge
es: % Recargo

# LabelSurname
source: Surname
es: Apellidos

# LabelSurnameContactCom
source: Surname and contact names in the company
es: Apellidos y nombres del contacto en la empresa

# LabelSurnamesGenManager
source: Surnames and names of general manager
es: Apellidos y nombres del gerente general

# LabelSurnamesManager
source: Surname and manager's names
es: Apellidos y nombres del gerente

# LabelTabAlliancePrintFormats
source: Ally Print Format
es: Formatos Impresión Aliados

# LabelTabBillingPeriod
source: BILLING PERIOD
es: Periodos de facturación

# LabelTabBranch
source: Branch offices
es: Sucursales

# LabelTabBusinessType
source: Business Type
es: Tipos de negocios cubiertos por el sistema

# LabelTabChannel
source: Channel
es: Canal

# LabelTabCoveredRiskTypes
source: Covered Risk Types
es: Tipos de riesgo cubierto

# LabelTabEntities
source: Entities
es: Entidades

# LabelTabEventGroup
source: Event Group
es: Grupo de Eventos

# LabelTabEvents
source: Events
es: Eventos

# LabelTabFile
source: Files
es: Archivos

# LabelTabGroupConditions
source: Conditions Group
es: Grupo de Condiciones

# LabelTabInsuredProfiles
source: Insured Profiles
es: Perfiles de Asegurado

source: LabelTabInsured Segments
es: Segmentos de Asegurado

# LabelTabInterestGroup
source: Interest group
es: Grupo de interés

# LabelTableAllySalePointsAssigned
source: Assigned
es: Asignado

# LabelTableAllySalePointsBranch
source: Branch
es: Sucursal

# LabelTableAllySalePointsSalePoint
source: Sale Point
es: Punto de Venta

# LabelTableCode
source: Table Code
es: Codigo

# LabelTableCommision
source: % Commision
es: % Comisión

# LabelTableCommisionAdicional
source: % Adicional Commision
es: % C. Adicional

# LabelTableDiscounts
source: Discounts
es: Descuentos

# LabelTableExpenses
source: Expenses
es: Gastos

# LabelTableName
source: Name
es: Nombre

# LabelTableParticipation
source: % Leader Participation
es: % Participación Lider

# LabelTableParticipationCoa
source: % Participation Coinsurance
es: % Participación Coaseguro

# LabelTablePremium
source: Premium
es: Prima

# LabelTableRisk
source: Risk
es: Riesgos

# LabelTablesTaxes
source: Taxes
es: Impuestos

# LabelTableSum
source: Sum Amount
es: Suma

# LabelTableSurcharges
source: Surcharges
es: Recargos

# LabelTableTaxes
source: VAT
es: Impuestos

# LabelTableTotalPremium
source: Total Premium
es: Total Prima

# LabelTabParameterizationEvents
source: Parameters Events
es: Parametrización de Eventos

# LabelTabPolicyNumeration
source: Policy Numeration
es: Numeración de Póliza

# LabelTabQuotationNumeration
source: Label
es: Numeración de cotización

# LabelTabTechnicalSubBranch
source: Technical SubBranch
es: SubRamo Técnico

# LabelTabTemplate
source: Templates
es: Plantillas

# LabelTaker
source: Taker
es: Tomador

# LabelTariffed
source: Tariffed
es: Tarifado

# LabelTaxes
source: VAT
es: Impuestos

# LabelTechnicalBranch
source: Technical Branch
es: Ramo técnico

source: Label Technical Branch Code
es: Código de Ramo técnico

# LabelTechnicalPlan
source: Actuarial Plan
es: Plan Técnico

# LabelTechnicalPlanAlliedCoverages
source: Allied Coverages
es: Coberturas Aliadas

# LabelTechnicalPlanCoverage
source: Coverage
es: Cobertura

# LabelTechnicalPlanCoveredRiskType
source: Risk Type
es: Tipo de Riesgo

# LabelTechnicalPlanDescription
source: Description
es: Descripción

# LabelTechnicalPlanInsuredObject
source: Insured Object
es: Objeto del Seguro

# LabelTechnicalPlanPercentage
source: % Sum
es: % Suma

# LabelTechnicalPlanPercentageSubLimit
source: % Sublimit
es: % Sublimite

# LabelTechnicalPlanPrincipalCoverage
source: Principal Coverage
es: Cobertura Principal

# LabelTechnicalPlanShortDescription
source: Short Description
es: Descripción Corta

# LabelTechnicalSubBranch
source: Technical SubBranch
es: Subramo Técnico

# LabelTemplate
source: Template
es: Plantilla

# LabelTemplateEnabled
source: Enabled
es: Habilitada

# LabelTemplateFields
source: Template fields:
es: Campos de la plantilla:

# LabelTemplates
source: Templates
es: Plantillas

# LabelTemporal
source: Temporary
es: Temporal

# LabelTemporalIssuance
source: Temporary of Issuance
es: Temporal Emisión

# LabelTemporalSearchValidate
source: Temporary Number or Insured is required.
es: Número de Temporario o Asegurado es requerido

# LabelTemporalType
source: Temporary Type
es: Tipo de temporal

# LabelTemporary
source: Temporary
es: Temporal

# LabelTemporyIssuance
source: Issuance Temporary
es: Temporario Emisión

# LabelTerminalUnitContract
source: Term Until Contract.
es: Plazo hasta del contrato

# LabelTermOfEndorsement
source: Term of the Endorsement
es: Vigencia del endoso

# LabelTermOfPolicy
source: Term of the Policy
es: Vigencia de la póliza

# LabelText
source: Text
es: Textos

# LabelTextChange
source: Change Text
es: Cambio de Texto

source: LabelTextDeductible
es: Texto Deducible

# LabelTextFile
source: Text File
es: Archivo de texto

# LabelTextOfTheDeclaration
source: Text of the Declaration
es: Texto de la Declaración

# LabelTextPpal
source: Detail
es: Detalle

# LabelTextPrecataloged
source: Text Precatalogued
es: Texto Precatalogado

# LabelTextPrecatalogued
source: Precatalogued Text
es: Texto Precatalogado

# LabelTextQuestion
source: Text of the question
es: Texto de la pregunta

# LabelTexts
source: Texts
es: Textos

# LabelTheActivity
source: The Activity
es: De Actividad

# LabelTheCosteffectiveness
source: The Cost effectiveness
es: De Rentabilidad

# LabelTheIndebtedness
source: The Indebtedness
es: De Endeudamiento

# LabelTheliquidity
source: The Liquidity
es: De Liquidez

# LabelTitleAccesories
source: Accessories Plate Hazard
es: Accesorios Riesgo de Placa

# LabelTitleAdditionalData
source: Additional Data Plate Hazard
es: Datos Adicionales Riesgo de Placa

# LabelTitleAssigned
source: Assigned
es: Asignados

# LabelTitleCoverage
source: Coverage
es: Cobertura

# LabelTitleCoverages
source: Coverings
es: Coberturas

# LabelTitleDiscount
source: Discounts
es: Descuentos

# LabeltitleRisk
source: Risk
es: Riesgo

# LabelTitleSurcharge
source: Surcharge
es: Recargos

# LabelTitleWaller
source: Wallet Report
es: Reporte Cartera

# LabelTo
source: Date To
es: V. Hasta

# LabelTons
source: Tons
es: Toneladas

# LabelToPrinter
source: To Printer
es: Hasta

# LabelTotalAmount
source: Total Amount
es: Suma Total

# LabelTotalAssets
source: Total Assets
es: Total Activos

# LabelTotalBonus
source: Total Bonus
es: Prima total

# LabelTotalClaim
source: Total Claim
es: Total Reclamación

# LabelTotalLiabilities
source: Total Liabilities
es: Total Pasivos

# LabelTotalLossDamage
source: Total Loss Damage
es: Perdida Total Daños

# LabelTotalParticipation
source: Agent Total Participation
es: Total Participación Intermediarios

# LabelTotalParticipationBeneficiaries
source: Beneficiaries Total Participation
es: Total Participación Beneficiarios

# LabelTotalPremium
source: Total Premium
es: Prima Total

# LabelTotalRisk
source: Total Risk
es: Total de Riesgos

# LabelTotalSumInsured
source: Total Insured Amount
es: Suma Asegurada Total :

# LabelToValue
source: Range Value To
es: Valor de Rango Hasta

# LabelTrailerQuantity
source: Trailer Quantity
es: Cantidad de Tráilers

# LabelTransitTaxes
source: Transit taxes
es: Multas de Tránsito

# LabelTransportedGoods
source: Transported Goods
es: Mercancía Transportada

# LabelTransportText
source: Text
es: Texto

# LabelTransportType
source: Transport Type
es: Medio Transporte

# LabelType
source: Type
es: Tipo

# LabelTypeAddress
source: Adrdress Type
es: Tipo de Dirección

# LabelTypeConcept
source: Type concept
es: Tipo de concepto

# LabelTypeDocument
source: Document Type
es: Tipo de Documento

# LabelTypeElectronicPolicy
source: Electronic Policy
es: Póliza Electrónica

# LabelTypeFreightTransported
source: Type of Freight Transported
es: Tipo de Carga Transportada

# LabelTypeIntermediary
source: Intermediate Type
es: Tipo Intermediario

# LabelTypeLoad
source: Load Type
es: Tipo de cargue

# LabelTypeOfAssistance
source: Type of assistance
es: Tipo de Asistencia

# LabelTypeOfCourt
source: Type Of Court
es: Tipo Juzgado

# LabelTypePartnership
source: Partnership Type
es: Tipo de Asociación

# LabelTypeSearch
source: Search Type
es: Tipo de consulta

# LabelTypeService
source: Type of service
es: Tipo de servicio

# LabelTypesOfAssistanceId
source: Support type code
es: Código tipo asistencia

# LabelTypeStructure
source: Structure Type
es: T. Estructura

# LabelTypeValidation
source: Validation Type
es: Tipo de Validación

# LabelTypeVehicle
source: Vehicle Type
es: Tipo de Vehículo

# LabelTypeVehicleCode
source: Type code
es: Código de tipo

# LabelTypeVehicleDescription
source: Description
es: Descripción

# LabelTypeVehicleIsActive
source: Is Active?
es: ¿Activo?

# LabelTypeVehicleIsTruck
source: Is Truck?
es: ¿Es Camión?

# LabelTypeVehicleShortDescription
source: Short description
es: Descripción corta

source: LabelUF
es: Union Temporal

# LabelUnassign
source: Unassign
es: Desasignar

# LabelUnitOfMeasure
source: Unit Of Measure
es: Unidad de Medida

# LabelUpdate
source: Update of
es: Actualización de

# LabelUse
source: Uses
es: Uso

# LabelUser
source: User
es: Usuario

# LabelUser1
source: User
es: Usuario

# LabelUserGroup
source: USER GROUP
es: GRUPO DE USUARIO

# LabelUserId
source: User Id
es: Id Usuario

# LabelUseRisk
source: Risk Use
es: Uso del Riesgo

# LabelUseToIssuePolicy
source: Use To Issue Policy
es: Usar para Emitir Poliza

# LabelValid
source: Valid
es: Vigente

# LabelValidateDateFinal
source: You must choose a closing date
es: Debe escoger una fecha de cierre

# LabelValidateDateInitial
source: You must choose a start date
es: Debe escoger una fecha de inicio

# LabelValidationField
source: Validation Field
es: Campo a validar

# LabelValidationKeyField
source: Validation Key Field
es: Clave Validacion

# LabelValidationTable
source: Validation Table
es: Tabla de validación

# LabelValidationTypeCode
source: Validation Type Code
es: Tipo de Validación

# LabelValuationDate
source: Appraisal
es: Fecha Avalúo

# LabelValuationValue
source: Appraisal Value
es: Valor Avalúo

# LabelValueAccesories
source: Accesories Values
es: Valor Accesorios

# LabelValuePje
source: Coverage value
es: Valor de cobertura

# LabelValuesGuide
source: Values ​​Guide
es: Guía de Valores

# LabelVarious
source: Various
es: Varios

# LabelVehicleBody
source: Vehicle body
es: Carrocería de vehículo

# LabelVehicleBodyCode
source: Vehicle Body Code
es: Código de Carrocería de vehículo

# LabelVehicleNewPrice
source: Brand New Value
es: Valor 0 Km

# LabelVehiclePrice
source: Price
es: Precio

# LabelVehicleQuotationIndicators
source: Vehicle Quotation Indicators
es: Indicadores de Cotizaciones de Autos

# LabelVerification
source: Verification
es: Verificación

# LabelVersion
source: Version
es: Versión

source: LabelVINVerification
es: VIN

# LabelWalletClassification
source: Wallet classification
es: Clasificación de cartera

# LabelWhereAdd
source: Condition (where)
es: Condición (Where)

# LabelWithBeneficiaries
source: With beneficiaries
es: Con beneficiarios

# LabelWithNomenclature
source: With Nomenclature
es: Con Nomenclatura

# LabelWithObject
source: With Object
es: Con Objeto

# LabelWithoutData
source: No data
es: Sin datos

# LabelWithoutNomenclature
source: Without Nomenclature
es: Sin Nomenclatura

# LabelWithoutTextWithObservations
source: No Text with Observations
es: Sin Texto con Observaciones

# LabelWithText
source: With text
es: Con Texto

# LabelWithTextAndObservations
source: With Text and Observations
es: Con Texto y Observaciones

# LabelWithTextWithoutObservations
source: With Text without Observations
es: Con Texto sin Observaciones

# LabelWorkerType
source: Type of Worker
es: Tipo de Trabajador

# LabelWorkerTypeDescription
source: Description
es: Descripción

# LabelWorkerTypeSmallDescription
source: SmallDescription
es: Descripción Corta

# LabelYear
source: Year
es: Año

# LabelYearModel
source: Year Model
es: Año Modelo

# LabelYearsWithoutComplaint
source: Years Without Complaint
es: Años sin Reclamacion

# LaberValuePayment
source: Value Payment
es: Valor a pagar:

source: Lack periods
es: Período de Carencia

source: Last Billed Period
es: Último Período Facturado

source: Last Endorsement Cancellation
es: Reversion

source: Last Model
es: Último Modelo

source: Last policy
es: Última Póliza

source: Last quotation
es: Última cotización

source: Last Report Date
es: Fecha Último Reporte

# LastUpdate
source: Date last update
es: Fecha última actualización

# LBL_LOGIN_MESSAGE
source: User have not access to system
es: El usuario no tiene acceso al sistema

# LBL_LOGIN_MESSAGE_3G
source: The user does not exist in 3G
es: El usuario no existe en 3G

# lblDocumentNumber
source: Document Number
es: Número Documento

# lblGender
source: Gender
es: Genero

# lblmasculine
source: Masculine
es: Masculino

# LeaveWithoutPremium
source: Policy has no Premium, you want leave?
es: La poliza no tiene prima, ¿desea salir?

source: Legal
es: Jurídica

# LegalPerson
source: Legal Individual
es: Persona Jurídica

source: Legal Prospectus
es: Prospecto Jurídico

source: Legal representative additional not filled out
es: Representante legal adicional no diligenciado

# LegalRepresentativeLegalAge
source: The Legal Representative must be of legal age
es: El Representante Legal debe ser mayor de edad

source: Legal representative not filled out
es: Representante legal no diligenciado

source: Legal Representative Sing Not Found
es: Firma de representante legal no encontrado

source: Length
es: Longitud

# LevelEducation
source: Education Level
es: Nivel Educativo

# LicensePlateSearch
source: Plate Number Search
es: Búsqueda de placa

# Limit1
source: Limit One
es: Límite Uno

# Limit2
source: Limit Two
es: Límite Dos

# Limit3
source: Limit Three
es: Límite Tres

source: LimitAmount
es: Límite Asegurado

source: LimitByOcurrence
es: Límite por Ocurrencia

source: LimitByPerson
es: Límite por Persona

source: Limit Code
es: Código Límite

# LimitDate
source: End Date
es: Fecha Fin

# LimitDescription
source: Total description
es: Descripción Total

# LimitEstimation
source: Estimation Limit
es: Limite Estimación Usuario

source: Limit Rc not found
es: Límite Rc no encontrado

source: Limit Unique
es: Límite Unico

source: Line Business
es: Ramo Técnico

# LineBusinessAssociatedNoDelete
source: It can not be deleted because it has associated elements.
es: No se puede eliminar porque tiene elementos asociados.

source: Link
es: Vinculo

source: Links
es: Vínculos

# LinksFailed
source: Links successfully saved
es: Error al guardar los vinculos

# LinksSuccessfully
source: Links failed saved
es: Vinculos guardado exitosamente

source: List Delegation
es: Listado de Delegaciones

source: List element
es: Elemento de la lista

# ListEntity
source: List of Values
es: Lista de Valores

source: List Item is Required
es: El Elemento de Lista es requerido

# ListLeastOneElement
source: The list must have at least one element
es: La lista debe tener al menos un elemento

source: List name
es: Nombre de la Lista

source: List of bodies
es: Lista de carrocerí­­as

# ListOfUserGroups
source: List of groups
es: Lista de grupos

source: List Products
es: Listado de Productos

source: List_Rejection_Causes
es: Listado_Motivos_Rechazo

# ListRiskPersonSaveOk
source: Person successfully saved
es: La persona se agrego correctamente

# ListRiskPersonUpdateOk
source: Person Succesfully Update
es: Persona Actualizada Correctamente

# ListRiskSearchEmpty
source: Search couldn't get Results
es: La búsqueda no pudo obtener resultados

# ListScripts
source: List of Scripts
es: Listado de Guiones

source: List Tables
es: Listar Tablas

# LlenarDatos
source: You must fill in the data
es: Debe Llenar Los Datos

source: Load
es: Cargar

source: Load Decision Table From Excel
es: Cargar Tabla de decisión desde Excel

source: Loaded
es: Cargado

source: Load Fasecolda
es: Cargue Fasecolda

source: Loading ...
es: Cargando ...

# LoadMassive
source: Massive Processes
es: Procesos Masivos

source: Load Package
es: Cargar Paquete

source: Local
es: Provincial

source: Localitation
es: Localización

source: Location
es: Ubicación

# LocationClaim
source: Claims - Location
es: Denuncia - Responsabilidad Civil

# LocationInformationICA
source: Location Information for ICA Tax Settlement
es: Información de Ubicación para Liquidación del Impuesto ICA

# LocationNoticeReason
source: Claim Reason
es: Motivo del Aviso

# LocationOfClaim
source: Claim Location
es: Lugar de Ocurrencia

source: Login Name
es: Nombre de inicio

# LowDate
source: Deregister Date
es: Fecha Baja

# LowReason
source: Deregister Date
es: Motivo de Baja

source: Main
es: Principal

source: Make
es: Marca

source: Male
es: Masculino

source: Man
es: Masculino

source: Marathon
es: Maraton

source: Marca Not Found
es: No se encontro Marca

source: Marital Status
es: Estado Civil

# MaritalStatusLabel
source: Marital Status
es: Estado Civil

source: Massive
es: Masivos

source: Massive Advanced Search
es: Búsqueda Avanzada Masivos

source: Massive Cancellation
es: Cancelación masiva

source: Massive Emission
es: Emisión Masivos

source: Massive Renewal
es: Renovación Masivos

# MassiveRenovation
source: Pre-Renovation
es: Pre-Renovación

source: Max
es: Máximo

# MaximumPremiumPercentExceeded
source: Maximum premium percent excceded in {0}
es: El valor de la prima a devolver se excede en: {0}

# MaxLengthPaymentMethodDesc
source: {0} can not exceed {1} characters
es: La {0} no puede superar los {1} caracteres

# MenssageNameFull
source: The Name Field is Required
es: El campo Nombre es requerido

# MesageCreate
source: created successfully
es: creado satisfactoriamente

# MessageAddress
source: The Address Field Is Required
es: El campo direccion es requerido

# MessageAddressEmpty
source: You must enter the address
es: Debe Ingresar la direccion

# MessageAdministratorTemporal
source: The current user is not the administrator from the Temporary
es: El usuario actual no es el administrador del temporal

# MessageAgencyExist
source: Agency Name Already Exists
es: Nombre de Agencia ya existe

# MessageAgents
source: Intermediaries
es: Intermediarios

# MessageAgentWithoutPrefix
source: The agent does not have associated commercial branches
es: El agente no tiene ramos comerciales asociados

# MessageAgentWithoutProduct
source: The agent has no associated products
es: El agente no tiene productos asociados

# MessageBranch
source: You must select a business branch to obtain the types of policies
es: Debe seleccionar un ramo comercial para obtener los tipos de pólizas

# MessageBranchExist
source: Branch Office already exists
es: Sucursal de la Agencia ya existe

# MessageBusinessNameEmpty
source: You must enter social reason
es: Debe Ingresar razon social

# MessageCalculatePremium
source: You must calculate your premium
es: Debe calcular prima

# MessageCantSetInitialCountry
source: Could not Load Initial Country
es: No se pudo cargar pais inicial

# MessageChangeRatingZoneDefault
source: Do you want to change the default rating zone?
es: ¿Desea cambiar la zona de tarización predeterminada?

# MessageCityIsAlreadyAssign
source: City {0} is already assigned to zone {1}
es: La ciudad {0} ya esta asignada a la zona {1}

# MessageClaimCreateSuccess
source: Claim number is: </br></br> {0} - {1} - {2} </br></br>
es: Número de reclamo es: </br></br> {0} - {1} - {2} </br></br>

# MessageClaimUpdateSuccess
source: Claim updated success
es: Denuncia actualizada satisfactoriamente

# MessageCoInsurer
source: CoInsurer
es: Coasegurador

# MessageCompany
source: Company with code No.
es: Compañía con código Nro.

# MessageConfirmDelete
source: Are you sure you want to delete the record?
es: ¿Esta seguro que quiere eliminar el registro?

# MessageConfirmedExclusion
source: Confirmed Exclusion Process
es: Proceso de Exclusión Confirmado

# MessageConfirmExclusion
source: Are you sure to exclude digitized records
es: Está seguro de excluir los registros digitados

# MessageConsortiumDuplicate
source: Consortium Already Exists
es: Consorcio ya Existe

# MessageConsortiumMain
source: There Should Be Only One Major Consortium
es: Debe Existir Solo Un consorcio Principal

# MessageConsortiumMembers
source: This type of association does not require information from consortia
es: Este tipo de asociación no requiere información de consorciados

# MessageConsortiumMembersEmpty
source: Not a Entered Consortium
es: No a Ingresado el Consorcio

# MessageConsortiumMembersMandatory
source: It is mandatory to include the participants of the consortium
es: Es obligatorio incluir los participantes del consorcio

# MessageConsortiumNoExists
source: There is no consortium in the system
es: No existe el consorcio en el sistema

# MessageConsortiums
source: Consortium
es: Consorciados

# MessageCopyProduct
source: Must Select a Product
es: Debe Seleccionar un Producto

# MessageCreate
source: Created Properly
es: Creado Correctamente

# MessageCreateAgent
source: Agent was saved success!
es: Se guardó el agente correctamente.

# MessageCreateOperationQuota
source: Operation quota correct
es: Cupo Operativo creado correctamente

# MessageCreateTemporal
source: Policy template {0} has been created for review and issuance
es: Se ha creado el temporal de póliza {0} para revisión y emisión

# MessageCyti
source: The Municipality Field Is Required
es: El campo Municipio es requerido

# MessageDaneCode
source: The entered DANE code does not exist
es: El codigo DANE ingresado no existe
