Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# MessageDataTemporary
source: Changes were detected in the general conditions of the policy, should be temporary
es: Se detectaron cambios en las condiciones generales de la póliza, debe guardar temporal

# MessageDelete
source: Deleted properly
es: Datos eliminados correctamente

# MessageDeleteAgentCommission
source: The Commission has been deleted
es: Se ha eliminado la comisión

# MessageDeleteAllyCoverages
source: Allied hedges can not be deleted
es: No se puede eliminar coberturas aliadas

# MessageDeleteCoverage
source: Can not remove coverage
es: No se puede eliminar la cobertura

# MessageDeletedSuccessfully
source: Deleted correctly
es: Eliminado correctamente

# MessageDeleteMandatoryCoverage
source: Mandatory coverage can not be removed
es: No se pueden eliminar coberturas obligatorias

# MessageDeleteMandatoryInsuredObject
source: Mandatory insurance items can not be removed
es: No se pueden eliminar objetos del seguro obligatorios

# MessageDeleteOperationQuota
source: The quota has been deleted
es: Se ha eliminado el cupo

# MessageDeletePendingPolicies
source: Temporary with policies, ¿Do you want deleted?
es: El temporal tiene politicas pendientes,¿Desea eliminarlo?

# MessageDeleteRisk
source: Risk eliminated correctly
es: Riesgo eliminado correctamente

# MessageDocumentNum
source: The Document Number Field Is Required
es: El campo número de documento es requerido

# MessageDocumentType
source: The Document Type Field Is Required
es: El campo Tipo de documento es requerido

# MessageDownload
source: Download
es: Descargando

# MessageEditAllyCoverage
source: Can not edit allied coverage
es: No se puede editar la cobertura aliada

# MessageEditCoverage
source: Can not edit coverage
es: No se puede editar la cobertura

# MessageEmailEmpty
source: You must enter the email
es: Debe Ingresar el email

# MessageEnterDataEconomicGroup
source: Please enter data to do the search
es: Por favor ingrese un dato para realizar la búsqueda.

# MessageErrorExclusion
source: You must enter a minimum record to Exclude
es: Debe digitar minimo un registro a Excluir

# MessageErrorMassiveNull
source: Not file to Upload
es: No hay cargues a Emitir

# MessageErrorMassiveSelected
source: Not Upload Selected
es: No hay cargues Seleccionados

# MessageErrorPolicies
source: One or more incorrect records
es: Uno o mas registros incorrectos

# MessageErrorSaveIncentive
source: The value of the Incentive must be greater than zero
es: El valor del Incentivo debe ser mayor a cero

# MessageErrorWithOutPolicies
source: You must enter at least one policy identifier
es: Debe digitar mínimo un identificador de política

# MessageExitProduct
source: Have pending changes, do you want exit?
es: Tiene cambios pendientes, ¿desea salir?

# MessageExpadicionDate
source: The Issuing Date Is Required
es: El campo fecha de expedicion es requerido

# MessageExtendSession
source: mins. Do you want to extend the session?
es: mins. Quiere extender la sesión?

# MessageFieldsAreMandatory
source: The following fields are required
es: Los siguientes campos son obligatorios

# MessageGeneratedLoadNo
source: Generated Load No
es: Se Generó El Cargue N°

# MessageHolder
source: Select the Borrower
es: Seleccione el Tomador

# MessageHolderCreate
source: The borrower does not exist in the system. Do you want to create it?
es: El tomador no existe en el sistema. ¿Desea crearlo?

# MessageIndividual
source: There must exist the individual
es: Debe Existir el individuo

# MessageInfoMaximumChar
source: You must enter max 15 characters
es: Debe digitar máximo 15 caracteres

# MessageInfoMaximumEightChar
source: Must type maximum 8 characters
es: Debe digitar máximo 8 caracteres

# MessageInfoMinimumChar
source: You must enter at least 3 characters
es: Debe digitar mínimo 3 caracteres

# MessageInformation
source: Data Saved Properly
es: Datos Guardados Correctamente

# MessageInsured
source: Insured
es: Asegurado

# MessageInsuredObjectInUse
source: The product is already Assigned to a Policy or Temporary
es: El producto ya esta Asignado a una Poliza o Temporal

# MessageInvalidDate
source: Invalid Date
es: Fecha no válida

# MessageKeyExist
source: Agency Key already exists
es: Clave de Agencia ya existe

# MessageMaxLength
source: Please, do not type more than {0} characters.
es: Por favor, no escribas más de {0} caracteres.

# MessageMehodPayment
source: Means of payment
es: Medios de pago

# MessageModifyAcceptPolicies
source: Temporary with {0} authorized policies, ¿Do you want continue?
es: El temporal tiene {0} política(s) autorizada(s), ¿Desea continuar?

# MessageModifyPendingAcceptPolicies
source: The temporary has {0} pending policies and {1} authorized policies.
es: El temporal tiene {0} política(s) pendiente(s) y {1} politica(s) autorizada(s).

# MessageModifyPendingPolicies
source: Temporary with {0} pending policies, ¿Do you want continue?
es: El temporal tiene {0} política(s) pendiente(s).

# MessageModifyRejectedPolicies
source: Temporary with {0} rejected policies, ¿Do you want continue?
es: El temporal tiene {0} política(s) rechazada(s), ¿Desea continuar?

# MessageNoDataForTheSearch
source: There are no data for the search
es: No existen datos para la búsqueda

# MessageNotAvailablePrefix
source: Business Branch not Available
es: Ramo comercial no Disponible

# MessageNotFoundBranchesByUser
source: Not Found Branches By User
es: No Hay Sucurales Asociadas Al Usuario

# MessageNotFoundCities
source: No cities found for display
es: No se encontraron ciudades para mostrar

# MessageNotFoundCompany
source: No companies found
es: No se encontraron Compañias

# MessageNotFoundCountries
source: No countries found to display
es: No se encontraron países para mostrar

# MessageNotFoundEconomicGroup
source: Not Found Economic Groups
es: No Se Encontraron Grupos Económicos

# MessageNotFoundIntermediaries
source: Not Found Intermediaries
es: No Se Encontraron Intermediarios

# MessageNotFoundPolicies
source: Not Found Policies
es: No Se Encontraron Pólizas

# MessageNotFoundPrefixes
source: Not Found Prefixes
es: No Hay Ramos Comerciales

# MessageNotFoundProcess
source: Not Found Process
es: No Existe El Proceso

# MessageNotFoundProducts
source: Not Found Products
es: No Se Encontraron Productos

# MessageNotFoundProspects
source: No Prospectus found
es: No se encontraron Prospectos

# MessageNotFoundSalePoints
source: Not Found SalePoints
es: No Se Encontraron Puntos De Venta

# MessageNotFoundStates
source: No departments found for display
es: No se encontraron departamentos para mostrar

# MessageNotFoundVersion
source: Not found Versions
es: No se encontraron versiones para mostrar

# MessageNotPoliciesToRenovate
source: No Policies To Renovate
es: No Hay Pólizas Para Renovar

# MessageNotSelectedEconomicGroup
source: Not selected product
es: Seleccione un grupo economico

# MessageNotSelectedProduct
source: Not selected product
es: Seleccione un producto

# MessageNotUploadFile
source: You must attach a file
es: Debe Adjuntar Un Archivo

# MessageObjectInsurance
source: Insurance Objects
es: Datos del Objeto del Seguro

# MessageOffice
source: The Office Position Field Is Required
es: El campo del cargo es requerido

# MessagePartner
source: Shareholder already exists
es: Accionista ya existe

# MessagePaymentConceptExisting
source: This payment concept is already assigned
es: Este concepto de pago, ya se encuentra asignado

# MessagePaymentMethod
source: It is not allowed to edit the effective means of payment
es: No se permite editar el medio de pago efectivo

# MessagePerson
source: There is no person
es: No existe la Persona

# MessagePersonCreate
source: The person does not exist. Do you want to create it?
es: La persona no existe. ¿Desea crearla?

# MessagePersonEmpty
source: Person does not exist in system
es: La persona no existe en el sistema

# MessagePhone
source: The Phone Field Is Required
es: El campo telefono es requerido

# MessagePhoneEmpty
source: You must enter phone
es: Debe Ingresar telefono

# MessagePolicyClaimsOccurrenceDate
source: The Policy {0} have {1} claim(s) at occurrence date {2}. ¿Do you want to search them?
es: La póliza {0} tiene {1} reclamo(s) para la fecha de ocurrencia {2}. ¿Desea consultarlo(s)?

# MessagePolicyNotCurrent
source: The policy expires in force, do you want to reinsure anyway?
es: La póliza expiro en su vigencia, ¿Quiere reasegurar de todas maneras?

# MessagePrefix
source: You must select a business branch
es: Debe seleccionar una ramo comercial

# MessagePrint
source: Do you want to Generate the Print?
es: ¿Desea Generar la Impresión?

# MessageProduct
source: Select a Product
es: Seleccione un Producto

# MessageProductAgent
source: This product does not exist for the new agent
es: No existe este producto para el nuevo agente

# MessageRecoveryRequest
source: Recovery request N° :
es: Solicitud(es) de Cobro número(s): {0} Generada(s) con éxito.

# MessageReInsurer
source: ReInsurer
es: Reasegurador

# MessageRenewalProcessInicializedCorrectly
source: Renewal Process Inicialized Correctly
es: Proceso De Renovación Iniciado Correctamente

# MessageRenewalRequest
source: Renewal Request
es: Solicitud Renovada

# MessageRequestCancellation
source: The request is canceled
es: La solicitud se encuentra cancelada

# MessageRequestGroupCreate
source: The Request Group does not exist. Do you want to create it?
es: No existe solicitud agrupadora, desea crearla?

# MessageRiskType
source: Types of Risk
es: Tipos de Riesgo

# MessageSarlaft
source: Company without exoneration. Sarlaft's entry is Mandatory
es: Empresa sin exoneración. El ingreso de Sarlaft es Obligatorio

# MessageSarlaftCreate
source: Sarlaft saved correctly.
es: Se guardó el formuario Sarlaft correctamente.

# MessageSavedFileSuccessfully
source: File successfully saved
es: Archivo guardado correctamente

# MessageSavedInsuredObjectSuccessfully
source: Purpose of the insurance saved correctly
es: Objeto del seguro guardado correctamente

# MessageSavedRiskSuccessfully
source: Risk saved correctly
es: Riesgo guardado correctamente

# MessageSavedSuccessfully
source: Saved correctly
es: Guardado correctamente

# MessageSearchAgent
source: Intermediary not found
es: No se encontró el intermediario

# MessageSearchAgents
source: No agents found
es: No se encontraron agentes

# MessageSearchAllyIntermediary
source: Intermediary not found
es: No se encontraron intermediarios

# MessageSearchAllyIntermediaryWith
source: You must search for a user to assign allied sale points.
es: Debe buscar o ingresar los datos del usuario para asignar puntos de venta aliado

# MessageSearchBeneficiaries
source: No beneficiaries found
es: No se encontraron beneficiarios

# MessageSearchBillingGroup
source: Billing Group Not Found
es: No se encontró el Grupo de Facturación

# MessageSearchClauses
source: Clause does not exist
es: Cláusula no existe

# MessageSearchCoverage
source: Coverage not found
es: No se encontró la cobertura

# MessageSearchCoverages
source: No coverages found
es: No se encontraron coberturas

# MessageSearchHolders
source: No takers found
es: No Se Encontraron Tomadores

# MessageSearchInsureds
source: No insured
es: No se encontraron asegurados

# MessageSearchModel
source: The search has no results
es: La búsqueda no tiene resultados

# MessageSearchRequest
source: No Request Found
es: No se encontró Solicitud

# MessageSearchRequests
source: Not Found Group Requests
es: No Se Encontraron Solicitudes Agrupadoras

# MessageSearchTexts
source: No Texts Found
es: No se encontraron Textos

# MessageSearchUsers
source: User not found
es: No se encontraron usuarios

# MessageSearchVehicleFasecolda
source: The search has no results
es: La búsqueda no tiene resultados

# MessageSelectCoverage
source: No coverage selected
es: No existe cobertura seleccionada

# MessageSelectMinimumPolicies
source: You Must Select At Least A Policy That Has No Temporary Associate
es: Debe Seleccionar Al Menos Una Póliza Que No Tenga Asociado Temporal

# MessageSessionExpire
source: Your session will expire in another
es: Su sesión expira en otros

# MessageSessionExpired
source: Session expired. You will be redirected to welcome page
es: Sesión expirada. Será redireccionado a la página de inicio

# MessageState
source: The State Field Is Required
es: El campo de partamento es requerido

# MessageStatusProcessNotAllowRenewal
source: Status Process Not Allow Renewal
es: El Estado Del Proceso No Permite Renovar

# MessageTechnicalConditions
source: Technical Conditions
es: Condiciones Técnicas

# MessageThereMustBeAtLeastOneAssociatedBranch
source: There must be at least one associated branch
es: Debe haber al menos un ramo asociado

# MessageTitleAskingIssue
source: Make the Endorsement?
es: Emitir Endoso?

# MessageUpdate
source: Rightly Updated Data
es: Datos actualizados correctamente

# MessageUpdateCoverage
source: Updated Coverage(s)
es: Cobertura(s) Actualizada(s)

# MessageUpdatedFileSuccessfully
source: File successfully updated
es: Archivo actualizado correctamente

# MessageUpdateEstimationSalaries
source: {0} salary estimate(s) were updated
es: Se actualizaron {0} estimacion(es) de salarios

# MessageUpdateFileSuccessfully
source: File successfully updated
es: Archivo actualizado correctamente

# MessageUpdateOperationQuota
source: Operation quota update
es: Cupo Operativo actualizado correctamente

# MessageUploadState
source: Please check the status of the Upload
es: Favor verificar el estado de el/los Cargue(s) N°:

# MessageVadilateTemporaryCollective
source: The weather is not collective
es: El temporal no es Colectivo

# MessageValidateAccessory
source: This accessory is already listed
es: Este accesorio ya se encuentra en la lista

# MessageValidateAdditionalCommissionPercentage
source: Percentage of additional commission should not exceed 100
es: Porcentaje de comisión adicional no debe ser mayor a 100

# MessageValidateAgent
source: Intermediary has already been added
es: Ya se agregó el Intermediario

# MessageValidateBeneficiary
source: This beneficiary has already been added
es: Ya se agregó este beneficiario

# MessageValidateBusinessTypeCollective
source: The Business Type does not allow the issuance of collective policies
es: El Tipo de Negocio no permite emitir pólizas colectivas

# MessageValidateCoInsAssignedpercentage
source: Leadership participation should not be equal to or greater than 100
es: Participacion de la lider no debe ser igual o Mayor a 100

# MessageValidateCoInsurance
source: Co-insurer already on the list
es: Coaseguradora ya se encuentra en la lista

# MessageValidateCommissionPercentage
source: Percentage of commission should not exceed 100
es: Porcentaje de Comisión no debe ser mayor a 100

# MessageValidateConstructionYear
source: Construction year can not be greater than current
es: El año construcción no puede ser mayor al actual

# MessageValidateCoverage
source: There must be at least one coverage
es: Debe existir al menos una cobertura

# MessageValidateDeleteAddress
source: Can not Remove Primary Address
es: No se puede eliminar la dirección principal

# MessageValidateDeleteAgent
source: Can not Remove Primary Intermediary
es: No se puede eliminar el intermediario principal

# MessageValidateDeletePhone
source: Can not delete the main phone
es: No se puede eliminar el teléfono principal

# MessageValidateEditAgent
source: 45/5000 Can not Edit Main Intermediate
es: No Se Puede Editar el Intermediario Principal

# MessageValidateExpensesPercentage
source: Percentage of expenses should not exceed 100
es: porcentaje de gastos no debe ser mayor a 100

# MessageValidateMajorOwnParticipationPercentage
source: % Ownership Own Must Be More Than 1
es: % Participación Propia Debe Ser Mayor a 1

# MessageValidateMajorPercentage
source: The sum of the participation percentages should not be greater than 100
es: La suma de los porcentajes de participación no debe ser mayor a 100

# MessageValidateMinorOwnParticipationPercentage
source: % Ownership Own Must Be Less Than 100
es: % Participación Propia Debe Ser Menor a 100

# MessageValidateMinorParticipationAgent
source: Intact Participation Must Be Less than
es: La Participación Ingresada Debe Ser Menor a

# MessageValidateMinorPercentage
source: The sum of the participation percentages must be less than 100
es: La suma de los porcentajes de participación debe estar entre 1 y 99,99

# MessageValidateOperatingAvailable
source: The bond has no available space
es: El Afianzado no tiene Cupo Disponible

# MessageValidateOperatingQuota
source: Bond has no Operative Quota
es: El Afianzado no tiene Cupo Operativo

# MessageValidateParticipationPercentage
source: The sum of the participation percentages must be equal to 100
es: La suma de los porcentajes de participación debe ser igual a 100

# MessageValidatePremium
source: The Risk must have Prima
es: El Riesgo debe tener Prima

# MessageValidateSumPercentage
source: The sum of the percentages must be greater than 0
es: La suma de los porcentajes debe ser Mayor a 0

# MessageValidateTemp
source: The quote has not been saved
es: No se ha guardado la cotización

# MessageValidateTemporaryCollective
source: Temporary type is Collective, Enter by Load option
es: El tipo de Temporal es Colectivo, Ingrese por la opción de Cargue

# MessageValidateTotalParticipationAgent
source: Total Share Must be Equal to 100
es: La Participación Total Debe Ser Igual a 100

# MessageValidateValueParticipationPercentage
source: Participation must be greater than 0
es: Participacion debe Ser Mayor a 0

# MessageValidationDateFinalDeliveryDate
source: The date delivery date be greater than the initial date of the policy
es: La fecha acta de entrega debe ser mayor a la fecha inicial de la poliza

# MessageValidationDateTerminalUnitContract
source: The deadline date until the contract should be greater than the initial date of the policy
es: La fecha plazo hasta del contrato debe ser mayor a la fecha inicial de la póliza

# MessageValidationNoticeCoverage
source: There is already coverage for the Affected and Estimation
es: Ya existe la cobertura para el Afectado y Estimación

# MessageValue
source: The Amount Field Is Required
es: El campo valor es requerido

# MessageWaiting
source: Processing, please wait ...
es: Procesando, por favor espere...

# Methodpayment
source: Payment Method
es: Medio de Pago

source: Min
es: Mínimo

# Minimo3CharactersSearch
source: Son Minimo 3 characters to perform the search
es: Son Minimo 3 caracteres para realizar la busqueda

source: Minimum Additional Taxable Base
es: Mínima Base Imponible Adicional

# MinimumBaseCalculation
source: Calculation on minimum base surplus
es: Cálculo sobre excedente de base mínima

source: MinimumDaysExpirationQuota
es: Mínima cantidad de días entre el vencimiento de la última cuota y la fecha de fin de vigencia

# MinimumPremiumAplicated
source: Minimum premium has been aplicated
es: Se ha aplicado prima minima

source: Minimum Taxable Base
es: Mínima Base Imponible

# MinPremiunRelation
source: Minium Premiun
es: Prima Mínima

# MinPremiunRelationDeleteError
source: Error delete Minium Premium
es: Se presentó un error al eliminar la prima mínima

# MinPremiunRelationDeleteSuccessfully
source: Minium Premium was deleted successfully
es: Prima mínima eliminada correctamente

# MinPremiunRelationPrefixWrong
source: Prefix not allowed
es: Ramo seleccionado no permitido

# MinPremiunRelationQueryError
source: Error query Minium Premium
es: Se presentó un error al consultar las primas mínimas

# MinPremiunRelationSaveError
source: Error save Minium Premium
es: Se presentó un error al registrar la prima mínima

# MinPremiunRelationSaveSuccessfully
source: Saved Minium Premium was successfull
es: Registro guardado Correctamente

# MinPremiunRelationUpdateError
source: Error update Minium Premium
es: Se presentó un error al actualizar la prima mínima

# MinPremiunRelationUpdateSuccessfully
source: Minium Premium was update successfully
es: Prima mínima actualizada correctamente

# MissingDateContract
source: Field Contract date is required
es: Debe ingresar la fecha postcontractual

source: Missing Risk Data
es: Faltan Datos del Riesgo

# ModalTitleCities
source: List of Cities
es: Lista de Ciudades

# ModalTitleCountries
source: Country List
es: Lista de Paises

# ModalTitleStates
source: List of Departments
es: Lista de Departamentos

source: Model
es: Modelo

# ModelEliminated
source: Model successfully eliminated
es: Modelo eliminado con éxito

source: Model not found
es: No se encontró el modelo

source: Modification
es: Modificación

source: Modification Date
es: Fecha de Modificacion

# ModificationNoDone
source: The Modification Has Not Been Done
es: No se ha realizado la modificación

# MODIFICATIONPRORROGATION
source: MODIFICATION AND PRORROGATION
es: MODIFICACION Y PRORROGA

source: Modification Save
es: Guardar Modificación

# Modified
source: Modifed
es: Modificado

source: Modified Model
es: Modelo Modificado

source: Modify
es: Modificar

source: Modify Concepts
es: Modificar Conceptos

source: Modify Data
es: Modificar Datos

# ModuleNotExist
source: Module does not exist
es: El modulo no existe

source: Module not found
es: Módulo no encontrado

source: Modules
es: Módulos

source: Modules save successfully
es: Modulos guardados correctamente

source: Month
es: Mes

# MoreThan10Intermediates
source: Can not add more than 10 intermediates
es: No se pueden agregar mas de 10 intermediaros

source: Motive
es: Motivo

# MotiveCancelation
source: Cancellation Reason Recoveries / Rescues
es: Motivo Cancelación Recobros/Salvamentos

# MotiveCancelationLabel
source: Reasons for Cancellation
es: Motivos de Cancelación

# MotiveCancelationList
source: Cancellation parameterization Reasons
es: Parametrización Motivos de Cancelación

# Mountaineering
source: Alpinism
es: Alpinismo

source: Movement Type
es: Tipo de Movimiento

# MovementTypeAndBranchRequired
source: Movement type and branch are required.
es: Tipo de movimiento y sucursal de pago obligatorios

# MSG_GENERIC_WS
source: Error Authenticaion service
es: Error del servicio de autenticación

# MsgAlreadyExists
source: {0} {1} Already exists with this name
es: Ya existe {0} {1} con este nombre

# MsgAlreadyExists2
source: {0} {1} Already exists with these characteristics
es: Ya existe {0} {1} con estas caracteristicas

# MsgCorrectRemoval
source: Correct Removal
es: Eliminación Correcta

# MsgCreatePerson
source: ¿Want you create person in module person?
es: ¿Desea crear la persona en el modulo de Person?

# MsgDeleteFail
source: {0} {1} can not be deleted
es: {0} {1} no se puede eliminar

# MsgDeleteSuccessfull
source: {0} deleted successfully
es: {0} eliminado correctamente

# MsgDontDataAdd
source: There are not data for add
es: No hay datos para agregar

# MsgImportRule
source: Rule imported correctly
es: Regla importada correctamente

# MsgInsured
source: INSURED
es: ASEGURADO

# MsgLessParameter
source: {0} {1} must have at least {2} {3}
es: {0} {1} debe tener al menos {2} {3}

# MsgPolicyWithoutTemporal
source: Policy has no temp to delete
es: La póliza no tiene temporales por eliminar

# MsgRuleMinAction
source: The rule must have at least one action
es: La regla debe tener al menos una acción

# MsgRuleMinCondition
source: The rule must have at least one condition
es: La regla debe tener al menos una condición

# MsgSaveSuccessfull
source: {0} saved successfully
es: {0} guardado correctamente

# MsgSuccessfullySaveBillingGroup
source: Billing Group successfully saved
es: Se ha guardado el Grupo de Facturación satisfactoriamente

# MsgThird
source: THIRD
es: TERCERO
