Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

source: Total Value to Pay for Claims
es: Valor total a pagar por reclamos

source: To Temporal Value
es: Al valor temporal

source: Town
es: Municipio

source: Trade Name
es: Razón Social

# TransactionsForeignCurrencies
source: Transactions in Foreign Currencies
es: Operaciones en moneda extranjera

source: TransmissionType
es: Tipo de Transmisión

source: Transport
es: Transporte

# TransportClaim
source: Claims - Transport
es: Denuncia - Transporte

# TrialNumberAbbreviation
source: Trial Number
es: Nro Juicio

# TributaryIdNo
source: Tributary identification number
es: Número de identificación

source: Type
es: Tipo

source: Type According Risk
es: Tipo segun riesgo

# TypeAllRequiredFields
source: Enter Required Fields
es: Ingrese los Campos Requeridos

# TypeARangeOfDates
source: You Must Insert Date From and Date To
es: Debe Ingresar la Fecha de Desde y la Fecha Hasta

# TypeARangeOfNoticeDates
source: You Must Insert Notice Date From and Notice Date To
es: Debe Ingresar la Fecha de Aviso Desde y la Fecha de Aviso Hasta

# TypeARangeOfOcurrenceDates
source: You Must Insert Ocurrence Date From and Ocurrence Date To
es: Debe Ingresar la Fecha de Ocurrencia Desde y la Fecha de Ocurrencia Hasta

# TypeAtLeast
source: You must enter at least {0} characters
es: Debe ingresar al menos {0} caracteres

source: Type a valid year
es: Ingrese Un año valido

# TypeContactInformation
source: Put your Contact Information
es: Ingrese sus datos para contactarle

source: Type Coverage
es: Tipo de Cobertura

# TypeDocument
source: Document Type Not Selected
es: Tipo Documento No Seleccionado

# TypedRefunds
source: Admitted Refunds
es: Devoluciones ingresadas

# TypeEstimations
source: Requiered Estimation
es: Ingrese las Estimaciones

# TypeEstimationTotal
source: The type of payment is Total, you must enter the total estimate
es: El tipo de Pago es Total, se debe ingresar el total de la estimación

# TypeExemption
source: Exemption Type
es: Tipo Exoneración

# TypeHouse
source: Type of House
es: Tipo de Vivienda

# TypeInjuredSuretyData
source: Enter the Information of the affected Property
es: Ingrese los datos de la propiedad siniestrada

# TypeInjuredVehicleData
source: Enter the Information of the affected Vehicle
es: Ingrese los datos del auto siniestrado

# TypeIntermediary
source: Agent Type
es: Tipo de Intermediario

# TypeObjectedNoticeIdForAssociation
source: Insert the id of the objected notice that you want to associate
es: Ingresar el id del aviso objetado al cual se quiere asociar

source: Type of Person
es: Tipo de Persona

source: Type of Voucher
es: Tipo de Comprobante

# TypePaymentConceptValues
source: Please enter values ​​Concepts Pay
es: Por favor Ingrese valores de Conceptos de Pago

# TypeRequiredData
source: Please enter the required data
es: Por Favor ingrese los datos requeridos

source: Types Currencies
es: Tipos de Moneda

# TypeSearchParameters
source: Must Insert a search parameter
es: Por favor ingresar un filtro para buscar.

source: Types Of Assistance
es: Tipos de Asistencia

# TypeSuretyData
source: Enter the Information of the surety
es: Ingrese los datos de la fianza

source: Type the Number
es: Tipea el número.

source: TypeTransaction
es: Tipo de Transacción

# UnabledConnectServer
source: Unable to connect to remote server
es: No es posible conectar con el servidor remoto

# UnavaibleAdjustmentEndorsement
source: Adjustment endorsement pending
es: Endoso de declaración pendiente

# UnavaibleDeclarationEndorsement
source: Declaration endorsement pending
es: Endoso de ajuste pendiente

# UnexpectedError
source: An unexpected error has occurred
es: Ha ocurrido un error inesperado

source: Unique Rate
es: Tasa Unica

source: Unit
es: Unidad

# UnitMax
source: Unit (Máximum)
es: Unidad (Máximo)

# UnitMin
source: Unit (Minimum)
es: Unidad (Mínimo)

# UnitsQuantityAbbreviation
source: Units Qty
es: Cant. Unidades

# UnitsShortNumber
source: Qty
es: # Un

source: UnitTime
es: Unidad de tiempo

source: Unit Type
es: Tipo Unidad

# Untill
source: to
es: hasta

source: Update
es: Actualizar

# UpdateActivePanel
source: update satisfactorily.
es: Configuración del panel actualizada correctamente.

source: Update by
es: Actualizada por

source: UpdateContractObject
es: Actualización Objeto del Contrato

source: Update Contract Object Right
es: Actualizacion del Objeto del Contrato Correctamente

# UpdateCRUD
source: {0} updated
es: {0} actualizado

source: Updated
es: Actualizado

source: Update Document Type Range
es: Rango de Cedulación modificado satisfactoriamente

# UpdateFinancialPlan
source: Financial plan updated correctly
es: Plan financiero actualizado correctamente

source: UpdateLevelPolicy
es: Actualizacion a Nivel de Poliza

source: UpdateLevelRisk
es: Actualizacion a Nivel de Riesgo

# UpdateLog
source: Update
es: Actualizado

source: Update Password
es: Cambiar contraseña

# UpdateQuotaOperationalError
source: Error updated operational quota
es: Error actualizando cupo operativo

# UpdateQuotaOperationalSuccess
source: Operational Quota correctly updated
es: Cupo operativo actualizado correctamente

source: Upload from file
es: Cargar desde Archivo

# UploadNoRecordsWithError
source: The upload does not have records with error
es: El cargue no tienen registros con error

# UploadNoRisksWithError
source: The upload have no risks with error
es: El cargue no tienen riesgos con error

source: Upload Not Found
es: El cargue no se encuentra Emitido

source: Upload Table
es: Cargar Tabla

# UploadTypeObligatory
source: Upload type is obligatory
es: Tipo de Cargue es Obligatorio

source: User
es: Usuario

source: User authorization code
es: Codigo de autorizacion de usuario

# UserBlocledContact
source: User blocled, please contact the administrator
es: Usuario bloqueado, Por favor contacte al administrador

# UserDisable
source: User Disabled
es: Usuario Deshabilitado

source: User Disabled
es: Usuario Inactivo

source: User error.
es: El usuario no está habilitado.

# UserGroup
source: Assign group
es: Asignar grupo

# UserHasActiveSesion
source: User has an active sesion
es: El usuario tiene una sesión activa

source: UserName
es: Nombre del Usuario

# UserNoHaveAgentEnabled
source: The user does not have the intermediary enabled
es: El usuario no tiene habilitado el intermediario

source: User Not Exist
es: Usuario No Existe

source: User or password failed
es: Usuario o contraseña incorrecta

source: Users
es: Usuarios

# UserWithOutBranch
source: User mush have at least one branch
es: El usuario debe tener al menos una sucursal

# UserWithOutHierarchy
source: User mush have at least one hierarchy
es: El usuario debe tener al menos una jerarquía

# UserWithoutProfiles
source: The user does not have associated profiles
es: El usuario no tiene perfiles asociados

source: Utility
es: Utilidad

source: UtilityStateResult
es: Utilidad - Estado de Resultado

# ValError
source: {0} must be between {1} and {2}
es: {0} Debe estar entre {1} y {2}

# ValidateAddressHolder
source: The taker does not have an associated address
es: El tomador no cuenta con una dirección asociada

source: Validate Boat Name
es: Nombre barco invalido

# ValidateCoInsuranceAccepted
source: Validate CoInsuredAccepted information
es: Validar la información del coaseguro

source: Validated
es: Validado

source: Validated With Errors
es: Validado con errores

# ValidateEconomicGroupEnabled
source: Unable to create a disabled economic group
es: No se puede crear un grupo economico inhabilitado

# ValidateEndorsementPayer
source: You can not make an endorsement, policy issued with Premium Financing
es: No puede realizar endoso, poliza emitida con Financiación de Primas

# ValidateExpression
source: No parameterized validations were found
es: No se encontraron validaciones parametrizadas

source: Validate File
es: Validando Archivo

source: Validate form Coverage
es: Validar Formulario de la cobertura

# ValidateMessageProduct2G
source: The Associate 2G product field is required
es: El campo Asociar producto 2G es obligatorio

# ValidateOriginPolicy
source: Original policy of R1
es: Poliza tiene un temporal de R1

# ValidatePayer
source: Validate Components
es: Componentes con valores incorrectos

# ValidatePhoneHolder
source: The policyholder does not have a registered telephone
es: El tomador no cuenta con un teléfono registrado

# ValidateSarlaftExists
source: The holder has not signed the SARLAFT form
es: El Tomador no ha firmado el formulario de SARLAFT

# ValidateSarlaftExistsBeneficiary
source: The Beneficiary has not signed the SARLAFT form
es: El Beneficiario no ha firmado el formulario de SARLAFT

# ValidateSarlaftExistsInsured
source: The Insured has not signed the SARLAFT form
es: El Asegurado no ha firmado el formulario de SARLAFT

# ValidateSarlaftExistsIntermediary
source: The intermediary has not signed the SARLAFT form
es: El Intermediario no ha firmado el formulario de SARLAFT

# ValidateSarlaftExistsSecure
source: The Secure has not signed the SARLAFT form
es: El Afianzado no ha firmado el formulario de SARLAFT

# ValidateSarlaftExpired
source: The SARLAFT form for the Policyholder is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Tomador ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftExpiredBeneficiary
source: The SARLAFT form for the Policy Beneficiary is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Beneficiario ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftExpiredInsured
source: The SARLAFT form for the Policy Insured is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Asegurado ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftExpiredIntermediary
source: The SARLAFT form for the Policy Intermediary is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Intermediario ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftExpiredSecure
source: The SARLAFT form for the Policy Secure is already expired. Should diligence a new one
es: El formulario de SARLAFT para el Afianzado ya está vencido. Debe diligencia uno nuevo

# ValidateSarlaftOvercome
source: The SARLAFT form for the Policyholder is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el Tomador está por vencer. Debe diligencia uno nuevo

# ValidateSarlaftOvercomeBeneficiary
source: The SARLAFT form for the Policy Beneficiary is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el Beneficiario está por vencer. Debe diligencia uno nuevo

# ValidateSarlaftOvercomeInsured
source: The SARLAFT form for the Policy Insured is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el Asegurado está por vencer. Debe diligencia uno nuevo

# ValidateSarlaftOvercomeIntermediary
source: The SARLAFT form for the Policy Intermediary is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el Intermediario está por vencer. Debe diligencia uno nuevo

# ValidateSarlaftOvercomeSecure
source: The SARLAFT form for the Policy Secure is about to expire. Should diligence a new one
es: El formulario de SARLAFT para el Afianzado está por vencer. Debe diligencia uno nuevo

# ValidateSarlaftPending
source: The SARLAFT form for the Holder is pending authorization
es: El formulario de SARLAFT para el Tomador esta pendiente por autorización

# ValidateSarlaftPendingBeneficiary
source: The SARLAFT form for the Policy Beneficiary is pending authorization
es: El formulario de SARLAFT para el Beneficiario esta pendiente por autorización

# ValidateSarlaftPendingInsured
source: The SARLAFT form for the Policy Insured is pending authorization
es: El formulario de SARLAFT para el Asegurado esta pendiente por autorización

# ValidateSarlaftPendingIntermediary
source: The SARLAFT form for the Intermediary is pending authorization
es: El formulario de SARLAFT para el Intermediario esta pendiente por autorización

# ValidateSarlaftPendingSecure
source: The SARLAFT form for the Policy Secure is pending authorization
es: El formulario de SARLAFT para el Afianzado esta pendiente por autorización

# ValidateVersion
source: Changes can not be made to the selected version
es: No se pueden realizar cambios sobre la versión seleccionada

source: Validating
es: VALIDANDO

# ValidationDeclaredAmount
source: Enter the declared value
es: Ingrese el valor declarado

# ValidationInsuredLimit
source: The insured limit must be greater than zero
es: El límite asegurado debe ser mayor a cero

# ValidationPlate
source: Validation by plate /enginer/chassis
es: Vaidacion por placa /motor /chasis

# ValidationPlateTL
source: The TL board is not valid for renewal.
es: La placa TL no es válida para realizar una renovación.

# ValidationRepeatedImpressionsCoverage
source: The name of the print is already registered
es: El nombre de la impresión ya se encuentra registrado.

# ValidationValuePremium
source: Premium value must be greater than zero
es: La prima debe ser mayor a cero

# ValidationValueRate
source: Rate value must be greater than zero
es: La tasa debe ser mayor a cero

source: Validaty From
es: Vigencia Desde

source: Validaty Until
es: Vigencia Hasta

# ValidDecisionTable
source: Table with correct data
es: Tabla con datos correctos

source: validity
es: Vigencia

source: Valid Since
es: Vigencia Desde

source: Valid To
es: Vigencia Hasta

# ValTypeError
source: The {0} must be a {1}
es: El {0} deberia ser de tipo {1}

# Value
source: Amount
es: Valor

source: ValueAfter
es: Valor Nuevo

source: ValueBefore
es: Valor Anterior

# ValueBetween
source: a value between
es: un valor entre

# ValueExceedsQuota
source: the value exceeds the quota
es: El valor del Cupo Operativo excede el Maximo Permitido

# ValueExceedsQuotaAvailable
source: the value exceeds the quota
es: El valor del Cupo Disponible excede el Maximo Permitido

# ValueExceedsQuotaOperative
source: the value exceeds the quota
es: El valor del Cúmulo excede el Maximo Permitido

# ValueInLocal
source: Real Value
es: Valor en Pesos

# ValueInPaymentCurrency
source: Currency of Payment Value
es: Valor a Moneda de Pago

# ValueInsuredPesos
source: Value Insured in Pesos
es: Valor Afianzado en Pesos

source: Value Minimum Salaries
es: Valor Salario Mínimo

# ValueOfTax
source: Tax Value
es: Valor del Impuesto

# ValueOrQuantity
source: Value/Quantity
es: Valor/Cantidad

# ValuePaymentDontOvercomeCompanyPercetange
source: The value of payment can't overcome participation percentage of company {0}%, the max value of payment is ${1}
es: El valor del pago no puede superar el porcentage de participacion de la compañia {0}%, el valor máximo de pago es ${1}

# ValuesRisksSummary
source: Risk & Values Summary
es: Resumen Riesgos y Valores

source: Value to pay for claims can not be greater than the estimation
es: Valor a pagar por reclamos no puede ser mayor a la estimación

# ValueVehiclesYear
source: Value of vehicles per year
es: Valor de vehículos por año

# ValueVehicleYear
source: Value of vehicle per year
es: Valor de vehículo por año

# VariationPercentageShort
source: % of Variation
es: % de Variación

source: Various Invoices by Claim
es: Varias Facturas Por Reclamo

source: Vehicle
es: Vehículo

source: Vehicle Agency
es: Agencia de Vehículos

# VehicleBodyCreated
source: Vehicles bodies created
es: Carrocerías de vehículo creados

# VehicleBodyDeleted
source: Vehicles bodies deleted
es: Carrocerías de vehículo borrados

# VehicleBodyFileName
source: LIST VEHICLE BODY
es: LISTADO DE CARROCERÍAS

source: Vehicle body not found
es: Carrocería no encontrada

# VehicleBodyUpdated
source: Vehicles bodies updated
es: Carrocerías de vehículo modificados

# VehicleBodyUseFileName
source: LIST VEHICLE BODY - USES
es: LISTADO DE CARROCERÍA - USOS

# VehicleClaim
source: Claims - Vehicle
es: Denuncia - Vehículos

# VehicleMake
source: Make
es: Marca

# VehicleMakes
source: Makes of Vehicles
es: Marcas de Vehículo

# VehicleModel
source: Model Vehicle
es: Modelo de Vehículo

# VehicleModel1
source: Model
es: Modelo

# VehicleNotice
source: Claim NOTICE - VEHICLE
es: Aviso de Siniestro - Vehículo

# VehiclePlate
source: Plate
es: Placa

source: Vehicle Registration
es: Registro Vehicular

source: Vehicles
es: Vehículos

source: Vehicle Trip
es: Vehículo de viaje

source: Vehicle Type
es: Tipo de vehí­­culo

# VehicleTypeBodyFileName
source: LIST OF TYPE OF VEHICLE - BODY
es: LISTADO DE TIPO DE VEHICULO CARROCERIA

# VehicleTypeCreated
source: Types of vehicles created
es: Tipos de vehiculos creados

# VehicleTypeDeleted
source: Types of vehicles deleted
es: Tipos de vehiculos borrados

# VehicleTypeFileName
source: LIST OF TYPES OF VEHICLES
es: LISTADO DE TIPOS DE VEHICULOS

source: Vehicle type not found
es: Tipo de vehiculo no encontrado

# VehicleTypes
source: Types of Vehicles
es: Tipos de Vehículo

# VehicleTypeUpdated
source: Types of vehicles updated
es: Tipos de vehiculos modificados

# VehicleVersion
source: Version
es: Versión

source: Vehicle Version Delete Successfully
es: Versión eliminada Correctamente

# VehicleVersionSaveSuccessfully
source: Version successfully saved
es: Versión Guardada Correctamente

# VehicleVersionSuccessfullyModified
source: Version successfully modified
es: Versión Modificada Correctamente

source: Verification Date
es: Fecha verificación

source: Verifying Official
es: Func. Verifica

# VersionNull
source: version is null
es: No existe versión

source: Version Query
es: Consulta de Versiones

source: View Guion
es: Ver Guion

source: Virtual Folder
es: Carpeta Virtual

# VNull
source: Null
es: Nulo

# VoidJustificationReason
source: Void Reason/Justification
es: Motivo/Justificación Anulación

source: Void Process
es: Anular Proceso

# VoucherInformation
source: Billing Information
es: Información Factura

source: Voucher Number
es: Número de Comprobante

# VoucherNumber1
source: Voucher Number
es: Número de Comprobante

# VoucherNumberAbbreviation
source: Voucher Num
es: Nro Comprobante

source: Voucher Type
es: Tipo de Comprobante

# WantCreateInsured
source: Do you want to create it as Insured?
es: ¿Desea crearla como Asegurado?

source: Warning
es: Advertencia

# WarningAgeMax
source: Date of birth is below the minimum allowed
es: La fecha de nacimiento esta por debajo del minimo permitido

# WarningCollective
source: The type of action can not be carried out for a collective policy.
es: El tipo de acción no puede llevarse a cabo para una poliza colectiva.

# WarningConditionGroupMappedEntities
source: Condition group has mapped entities, can not be deleted
es: El grupo de condiciones tiene entidades asignadas, no se puede eliminar

# WarningCoveredRiskTypeParam
source: The selected prefix is not configured
es: El ramo seleccionado no se encuentra parametrizado

# WarningCurrencyTypePaymentPlan
source: Not all currency types have a default payment plan
es: No todos los tipos de moneda tienen un plan de pago predeterminado

# WarningDeleteRisk
source: The existing risk can not be eliminated
es: No se puede eliminar el riesgo existente

source: Warning parameter not found
es: Advertencia, no se encontró parámetro

# WarningPercentageMax
source: You can not exceed the maximum defined percentage limit.
es: No puede sobrepasar el máximo tope de porcentaje definido.

# WarningPercentageMin
source: The minimum value to finance must be 0.
es: El valor mínimo a financiar debe ser 0.

# WarningRestrictiveEvents
source: There are restrictive events, correct them to continue
es: Existen eventos restrictivos, corrijalos para continuar

# WarningSaveConcepts
source: The value of the concepts must not exceed the total amount.
es: El valor de los conceptos no debe superar el monto total.

source: Weight
es: Peso

source: WereCreated
es: Se crearon

# WishContinue
source: Do you wish to continue
es: ¿Desea continuar?

source: With error
es: Con error

source: WithErrors
es: Con Errores

source: With Events
es: Con Eventos

source: Without access
es: Sin accesos

# WithoutEngineChassis
source: Check Engine or Chassis
es: Sin serial de motor o chasis

source: WITHOUT REQUEST
es: SIN SOLICITUD

source: WITH REQUEST
es: CON SOLICITUD

# Woman
source: Female
es: Femenino

source: Work With Intermediary
es: Trabaja en Intermediario

source: XML file not selected
es: Archivo XML no ha sido selecionado

source: Year
es: Año

source: Year Of Entry
es: Año de Ingreso

source: Yes
es: Si
