Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# LabelDateIncident
source: Date and Time Incident
es: Fecha de Ocurrencia

# LabelDateIssuance
source: Issuance Date
es: Fecha Emisión

# LabelDateLow
source: Deregister Date
es: Fecha Baja

# LabelDateNotice
source: Date Notice
es: Fecha Aviso

# LabelDateOfQuery
source: Date of Query:
es: Fecha de consulta

# LabelDateQuoteValidity
source: Effective Date Quota
es: Fecha Vigencia Cupo

# LabelDateStart
source: Date start
es: Fecha desde

source: LabelDateToDatePolicy
es: La Fecha del Endoso debe estar dentro la Vigencia de la Poliza

# LabelDayAgo
source: A day ago
es: Hace un día

# LabelDays
source: Days
es: Días

# LabelDaysAgo
source: {0} days ago
es: Hace {0} días

# LabelDaysCountPeriodOne
source: Days Count Fines Period 1
es: Dí­as de Conteo Multas Periodo 1

# LabelDaysCountPeriodTwo
source: Days Count Fines Period 2
es: Dí­­as de Conteo Multas Periodo 2

# LabelDaysPeriodOne
source: Days Period 1
es: Dí­as Periodo 1

# LabelDaysPeriodTwo
source: Days Period 2
es: Dí­as Periodo 2

# LabelDaysvalidity
source: Days of temporary validity
es: Días de validez temporal

# LabelDaysvalidityQuote
source: Days of validity quote
es: Días de validez cotización

# LabelDeclaration
source: Declaration
es: Declaración

# LabelDeclarationData
source: Declaration Data
es: Datos de la Declaración

source: LabelDeclarationEndorsement
es: Declaracion

# LabelDeclarationPeriod
source: Declaration Period
es: Periodo Declarado

# LabelDeclarationSummary
source: Declaration Summary
es: Resumen de la Declaración

# LabelDeclaredValue
source: Declared Amount
es: Valor Declarado

# LabelDeclinedDate
source: Release Date
es: Fecha de Baja

# LabelDeductByCoverageAssigned
source: Assigned
es: Asignado

# LabelDeductByCoverageCod
source: Code
es: Código

# LabelDeductByCoverageDesc
source: Description
es: Descripción

# LabelDeductByCoverageIsDefault
source: Default
es: Por Defecto

# LabelDeductible
source: Deductuble
es: Deducible

# LabelDeductibles
source: Deductibles
es: Deducibles

# LabelDeductiblesByCoverage
source: Deductibles by Coverage
es: Deducibles por Coberturas

# LabelDeedNumber
source: Deed Number
es: Nro. Escritura

# LabelDefault
source: Default
es: Predeterminado

# LabelDelegation
source: Delegation
es: Delegación

# LabelDepartment
source: Department
es: Departamento

# LabelDependence
source: Dependece
es: Dependencia

# LabelDependences
source: Dependences
es: Dependencias

# LabelDependsTo
source: Depends To
es: Depende de

# LabelDepositPremium
source: Deposit Premium
es: % Prima Depósito

# LabelDescription
source: Description
es: Descripción

# LabelDescriptionAllyIntermediary
source: Description
es: Descripción

# LabelDescriptionCoverage
source: Description
es: Descripción

# LabelDescriptionGroup
source: Group Description
es: Descripción del Grupo

# LabelDescriptionLimitedNameCoverage
source: Description Limitied
es: Descripción Limitada

# LabelDescriptionLong
source: Description Long
es: Descripción Larga

# LabelDescriptionMake
source: Description Make
es: Descripción Marca

# LabelDescriptionModel
source: Description Model
es: Descripción Modelo

# LabelDescriptionProduct
source: Description
es: Descripción

# LabelDescriptionProductReduced
source: Short Description
es: Descripción Reducida

# LabelDescriptionRejection
source: Description of Rejection
es: Descripción del Rechazo

# LabelDescriptionShort
source: Description Short
es: Descripción Corta

# LabelDetail
source: Detail
es: Detalle

# LabelDetailArticle
source: Detail of Artícle
es: Detalle del Artículo

# LabelDetailCoverage
source: Coverage Detail
es: Detalle Cobertura

# LabelDetailPayment
source: Payment Detail Proyection
es: Detalle de proyección de pagos

# LabelDetailRiskPrinter
source: Attach Risk Detail
es: Adjuntar Detalle de Riesgo

# LabelDetails
source: Details
es: Detalles

# LabelDetailType
source: Detail Type
es: Tipo detalle

# labelDifferentialCommission
source: Differential Commission
es: Comisión Diferencial

# LabelDisable
source: Disable
es: Deshabilitar

# LabelDisabledDate
source: Disabled Date
es: Fecha deshabilitado

# LabelDiscount
source: Discount
es: Descuentos

# LabelDiscoveryDate
source: Discovery Date
es: Fecha de Descubrimiento

# LabelDocument
source: Document
es: Documento

# LabelDocumentationReceived
source: Documentation Received
es: Documentación recibida

# LabelDocumentNumber
source: Document Number
es: Número Documento

# LabelDocumentType
source: Document Type
es: Tipo de Documento

# LabelDriver
source: Driver
es: Conductor

# LabelDriverDetails
source: Driver Details
es: Datos del Conductor

# LabelDriverRiskLicencePlate
source: Licence Plate Risk Driver
es: Conductor Riesgo de Placa:

# LabelDueDate
source: Due Date
es: Fecha de Vencimiento

# LabelEconomyActivity
source: Economic activity
es: Actividad económica

# LabelEdit
source: Edit
es: Editar

# LabelEditBasicInformation
source: Edit basic information
es: Editar información básica

# LabelEffectiveDate
source: Effective Date
es: Fecha Vigencia

# LabelEffectiveDays
source: Effective Days
es: Días

# LabelEffectiveSale
source: Effective Sale
es: Venta Efectiva

source: Label Elaboration
es: Elaborado

source: Label Elaboration QuotaDate
es: Fecha de Elaboracion de Cupo

# LabelEmailType
source: e-Mail Type
es: Tipo e-mail

# LabelEmission
source: Issuance
es: Emisión

# LabelEnabled
source: Enabled
es: Habilitado

# LabelEnabledStop
source: Stop Process
es: Detiene Ejecución (Restrictivo)

# LabelEndBusinessRules
source: Final Business Rule Set
es: Reglas de Negocio Final

# LabelEndDateExternalProcess
source: Date and Time End External Process
es: Fecha y Hora Fin Proceso Externo

# LabelEndDateIssueProcess
source: Date and Time End Issue Process
es: Fecha y Hora Fin Proceso Emisión

# LabelEndDateLoadProcess
source: Date and Time End Load Process
es: Fecha y Hora Fin Proceso Cargue

# LabelEndDateTariffProcess
source: Date and Time End Tariff Process
es: Fecha y Hora Fin Proceso Tarifación

# LabelEndorsement
source: Endorsment
es: Endoso

# LabelEndorsementCanceled
source: Canceled
es: CANCELADA

# LabelEndorsementTextChange
source: Change Text Endorsment
es: Endoso Cambio de Texto

# LabelEndorsementType
source: Endorsement Type
es: Tipo de Endoso

# LabelEndorsementValid
source: Valid
es: VIGENTE

# LabelEndorsmentRev
source: Endorment Reversal
es: Reversión de Endoso

# LabelEndoTypeCd
source: Endorsement Type
es: Tipo de Endoso

# LabelEndRulesPackage
source: Final Rule Set
es: Paquete de Reglas Final

# LabelEndvalidity
source: End validity
es: Fin Vigencia

# LabelEngine
source: Engine
es: Motor

# LabelEngineConfirmation
source: Engine Confimation
es: Motor Confirmación

# labelEnrollment
source: Enrollment
es: Matricula

# LabelEnter
source: ENTER
es: INGRESAR

# LabelEntity
source: Entitty
es: Entidad

# LabelEntityChild
source: Dependent entity (Child)
es: Entidad Dependiente (Hija)

# LabelEntityMain
source: Field (Main Entity)
es: Campo (Entidad Principal)

# LabelEntityParent
source: Main Entity (Parent)
es: Entidad Principal (Padre)

# LabelErrorgenerated
source: Error generated
es: Error generado

# LabelErrorMessage
source: Error Message
es: Mensaje de Error

# LabelEstimations
source: Estimations
es: Estimaciones

# LabelEvent
source: Event
es: Evento

# LabelEventCatastrophic
source: Event Catastrophic
es: Evento Catastrófico

# LabelEventDescription
source: Event description
es: Descripción evento

# LabelEventGroup
source: Event Group
es: Grupo evento

# LabelEventGroups
source: Event groups
es: Grupos de eventos

# LabelEventsAuthorization
source: Events authorization
es: Autorización de eventos

# LabelExcelFile
source: Excel File
es: Archivo Excel

# LabelExcelRow
source: Excel Row
es: Fila Excel

# LabelExcessLimit
source: Excess Limit
es: Limite en Exceso

# LabelExecutionType
source: Execution Type
es: Tipo de Ejecucion

# LabelExpeditionDate
source: Issuing Date
es: Fecha de Expedición

# LabelExpenses
source: % Expenses
es: % Gastos

# LabelExpensesSarlaft
source: Expenses
es: Egresos

# LabelExtension
source: Extension
es: Extensión

# LabelExtensionPolicy
source: Extension Policy
es: Prórroga

# labelExternalPolicyNumber
source: External policy number
es: Número de póliza externa

# LabelFacultative
source: Facultative?
es: Es Facultativo ?

# LabelFasecoldaCode
source: VIN Number
es: Código Fasecolda

# LabelField
source: Field
es: Campo

# LabelFileTemplates
source: File Templates:
es: Plantillas del archivo:

# LabelFilingDate
source: Filing Date
es: Fecha Radicación

# LabelFilingNumber
source: Filing Number
es: Número Radicación

# LabelFilter
source: Filter by:
es: Filtrar por:

# LabelFilterGroup
source: Filter by group
es: Filtrar por grupo

# LabelFilterStatus
source: Filter by status
es: Filtrar por estado

# LabelFinalBeneficiary
source: Final Beneficiary
es: Beneficiarios Finales

# LabelFinalDeliveryDate
source: Date Final Delivery Date
es: Fecha acta entrega final

source: LabelFinalValue
es: Valor Final

# LabelFirstName
source: First Last Name
es: Primer apellido

# LabelFirstRiskType
source: Benefit of Measure
es: Medida de la prestación

# LabelFixedTermDeposit
source: Fixed Term Deposit
es: CDT

# LabelFlatRate
source: Flat Rate
es: Tasa Cobertura

# LabelFlatRateProduct
source: Flat Rate
es: Tasa única

# LabelFooterLogin
source: For a better experience it is recommended to use Internet Explorer 10 or Superior, Chrome or Firefox browser versions.
es: Para una mejor experiencia se recomienda utilizar las versiones de navegador Internet Explorer 10 o Superior, Chrome o Firefox.

# LabelForIssue
source: For Issued
es: Por Emitir

# LabelFormHistory
source: Form History
es: Historial de formulario

# LabelFormNumber
source: Number of Form
es: Número de Forma

# LabelForRate
source: For Rate
es: Por Tarifar

# LabelForRiskType
source: By Risk Type
es: Por Tipo de Riesgo

source: Label For Solution
es: Solicitado Por

# LabelFrom
source: Current From
es: V. Desde

# LabelFromPrinter
source: From
es: Desde

# LabelFromValue
source: Range Value From
es: Valor de Rango Desde

# LabelFuelType
source: Gas Type
es: Tipo de Combustible

# LabelFullAddress
source: Full Address
es: Dirección Completa

# LabelFullName
source: Full Name
es: Nombres y apellidos

# LabelGallonTankCapacity
source: GallonTankCapacity
es: Cap. Galones Tanque

# LabelGender
source: Gender
es: Genero

# LabelGeneralData
source: General Data
es: Datos generales

# LabelGeneralLevel
source: General Level
es: Nivel General

# LabelGenerals
source: General
es: Generales

# LabelGenerationTemporayDate
source: Generation TemporayDate
es: Fecha Generacion Temporario

# LabelGroundsRejection
source: Grounds for rejection
es: Motivos de rechazo

# LabelGroupBy
source: Group By
es: Agrupar

# LabelGroupCoverage
source: Coverage Group
es: Grupo de Cobertura

# LabelGroupCoverages
source: Coverages Group
es: Grupo de coberturas

# LabelGroupIntermediary
source: Intermediary Group
es: Grupo intermediario

# LabelGroupPolicies
source: Policy group
es: Grupo de Políticas

# LabelGroupPoliciesBouquet
source: Bouquet
es: Ramo

# LabelGroupPoliciesCode
source: Group Code
es: Código del Grupo

# LabelGroupPoliciesDescription
source: Group name
es: Nombre del Grupo

# LabelGroupPoliciesModule
source: Module
es: Módulo

# LabelGroupPoliciesPackage
source: Package
es: Paquete

# LabelGroupPoliciesSubmodulo
source: Submodule
es: Submódulo

# LabelGroupPoliciesTypeRisk
source: Type of risk
es: Tipo de Riesgo

# LabelGroupPolicy
source: Grouping policies
es: Pólizas Agrupadoras

# LabelGroupStatus
source: ASSIGNED
es: ASIGNADO

# LabelGuarantee
source: Guarantee
es: Contragarantia

# LabelGuaranteeAmount
source: Guarantee Amount
es: Valor

# LabelGuarantees
source: Guarantees
es: Contragarantias

# LabelGuarantor
source: Guarantor
es: Contragarante

# LabelGuarantors
source: Guarantors
es: Contragarantes

# LabelGuide
source: Guide
es: Guía

# LabelGuideDate
source: Guide Date
es: Fecha de Guía

# LabelHasSinister
source: Has Sinister
es: Tiene Siniestro

# LabelHeaderDocumentNumber
source: Header Document Number
es: No. Documento

# LabelHierarchy
source: Hierarchy
es: Jerarquía

# LabelHistory
source: History
es: Historia

# LabelHolder
source: Policy Holder
es: Tomador

# LabelHolderBirthDate
source: Policy Holder Birth Date
es: Fecha Cumpleaños

# LabelHolderDetail
source: Tender Detail
es: Detalle del tomador

# LabelHolderTypes
source: Holder Types
es: Tipo de tomador

# LabelHomeType
source: Dwelling Type
es: Tipo vivienda

# LabelHomeUse
source: Dwelling Use
es: Uso vivienda

# LabelHour
source: Hour
es: Hora

# LabelIdAllyIntermediary
source: Individual Id
es: Id Individuo

# LabelIdArticle
source: Id of Article
es: Código del Artículo

# LabelIdEconomicGroup
source: Id Economic Group
es: Id Grupo Economico

# LabelIdentificationNumber
source: Identification Number
es: Número de Identificación

# LabelIdModel
source: Model Code
es: Código Modelo

# LabelIdOccupation
source: Occupation
es: Cargo

# LabelIdOfUser
source: Id of User
es: Id del usuario

# LabelIdPolicyType
source: Policy Type Code
es: Código Tipo de Póliza

# LabelIdRiskActivity
source: Risk Activity
es: Actividad del Riesgo

# LabelIdRiskType
source: Risk Type Code
es: Código Tipo de Riesgo

# LabelIf
source: If
es: Si

# LabelImage
source: Image
es: Imagen

# LabeLimitEvent
source: limit per event
es: Límite por evento

# LabelInactive
source: Inactive
es: Inactivo

# LabelIncentive
source: Enable Incentive
es: Habilitar Incentivo

# LabelIncentivesForAgents
source: Incentives for Agents
es: Incentivos por intermediario

# LabelIncentiveValue
source: Incentive Value
es: Valor Incentivo

# LabelInclusionExclusion
source: Inclusion / Exclusion of the Risk
es: Inclusión/Exclusión Riesgos

# LabelInclusionExlusionRisk
source: Inclusion-Exclusion Risk
es: Inclusión-Exclusión Riesgo

# LabelInclusionRisk
source: Risk
es: Riesgos

# LabelIncome
source: Income
es: Ingresos

# LabelInformationAmparos
source: Information of Amparos
es: Información de Amparos

# LabelInformative
source: The following information is required
es: La siguiente información es obligatoria

# LabelInformer
source: Name of Who Reports
es: Nombre de Quien Avisa

# LabelInfringementCode
source: Infringement Code
es: Código Infracción

# LabelInfringementCodeSearch
source: Infringement Code
es: Código de Infracción

# LabelInfringementDescription
source: Description
es: Descripción

# LabelInfringementGroup
source: Infringement Group
es: Grupo de Infracción

# LabelInfringementGroupDescription
source: Description
es: Descripción

# LabelInfringementPreviousCode
source: Infringement Previous Code
es: Código Infracción Previo

# LabelInfringementStateDescription
source: Description
es: Descripción

# LabelInitialBusinessRules
source: Initial Business Rule Set
es: Reglas de Negocio Inicial

# LabelInitialExpirationDateFrom
source: Initial expiration date from
es: Fecha de vencimiento inicial desde

# LabelInitialExpirationDateUntil
source: Initial expiration date until
es: Fecha de vencimiento inicial hasta

# LabelInitialInclude
source: Initially included
es: Incluido Inicialmente

# LabelInitialRulesPackage
source: Initial Rule Set
es: Paquete de Reglas Inicial

source: LabelInitialValue
es: Valor Inicial

# LabelInspection
source: Inspection
es: Inspección

# LabelInspectionData
source: Inspection Data
es: Datos Inspección

# LabelInspectionDate
source: Inspection Date
es: Fecha de Inspección

# LabelInsuranceAccepted
source: Insurance Accepted
es: Coaseguro Aceptado

# LabelInsuranceAssigned
source: Co-Insurance Ceded
es: Coaseguro Cedido

# LabelInsuranceObject
source: Object of Insurance
es: Objeto de Seguro

# LabelInsuranceObject2G
source: 2G Insurance Object
es: Objeto de Seguro 2G

# LabelInsured
source: Insured
es: Asegurado

# LabelInsuredCodeProfile
source: Profile Code
es: Código Perfil

# LabelInsuredCreate
source: Do you want to create it as Insured?
es: Desea crearla como Asegurado?

# LabelInsuredDetail
source: Insured's details
es: Detalle del asegurado

# LabelInsuredLinked
source: Insured linked
es: Asegurado vinculado

# LabelInsuredName
source: Name
es: Nombre

# LabelInsuredObject
source: Insurance objects
es: Objetos del seguro

# LabelInsuredObjects
source: Insured Objects
es: Objetos del seguro

# LabelInsuredSecondary
source: Secondary Insured
es: Asegurado Secundario

# LabelInsuredValue
source: Insured Value
es: Valor Asegurado

# LabelIntermediariesCommissions
source: Intermediaries and Commissions
es: Intermediarios y Comisiones

# LabelIntermediary
source: Intermediary
es: Intermediario

# LabelIntermediaryAgencies
source: Intermediary agencies
es: Agencias del intermediario

# LabelIntermediaryAgency
source: Intermediary Agency
es: Agencia Intermediario

# LabelIntermediaryClaimNum
source: Intermediary Claim Number
es: Nro Siniestro Intermediario

# LabelIs
source: Is
es: Es

# LabelIsCellphone
source: Is Cell Phone
es: Es Celular

# LabelIsDeclarative
source: Is declarative?
es: ¿Es declarativa?

# LabelIsElectronicMail
source: Is Electronic Mail
es: Es Correo Electrónico

# LabelIsEnabled
source: ¿Disable?
es: ¿Inhabilitar?

# LabelIsFacultative
source: Facultative
es: Es Facultativo

# LabelIsFine
source: Is Fine
es: Multas de Tránsito

# LabelIsNew
source: Is Brand New?
es: Es 0 Km?

# LabelIsNull
source: Optional
es: Opcional

# LabelIsOptional
source: Is Facultative?
es: Es Facultativo

# LabelIsOriginal
source: Original Accesory
es: Accesorio original

# LabelIsScore
source: Is Score
es: DataCrédito

# LabelIssuanceCurrency
source: Currency Issuance
es: Moneda de Emisión

# LabelIssuanceDate
source: Issuance Date
es: Fecha de Emisión

# LabelIssued
source: Issued
es: Emitidos

# LabelIssuingEntity
source: Issuance Entity
es: Entidad Emisora

# LabelJoinSourceField
source: Join Source Field
es: Código Tabla Origen para Unión

# LabelJoinTable
source: Join Table
es: Tabla Unión (Join)

# LabelJoinTargetField
source: Join Target Field
es: Código Unión

# LabelJudicialDecisionDate
source: Date Administrative Act in Firm
es: Fecha Decisión Judicial

# LabelKey
source: Keycode
es: Clave

# LabelKey1Field
source: Validation Key 1
es: Llave Validación 1

# LabelKey2Field
source: Validation Key 2
es: Llave Validación 2

# LabelKey3Field
source: Validation Key 3
es: Llave Validación 3

# LabelKey4Field
source: Validation Key 4
es: Llave Validación 4

# LabelLabelFirstRiskType
source: Benefit of Measure
es: Medida de la prestación

# LabelLackPeriod
source: Lack Period
es: Periodo de Carencia

# LabelLastChangeDate
source: Last Change Date
es: Fecha Ultima

# LabelLastEndorsement
source: Last endorsement
es: Ultimo Endoso

# LabelLastName
source: Last Name
es: Apellido

# LabelLastPeriodBilled
source: Last Period Billed
es: Último Período facturado

# LabelLastVersionNodeRuleSet
source: Last version refreshed in a node
es: Ultima versión refrescada por Nodo

# LabelLatitude
source: Latitude
es: Latitud

# LabelLeadingInsurer
source: Insurance Leader
es: Aseguradora Líder

# LabelLeadingPolicy
source: Number of Leading Policy
es: Póliza Líder

# labelLegalPerson
source: Legal Individual
es: Persona Jurídica

source: Label Legal Quota
es: Cupo Legalizado

# LabelLegalRepresentative
source: Legal Representative
es: Representante Legal

# LabelLegalRepresentativeSing
source: Legal Representative Sing
es: Firma de Representante Legal

# LabelLength
source: Length
es: Longitud

# LabelLessOneDay
source: Less than one day
es: Menos de un dia

# LabelLetter
source: Letter
es: Letra

# LabelLevel
source: Level
es: Nivel

# LabelLevels
source: Level
es: Nivel

# LabelLicencePlatePrinter
source: Plate
es: Placas

# LabelLicencesePlate
source: Plate Number
es: Placa

# LabelLicensePlate
source: License Plate
es: Placa

# LabelLimitAmount
source: Limit Amount
es: Límite Asegurado

# LabelLimitClaimant
source: Claimant Limit Amount
es: Límite por Reclamante

# LabelLimitClaimantAmount
source: Limit Claimant Amount is required
es: Límite por reclamante es obligatorio

# LabelLimitInsured
source: Limit Insured
es: Límite Asegurado

# LabelLimitMaxRealeaseAmount
source: Max Limit Realease Amount
es: Límite Maximo por Despacho

# LabelLimitOccurrence
source: Ocurrence Limit Amount
es: Límite por Ocurrencia

# LabelLimitRC
source: Liability Limit Amount
es: Límite de RC

# LabelLineBusiness
source: Line of Business
es: Ramo Técnico

# LabelListEntityValue
source: Value of List
es: Valor de la Lista

# LabelListOfUses
source: List of uses
es: Lista de usos

# LabelListRisk
source: List Risk
es: Lista de Riesgo

# LabelListRiskRequired
source: List Risk Field is Mandatory
es: El Campo Lista de Riesgo es Obligatorio

# LabelListViewPerson
source: Person List
es: Lista de Personas

# LabelLoad
source: Load
es: Cargue

# LabelLoadNumber
source: Load Number
es: Número de cargue

# LabelLogin
source: LOGIN
es: INICIAR SESIÓN

# LabelLogOut
source: Close Session
es: Cerrar Sesión

# LabelLongDescription
source: Long Description
es: Descripción Larga

# LabelLongitude
source: Longitude
es: Longitud

# LabelLostTotalTheft
source: Lost Total Theft
es: Perdida Total Hurto

# LabelMachineName
source: Machine name
es: Nombre de máquina

# LabelMainAddress
source: Main address
es: Dirección principal

# LabelMainDebtor
source: Main Debtor
es: Deudor Principal

# LabelMake
source: Brand
es: Marca

# LabelMaker
source: Maker
es: Fabricante

# LabelMandatory
source: Mandatory
es: Obligatorio

# LabelMaritalStatus
source: Marital Status
es: Estado Civil

# LabelMaximumNumberRisk
source: Maximum Number of Risks
es: Cant. Max. riesgos

# LabelMaximumResponsability
source: Maximum Responsability
es: Maxima Responsabilidad

# LabelMaxLiability
source: Max Liability
es: Responsabilidad Máxima

# LabelMaxLiabilitySurety
source: Max Liability
es: Resp. Máxima es requerido

# LabelMeasureArea
source: Measure Area
es: Área Medida

# LabelMeasurementBenefit
source: Benefit of Measure
es: Medida de la Prestación

# LabelMerchandiseType
source: MerchandiseType
es: Tipo de mercacía

# LabelMethodPayment
source: Payment method
es: Medio de pago

# LabelMinimumPremium
source: Minimum Premium
es: Prima Mínima

# LabelMinimumPremiumValue
source: Minimum Premium Value
es: Valor Prima Mínima

# LabelMinimumThreeCharacters
source: You must have at least three characters to perform the search
es: Como mínimo debe tener tres caracteres para realizar la búsqueda

# LabelMinimumTwoCharacters
source: You must have at least two characters to perform the search
es: Como mínimo debe tener dos caracteres para realizar la búsqueda

# LabelMinimumValueInsured
source: Minimum Value Insured
es: Valor Mínimo Asegurado

# LabelMinimunQuota
source: Min. Quota
es: Min. Cuota

# LabelMinistryCertificate
source: Attach DOT Certificate
es: Adjuntar Certificado Ministerio y Transito

# LabelModel
source: Model
es: Modelo

# LabelModelCodeFasecolda
source: Model code Fasecolda
es: Código de modelo Fasecolda

# labelModificationDate
source: Modification Date
es: Fecha de Modificación

# LabelModificationReason
source: Modification Reason
es: Motivo de la Modificación

# LabelModificationType
source: Modification Type
es: Tipo de Modificación

# LabelModule
source: Module
es: Módulo

# LabelMoney
source: Currency
es: Moneda

# LabelMortage
source: Mortgage
es: Hipoteca

# LabelMortageType
source: Mortgage Type
es: Tipo de bien

# LabelName
source: Business Name
es: Nombre / Razón Social

# LabelNameAgency
source: Agency Name
es: Nombre de la Agencia

# LabelNameAgentExecutive
source: Name
es: Nombre

# LabelNameBusinnesName
source: Name / BusinnesName
es: Nombre /Razon Social

# LabelNameConditionGroup
source: Group Name conditions
es: Nombre del grupo de condiciones

# LabelNameCoverage
source: Name
es: Nombre de la Cobertura
