Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# DateOfAudience
source: Audience Date
es: Fecha De la Audiencia

source: Date of Establishment
es: Fecha de Radicación

source: Date of sale
es: Fecha de venta

source: Date Quotation From
es: Fecha Cotización desde

source: Date Quotation To
es: Fecha Cotización hasta

# DateRangeInvalid
source: Invalid date range
es: Rango de fecha incorrecto

# DateTimeOfBeginning
source: Start Date /Time
es: Comienzo Fecha/Hora:

# DateTo
source: Effective Date to
es: Fecha Vigencia Hasta

source: Date until
es: Fecha hasta

source: Date Upgrade
es: Fecha Actualización

source: Day
es: Dia

source: Days between quota
es: Dias entre cuota

source: Days Validity
es: Días de Validez

source: Debtor
es: Deudor

source: Debt to pay
es: Deuda a Vencer

source: Decision Sheet
es: Hoja Decisión

source: Decision Table
es: Tabla de decisión

# DecisionTableErrorFilter
source: Mandatory data missing
es: Faltan datos obligatorios

source: Decision Tables
es: Tablas de Decisión

# DeclarationEndorsement
source: Declaration
es: Declaracion

source: Declaration Save
es: Guardar Declaración

source: DeclaredAmount
es: Monto Impuesto

# DeclaredValue2
source: Declared Value
es: Valor declarado

# DeclaredValueOverLimit
source: Declared Value can't be mayor Limit Release Amount
es: El valor declarado no puede ser mayor al Limite maximo por despacho

source: Declined
es: Baja

source: Deductible
es: Deducible

# DeductibleCanNotExceed
source: The deductible can not exceed the estimate
es: El deducible no puede superar la estimación

source: Deductible Code
es: Código Deducible

# DeductibleDescription
source: Deductible Text
es: Texto Deducible

source: Deductible Id
es: Id de Deducible

source: DeductibleNotice
es: Denunciar aviso

source: Default Branch
es: Sucursal por Defecto

source: Default Sales Point
es: Pto. Vta. por Defecto

source: Default values
es: Valores por defecto

source: Defendant
es: Demandado

# Delegation
source: Delegations
es: Delegaciones

source: Delete
es: Eliminar

# DeleteBenefeciary
source: Are you sure you want to remove the beneficiary?
es: ¿Esta seguro que quiere eliminar el beneficario?

# DeleteCoverage
source: Are you sure you want to eliminate this coverage?
es: ¿Esta seguro de eliminar esta cobertura?

# DeleteCRUD
source: {0} removed
es: {0} eliminado

# DeletedSuccessfullyScript
source: Script eliminated correctly
es: Guión eliminado correctamente

# DeleteLoadStateCompletedChecked
source: To delete a load it must be in the state Completed and checked
es: Para eliminar un cargue debe estar en estado Terminado y chequeado

# DeleteLoadSuccessfully
source: Load deleted successfully
es: Cargue eliminado correctamente

source: DeleteLog
es: Eliminar

# DeleteQuotaOperationalError
source: Error eliminating operational quota
es: Error eliminando cupo operativo

# DeleteQuotaOperationalSuccess
source: Eliminated Correctly
es: Eliminado Correctamente

# DeleteRecord
source: Are you sure you want to delete the record?
es: ¿Esta seguro que quiere eliminar el registro?

# DeleteRisksWithError
source: Delete Errors
es: Eliminar Errores

# DeleteSale
source: Delete salvage success.
es: Venta eliminada correctamente.

# DeleteSalvage
source: Delete salvage success.
es: Salvamento eliminado correctamente.

source: DeleteSubCause
es: Se elimino Correctamente

source: Deliver
es: Entregar

# DenyPolitics
source: The Policy was rejected by the user:
es: La Politica fue rechazada por el usuario:

# Department
source: State
es: Departamento

# DepositPremiumPercentInCero
source: Percentage of premium deposit in zero, it's right?
es: Porcentaje de depósito premium en cero, es correcto?

# DescripcionAccesory
source: Accessory Description
es: Descripción Accesorio

source: Description
es: Descripción

# DescriptionCondition
source: Condition Description
es: Descripción Condición

source: Description Module
es: Descripción Módulo

# DescriptionOfDeductible
source: Deductible Description
es: Descripción del Deducible

# DescriptionOfLost
source: Loss Description
es: Descripción de la Perdida

# DescriptionRule
source: Description of the rule
es: Descripción de la regla

source: Description salvage
es: Descripción Salvamento

source: Description Submodule
es: Descripción Submódulo

source: Destiny
es: Destino

# DetailAdjustment
source: Adjustment detail
es: Detalle ajuste

source: Detail commissions
es: Detalle Comisiones

# DetailsOtherOperations
source: Other Operations Details
es: Detalle otras operaciones

# DetailToExcel
source: To see the details of the policies download the file
es: Para ver el detalle de las politicas descargue el archivo

source: Detail Type
es: Tipo de detalle

source: Detail Types
es: Tipos de detalle

source: Diligence Date
es: Fecha Diligenciamiento

source: Direct
es: Directo

# DirExist
source: There is Already a Main Direction
es: Ya existe Una dirección Principal

source: Disable all notifications
es: Deshabilitar todas las notificaciones

source: Disabled
es: Deshabilitado

# DisabledEmisionReversion
source: Not is possible to reverse an emission endorsement
es: No es posible revertir un endoso de emision

source: Discharge Date
es: Fecha de Alta

# DiscountsMessageError
source: Field Required
es: campo requerido

# DiscountsParametrization
source: Parametrization Discount
es: Descuentos Parametrizados

# DiscountsTaxe
source: Taxe
es: Tasa

# DiscountsTitle
source: Discount Data
es: Datos Descuentos

# DiscountsTotal
source: Total Discounts
es: Total Descuento

# DiscountsType
source: Type Discount
es: Tipo de Tasa

# Display50records
source: Maximum 50 records are displayed
es: Se muestran máximo 50 registros

source: Distinct to
es: Distinto a

source: Distribution
es: Distribución

# DistributionQuotaRequired
source: Distribution of quota is mandatory
es: Distribucción de cuotas es obligatoria

source: DistributionQuotasPlan
es: Distribución Cuotas Plan

# DistributionRequiredAllField
source: Distribution is mandatory for all fields.
es: La distribucción es obligatoria para todos los campos.

# DocumentHolderAbbreviation
source: DocHolder
es: DocTomador

source: Document Number
es: Número de Documento

# DocumentNumberAlreadyRegistered
source: Document number is already registered
es: El número de documento ya se encuentra registrado

source: Document Type
es: Tipo de Documento

# DontExistBonded
source: There are not exist bonded.
es: No existen afianzados.

# DontExistDrivers
source: There are not drivers matches.
es: No existe coincidencias de conductores.

source: Don't exists properties.
es: No existen propiedades.

# DontExistVehicles
source: There are not exists vehicles
es: No existen vehículos

source: DoorQuantity
es: Cantidad de puertas

source: Download Package
es: Descargar Paquete

source: Download Table
es: Descargar Tabla

# DriverDataVto
source: Valid Thru
es: Vto Licencia

source: Driver license
es: Licencia de Conducir

# DriverLicenseNumberAbbreviation
source: Lincense Number
es: Nro Licencia

# DriverLicenseType
source: License Type
es: Tipo Licencia

# DriverMan
source: Driver
es: Conductor

# DriverManData
source: Driver Data
es: Datos Conductor

# DropDownListOptionDefault
source: --SELECT--
es: --Seleccione--

source: Due Date
es: Fecha Vencimiento

source: Due Date From
es: Fecha Vencimiento Desde

source: Due Date To
es: Fecha Vencimiento Hasta

source: Dynamic
es: Dinámico

source: Economic Activity
es: Actividad Económica

source: Economic group Id
es: Id grupo económico

source: Economic group name
es: Nombre del grupo económico

# EconomicGroupNameLabel
source: Name, lastname and/or social reason
es: Nombre Apellido y/o Razón Social

# EconomicGroupNoFound
source: The economic group was not found
es: No se encontró el grupo económico.

# EconomicGroupNoParticipants
source: The economic group has no participants.
es: El grupo económico no tiene participantes.

source: Economic Groups
es: Grupos Económicos

source: Edit Actions
es: Editar Acciones

# EditCancelationMotive
source: Edit Reason for Cancellation
es: Editar Motivo de Cancelación

# EditClaimCause
source: Edit Cause of the Claim
es: Editar Causa del Siniestro

source: Edit Claim Notice State
es: Editar estado del aviso de siniestro

source: Edit Claim Number
es: Editar Número de Reclamo

source: Edit condition
es: Editar condicion

source: Edit Estimation
es: Modificar Estimación

source: Edit Field
es: Editar Campo

# EditJudicialVacancy
source: Edit judicial vacancy date
es: Editar fecha de Vacancia Judicial

source: Edit Notice
es: Editar Aviso

source: Edit Rol
es: Editar Rol

# EditSubrol
source: Edit Subrole
es: Editar Subrol

source: Edit Template
es: Editar Plantilla

# EffectiveExtension
source: Effective Extension Date
es: Extensión

# EmailPlaceholder
source: example@domain.com
es: ejemplo@dominio.com

# Emission
source: Issuance
es: Emisión

source: Emission process initiated
es: Proceso de emision iniciado

source: Emit without modification
es: Desea emitir sin modificaciones

source: Employee
es: Empleado

source: Employees
es: Empleados

source: Empty fields
es: Campos vacios

source: Enabled / Disabled
es: Habilitado / Deshabilitado

# EndBeNotified
source: At the end you will be notified and you will be able to consult it in the option of consultation of cargues
es: Al terminar le será notificado y lo podrá consultar en la opción de consulta de cargues

source: End Date
es: Fecha de Baja

# EndingDateAndHour
source: Completion Date / Time:
es: Finalización Fecha/Hora:

# EndorrsementNotChange
source: Endorrsement {0} Not Change
es: Endoso{0} No tiene Cambios

# Endorsement
source: Endorsment
es: Endoso

source: Endorsement Adjustment
es: Endoso Ajuste

# EndorsementCancelation
source: Can not endorse a canceled policy
es: No se puede endosar una póliza cancelada

# EndorsementChangeClauses
source: Clauses Change Endorsment
es: Endoso Cambio de Cláusulas

source: Endorsement change intermediary
es: Endoso Cambio Intermediario

# EndorsementChangePaymentPlan
source: Payment Plan Change Endorsment
es: Endoso Cambio Plan de Pago

# EndorsementDataExchangeClauses
source: Clauses Change Endorsment Data
es: Datos Endoso Cambio de Cláusulas

# EndorsementdDataChangePaymentPlan
source: Payment Plan Change Endorsment Data
es: Datos Endoso Cambio Plan de Pago

# EndorsementDontHaveRisks
source: The endorsement selected do not have risks
es: El endoso seleccionado no tiene riesgo asociado

# EndorsementExtended
source: Extension Endorsement
es: Endoso de Prorroga

# EndorsementForChangeTerm
source: Change Term
es: Traslado de Vigencia

# EndorsementForModification
source: Endorsement of Modification
es: Endoso de modificación

# EndorsementIsNotTheLastForOcurrenceDate
source: The selected endorsement is not the most recent for the date of occurrence
es: El endoso seleccionado no es el más reciente para la fecha de ocurrencia

# ENDORSEMENTMODIFICATION
source: MODIFICATION
es: MODIFICACION

source: EndorsementNoteCredit
es: Endoso Nota Crédito

source: Endorsement Number
es: Número de endoso

# EndorsementNumber1
source: The endorsement has been successfully generated.Policy number: {0}.Endorsement number: {1}.Endorsement Id: {2}
es: El endoso se ha generado con exito.Número de póliza: {0}.Número de endoso: {1}.Endorsement Id: {2}

# EndorsementPolicyConsultation
source: Query Policy/Endorsment
es: Consulta de Póliza / Endoso

source: Endorsements list
es: Lista Endosos

# EndorsementSummaryReverse
source: Endorsement Summary to Reverse
es: Resumen Endoso a Reversar

# EndorsementTextChangeData
source: Text Change Endorsment Data
es: Datos Endoso Cambio de Texto

source: EndorsementToReturn
es: Endoso a Devolver

# EndorsmentCollectivesCanBeIssued
source: Endorsement for collective {0} policy, can be issued
es: El endoso para la póliza {0} de colectivas, se puede emitir

# EndorsmentNotApply
source: Endorsement not apply
es: El endoso no aplica

# EndorsmentNotReinsured
source: The endorsment is not reinsured
es: El endoso no esta reasegurado.

# EndValidateDate
source: End of validity
es: Fin de vigencia

source: Engine Quantity
es: Cilindrada del motor

# EnterAction
source: Enter an action
es: Ingrese una accion

# EnterActivityRisk
source: Enter the activity risk
es: Introduzca el riesgo de actividad

source: Enter Assurance Mode
es: Introduzca Modo de aseguramiento

source: Enter Business
es: Buscar Negocio

# EnterCodeDANE
source: Enter the code DANE
es: Ingrese el código DANE

# EnterCompanyAddressTypeToSearch
source: Enter Addres Type To Search
es: Buscar Tipo de Dirección

# EnterCompanyPhoneTypeToSearch
source: Enter Phone Type To Search
es: Buscar Tipo de Teléfono

# EnterCondition
source: Enter a condition
es: Ingrese una condicion

# EnterInsuranceItems
source: You must enter insurance items
es: Debe ingresar objetos del seguro

# EnterInsuredSelectCoverages
source: You must enter the insured value and select the coverages
es: Debe ingresar el valor asegurado y seleccionar las coberturas

# EnterLeastTypePaymentConcept
source: You must enter at least one type of payment concept
es: Debe ingresar por lo menos un tipo de concepto de pago

# EnterLevel
source: Enter a level
es: Ingrese un nivel

# EnterMinimumQuestion
source: Enter a minimum question
es: Ingrese una pregunta como minimo

# EnterMinimumRule
source: You must add at least one Rule
es: Debe agregar minimo una Regla

# EnterModule
source: Enter a module
es: Ingrese un modulo

# EnterNameDecisionTable
source: Enter the name of the Decision Table
es: Ingrese el nombre de la Tabla de decision

# EnterNewTemporaryImportUpload
source: You must enter new temporary to import upload
es: Debe ingresar nuevo temporal para importar cargue

# EnterParameterSearch
source: You must enter a parameter to perform the search
es: Debe ingresar un parametro para realizar la busqueda.

# EnterScoreTypeDocToSearch
source: Enter Type Document To Search
es: Buscar Tipo de Documento

# EnterSearchCriteria
source: You must enter a search criteria
es: Debe Ingresar un criterio de busqueda

source: Enter Some Data
es: Ingrese algún dato

source: Enter SubActivity Risk
es: Introduzca SubActividad del riesgo

# EnterTextAlliancePrintFormatToSearch
source: Search Format Ally Print
es: Buscar Formato Impresion de Aliado

# EnterTextBranchToSearch
source: Search Branch
es: Buscar Sucursal

# EnterTextChannelToSearch
source: Search Channel
es: Buscar Canal

# EnterTextFileToSearch
source: Search File
es: Buscar Archivo de Cargue

# EnterTextInsuredProfileToSearch
source: Search Insured Profile
es: Buscar Perfil de Asegurado

# EnterTextInsuredSegmentToSearch
source: Search Insured Segment
es: Buscar Segmento de Asegurado

# EnterTextTemplateToSearch
source: Search Template
es: Buscar Plantilla

source: Enter Text to Search
es: Ingrese texto a buscar

# EnterTextVehicleBody
source: Search vehicle bodies
es: Buscar Carrocería de vehículo

# EnterTextVehicleType
source: Search vehicle type
es: Buscar tipo de vehiculo

# EnterUserCodeAuthorize
source: Enter the User Code to Authorize
es: Ingrese el Código del Usuario que va a Autorizar

# EnterUserCodeAuthorized
source: Enter the User Code to be Authorized
es: Ingrese el Codigo del Usuario que va a Autorizar

# EntitiesNotSame
source: Parent and child entities can not be the same
es: Las entidades padre e hija no pueden ser la misma

# EntityDependencyNotDisassociated
source: The entity has a dependency, can not be disassociated
es: La entidad posee una dependencia, no se puede desasociar

# EntityPEPS
source: PEPS's Entity
es: Entidad donde trabaja el PEPS

source: Entry Date
es: Fecha de Ingreso

source: Equal Conditions
es: Iguales Condiciones

source: Equals to
es: Igual a

# ErrMsgListEntityCreated
source: Error creating lists of values
es: Error creando listas de valores

# ErrMsgListEntityDeleted
source: Error Deleting Value Lists
es: Error eliminando listas de valores

# ErrMsgListEntityEdited
source: Error Updating Lists of Values
es: Error actualizando listas de valores

# ErrMsgListEntityInfoFormEmpty
source: You need information in the list of values, check the fields
es: Hace falta información en la lista de valores, revise los campos

# ErrMsgListEntityNotFound
source: No list of values ​​found
es: No se encontraron listas de valores

# ErrMsgListEntityValueInfoFormEmpty
source: The values ​​fields of the list can not go empty
es: Los campos de valores de las lista no pueden ir vacios

# ErrMsgRangeEntityCreated
source: Error creating value ranges
es: Error creando rangos de valores

# ErrMsgRangeEntityDeleted
source: Error deleting value ranges
es: Error eliminando rangos de valores

# ErrMsgRangeEntityEdited
source: Error updating ranges of values
es: Error actualizando rangos de valores

# ErrMsgRangeEntityInfoFormEmpty
source: You need information in the range of values, check the fields
es: Hace falta información en el rango de valores, revise los campos

# ErrMsgRangeEntityNotFound
source: No value ranges found
es: No se encontraron rangos de valores

# ErrMsgRangeEntityValueInfoFormEmpty
source: Values ​​fields in ranges can not go empty
es: Los campos de valores de los rangos no pueden ir vacios

# ErroDeleteInformation
source: Error to delete information
es: Error al eliminar la información

# ErroGetProduct
source: Error Obtaining Product
es: Error al Obtener el Producto

# ERROR_INSERT_DUPLICATE_COVERAGE
source: Already exists a coverage with the same line business, subline business, peril and insured object
es: Ya existe una cobertura con la combinación ramo técnico, sub ramo técnico, amparo y objeto del seguro

# ErrorAccessoryAmount
source: Sum is required
es: Suma es obligatoria

# ErrorAccountExecutive
source: Economic Account ExecutiveNot Found
es: Ejecutivo de Cuenta no encontrado

# ErrorAccountingDate
source: Error has not selected the Start date Payment plan
es: Error no ha seleleccionado la fecha Inicio plan de Pago

# ErrorActivePanel
source: Failed to Create
es: Error al crear la configuración del panel para ésta cobertura.

# ErrorActivePanelUpdate
source: Failed to update
es: Error al actualizar la configuración del panel.

# ErrorAddCoverageInsuredObject
source: You can not add coverage, excluded insurance object
es: No puede agregar coberturas, objeto del seguro excluido

# ErrorAddFileBusinessType
source: Business Type not allowed to issue Policies Group
es: El Tipo de Negocio no permite emitir pólizas colectivas

# ErrorAdditionalData
source: Error Save Additional Data
es: Error Guardando Datos Adicionales

# ErrorAddPartner
source: Error adding partner
es: Error agregando asociado

# ErrorAddress
source: Address
es: Dirección

# ErrorAddressDuplicate
source: Repeated Address
es: Dirección repetida

# ErrorAddressEmpty
source: No Data to Record
es: No existen datos para Grabar

# ErrorAddressesTypes
source: Failed to check address types
es: Error al consultar tipos de dirección

# ErrorAddressMain
source: There should only be one primary address
es: Solo debe existir una direccion principal

# ErrorAdjustPeriodAnnual
source: The adjustment period is not annual
es: El periodo de ajuste no es anual

# ErrorAdvSearchRatingZone
source: You must enter at least three characters for the names and / or one digit for the codes
es: Debe digitar al menos tres caracteres para los nombres y/o un digito para los códigos

# ErrorAgencyDischarged
source: Agency given off, can not be used in broadcast
es: Agencia dada de baja, no se puede utilizar en la emisión

# ErrorAgentDuplicate
source: Agent has already been Assigned
es: Agente ya ha sido Asignado

source: Error Analyst Is Required
es: El analista es requerido

# ErrorAnnualProjectionFreightsLessThan
source: Annual Projection of Freights is less than
es: Proyección anual de Fletes es menor al valor del campo Límite máximo

source: Error assing access
es: Error asignando accesos

source: Error assing Pdv
es: Error asignado puntos de venta

# ErrorAvaliableOperationQuota
source: The Secured no quota Available
es: El Afianzado no tiene Cupo Disponible

# ErrorAvaliablePolicyHolderOperationQuota
source: PolicyHolder not operation quota
es: No tiene cupo operativo

# ErrorBeneficiary
source: You must enter a payee
es: Debe ingresar un beneficiario

# ErrorBeneficiaryCorrespondenceAddress
source: Beneficiary has no correspondence address
es: Beneficiario no tiene direccion de correspondencia

# ErrorBranchDefault
source: User haven't default branch
es: El usuario debe tener una sucursal por defecto

# ErrorBusinessType
source: Select the Business Type
es: Seleccione el tipo de negocio

# ErrorBuyerSelected
source: The selected buyer must exist
es: El comprador seleccionado debe existir

source: ErrorCalculateDays
es: Error al calcular dias

# ErrorCalculatePremium
source: Error in calculating premium
es: Error al calcular prima

# ErrorCalculateQuotas
source: Calculating Quotas Error
es: Error al calcular cuotas

# ErrorCalculateRecoveryAgreedPlan
source: Error calculating recovery agreed plan.
es: Error calculando plan de cobro acordado.

# ErrorCalculateSaleAgreedPlan
source: Error calculating payment plan
es: Error calculado el plan pactado

# ErrorCalculateSquare
source: Error in apple calculation check information
es: Error en el calculo de manzana verifique información

source: Error calculation value
es: Error al cargar los valores

# ErrorCanceledPolicy
source: Canceled Policy
es: Póliza Cancelada

# ErrorCancellationReason
source: Cancellation Reason is Mandatory
es: Motivos de Cancelación es obligotorio

# ErrorCancelTo
source: Cancel from mandatory
es: Cancela desde es obligatorio

source: Error changin password
es: Error cambiando contraseña

# ErrorChargeNoRiskEmit
source: The charge has no risk to emit
es: El cargue no tiene riesgos para emitir

# ErrorChargingProcess
source: There was an error in the charging process
es: Se presento un error en el proceso de tarifación

# ErrorCheckRequiredFields
source: Check Required Fields
es: Verifique campos obligatorios

# ErrorClaimPrefixBranch
source: You must enter the branch and the policy branch
es: Debe ingresar la sucursal y el ramo de la póliza

source: Error claim process
es: Error al procesar los siniestros

# ErrorClass
source: Class Contract is required
es: Clase Contrato es requerido

# ErrorColectiveRelation
source: Can not change the temporary is already charged
es: No se puede cambiar el temporal ya está tarifado

# ErrorCommision
source: Calculating Commissions Error
es: Error al Calcular Comisiones

# ErrorCompany
source: Error Creating Company
es: Error Creando Compañia

# ErrorCompanyExists
source: The company must be created to enable this option
es: La compañia debe estar creada para habilitar esta opción

# ErrorCompanyPoliceUpdate
source: The company can not be modified, because they have movements in the system
es: La compañia no puede ser modificada, porque tienen movimientos en el sistema

source: Error config value.
es: Error en el valor de la configuración.

# ErrorConsortiumMain
source: A Major Consortium already exists
es: Ya existe Un Consorcio Principal

# ErrorConsultingAlly
source: Error when consulting the ally
es: Error al consultar el aliado

# ErrorConsultingCodeDane
source: Error consulting DANE code
es: Error consultando código DANE

source: Error consulting coverages
es: Error al consultar las coberturas

# ErrorConsultingDeductibles
source: Error in consulting deductibles
es: Error al consultar deducibles

source: Error Consulting Departments
es: Error al consultar departamentos

# ErrorConsultingFinancialPlan
source: No financial plan was found
es: No se encontró plan financiero

# ErrorConsultingInsuranceObjects
source: Error in consulting insurance objects
es: Error al consultar objetos del seguro

# ErrorConsultingInsured
source: Error when consulting the insured
es: Error consultando el Asegurado
