Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorEconomicIndividualDetEmpty
source: Please add members to the economic group.
es: Por favor agregue integrantes a el grupo económico.

# ErrorEconomyActivity
source: Economic Activity Not Found
es: Actividad Económica no encontrada

# ErrorEducativeLevel
source: Error getting Educational Levels
es: Error obteniendo niveles educativos

# ErrorEmail
source: You must enter a valid Email
es: Debe ingresar un Email valido

# ErrorEmailExists
source: Mail Already Exists
es: Correo ya Existe

# ErrorEmailMain
source: There should only be one Primary Mail
es: Solo debe existir un Correo principal

# ErrorEmpty
source: No Data to Record
es: No existen datos para Grabar

# ErrorEmptyRequiredFields
source: You must fill in all required fileds
es: Debe diligenciar todos los campos requeridos

# ErrorEstimationTypeRequired
source: Estimation Type is required.
es: Concepto de Estimación es requerido.

# ErrorEventReferencedNotDeleted
source: The Event is referenced, can not be deleted
es: El Evento es referenciado, no se puede eliminar

# ErrorExcludeCoverage
source: Failed to exclude coverage
es: Error al excluir cobertura

# ErrorExclusionIdentifiers
source: Failure to exclude risks {0} verify that you are not in error or have an event
es: Error al excluir riesgos {0} verifique que no esté en error o tenga un evento

# ErrorExecuteClaimOperationsAircraft
source: Error of execution claim aircraft
es: Error al ejecutar la denuncia por ramo comercial casco de aviación.

# ErrorExecuteClaimOperationsFidelity
source: Error of execution claim fidelity
es: Error al ejecutar la operación de la denuncia de cumplimiento.

# ErrorExecuteClaimOperationsLocation
source: Error of execution claim location
es: Error al ejecutar la reclamación de locación.

# ErrorExecuteClaimOperationsTransport
source: Error of execution claim transport
es: Error al ejecutar el reclamo de transporte.

# ErrorExecuteClaimOperationSurety
source: Error of execution claim surety
es: Error al ejecutar el reclamo de garantía.

# ErrorExecuteClaimOperationsVehicle
source: Error of execution claim vehicle
es: Error al ejecutar el reclamo de vehículo.

# ErrorExecutedRate
source: Error executing rate
es: Error al ejecutar tarifación

# ErrorExecuteNoticeLocationOperation
source: Error executing notice location operation
es: Error ejecutando operación de avisos locativos.

# ErrorExecuteNoticeOperations
source: Error executing notice operations
es: Error ejecutando las operaciones del aviso.

# ErrorExecuteNoticeOperationsNoticeAircraft
source: Error of execution notice aircraft
es: Error al ejecutar el aviso casco aviación.

# ErrorExecuteNoticeSuretyOperations
source: Error executing notice surety operations
es: Error ejecutando operación de avisos de garantía.

# ErrorExecuteNoticeTransportOperations
source: Error executing notice transport operation.
es: Error ejecutando operación de avisos de transporte.

# ErrorExecuteNoticeVehicleOperations
source: Error executing notice vehicle operations.
es: Error ejecutando operación de avisos de vehículos.

# ErrorExecuteRecoveryOperations
source: Error executing recovery operations.
es: Error ejecutando operacion de recobros.

# ErrorExecuteReserveOperations
source: Error executing reserve operations.
es: Error ejecutando operación de reserva.

# ErrorExecuteSaleOperations
source: Error executing sale operations.
es: Error ejecutando operación de venta.

# ErrorExecuteSalvageOperations
source: Error executing salvages operations.
es: Error ejecutando operación de salvamento.

source: Error executing billing
es: Error al ejecutar tarifación

source: Error Executing Recovery Operations
es: Error ejecutando operaciones de recobros

source: Error executing sale operations
es: Error ejecutando operationes de venta

source: Error executing salvage operations
es: Error ejecutando operaciones de salvamento

source: Error Execution Events
es: Error Al Ejecutar Eventos

# ErrorExecutionType
source: Execution type is Mandatory
es: El tipo de ejecucion es obligatorio

# ErrorExistAgent
source: The selected agent is already assigned.
es: El intermediario seleccionado ya se encuentra asignado.

# ErrorExistAlliancePrintFormatName
source: Already exist a ally print format with this name.
es: Ya existe un formato de impresión de aliado con este nombre.

# ErrorExistAssistance
source: There is already a type of assistance
es: Ya existe un tipo de asistencia

# ErrorExistAssistanceText
source: An assistance text already exists
es: Ya existe un texto de asistencia

source: Error Exist Branch
es: Error listando lsa sucursales

# ErrorExistBranchName
source: This branch name is exists
es: Ya existe una sucursal con este nombre

# ErrorExistBranchTechnical
source: There is already a technical branch
es: Ya existe un ramo técnico

# ErrorExistBranchTechnicalName
source: A technical branch already exists with this name
es: Ya existe un ramo técnico con este nombre

# ErrorExistBusinessConfiguration
source: A business configuration already exists.
es: Ya existe un acuerdo de negocio con esos parámetros.

# ErrorExistBusinessConfigurationName
source: A business description already exists
es: Ya existe un negocio creado con esa descripción.

# ErrorExistChannelName
source: Error, The Channel Name already exist
es: Error, el nombre del canal ya existe

# ErrorExistCodeSalePoint
source: The point of sale code already exists
es: El código de punto de venta ya existe

# ErrorExistCompanyAddressTypeName
source: This address type is exists
es: Ya existe un tipo de dirección con esa descripción

# ErrorExistCompanyPhoneTypeName
source: This phone type is exists
es: Ya existe un tipo de teléfono con esa descripción

source: Error exist coveragegroup
es: Grupo de cobertura existente

# ErrorExistDeductible
source: Dedutible parametrization already exists
es: Ya existe la parametrización del deducible

# ErrorExistDetailPreCharge
source: There is already a prechargedetail created
es: El detalle de precargo ya existe

source: Error Exist Discount
es: Descuento ya existe

# ErrorExistFasecolda
source: Already registered fasecolda code
es: Error, Ya se encuentra registrado codigo fasecolda

# ErrorExistFieldName
source: This field name is exists
es: Ya existe un campo con este nombre

source: Error Exist Infringement
es: La infracción ya existe

# ErrorExistInfringementGroup
source: Exist Infringement Group Description
es: No se permiten descripción repetida.

# ErrorExistInfringementState
source: Exist Infringement State
es: Estado de Infracción ya existe.

# ErrorExistInsurancesObject
source: Insurances object is exist.
es: El objeto del seguro ya existe.

source: Error Exist Insured Object
es: Error obteniendo objetos de seguro

# ErrorExistInsuredProfileName
source: This Insured Profile name already exists
es: Ya existe un perfil de asegurado con este nombre

# ErrorExistInsuredSegmentName
source: This Insured Segment name already exists
es: Ya existe un segmento de asegurado con este nombre

# ErrorExistLegalPersonIdentification
source: There already exists a legal person created with this identification number
es: Ya existe una persona juridica creada con este numero de identificacion

# ErrorExistLegalRepresentativeSingName
source: Legal Representative Sign name already exists
es: Ya existe una firma de representante legal con este nombre

# ErrorExistLimitRc
source: The Rc limit already exists
es: Ya existe el límite Rc

# ErrorExistModuleName
source: There already exists a module with this name
es: Ya existe un módulo con este nombre

# ErrorExistNaturalPersonIdentification
source: There already exists a natural person created with this identification number
es: Ya existe una persona natural creada con este número de identificación

# ErrorExistNaturalProspectIdentification
source: A prospectus created with this identification number already exists
es: Ya existe un prospecto creado con este número de identificación

# ErrorExistPolicy
source: There is already a policy associated with the quote
es: ya existe una póliza asociada a la cotización

# ErrorExistPrefix
source: Business Branch already exists
es: Ramo Comercial ya Existe

# ErrorExistPrincipalTemplateName
source: A master template already exists
es: Ya existe una plantilla principal

# ErrorExistProduct2G
source: There is already a Product 2G.
es: Ya existe un Producto 2G.

# ErrorExistProtectionName
source: This protection name is exists
es: Ya existe un amparo con este nombre

source: Error Exist Sale Point
es: No existe punto de venta

# ErrorExistScoreTypeDocCode
source: This score type doc code is exists
es: Ya existe un tipo documento data crédito con este código

# ErrorExistScoreTypeDocName
source: This scoretypedoc name is exists
es: Ya existe un tipo documento data crédito con este nombre

# ErrorExistsCoverage
source: Existing coverage in the list
es: La cobertura ya existe en la lista

# ErrorExistSubBranchName
source: There is already a technical subbranch with this name
es: Ya existe una subramo técnico con este nombre

# ErrorExistSubmoduleName
source: There already exists a submodule with this name
es: Ya existe un submódulo con este nombre

source: Error Exist Surcharge
es: Recargo ya existe

# ErrorExistTemplateName
source: This template name is exists
es: Ya existe una plantilla con este nombre

# ErrorExistTextPre
source: Text precatalogued not exists
es: Texto no encontrado

source: Error exits vehicle body name
es: Ya existe el nombre de la carrocería

source: Error exits vehicle type name
es: Ya existe el nombre del tipo de vehiculo

# ErrorExpansesTaxes
source: Registration already exists
es: El registro ya existe

# ErrorExportAllyCoverageData
source: Error exporting Ally Coverage Data
es: Error Exportando datos de Cobertura Aliada

# ErrorExportCity
source: Error creating file cities
es: Error creando el archivo de ciudades

# ErrorExportDataCount
source: No Data to Export
es: No hay datos para exportar

# ErrorExportExcel
source: Error to export excel
es: Error al exportar excel

# ErrorExportModel
source: Error exporting models
es: Error exportando modelos

source: Error export reinsurance process detail
es: Error al exportar el detalle del proceso

# ErrorExportVehicleVersion
source: Error creating file
es: Error creando el archivo

# ErrorExpressionNotValid
source: The expression is not valid
es: La expresión no es valida

# ErrorFasecoldaInfo
source: The Fasecolda service did not return information
es: El servicio de fasecolda no devolvió información

# ErrorFasecoldaPlate
source: The service is not enabled.
es: El servicio no se encuentra habilitado.

# ErrorField
source: Field not selected
es: El Campo no ha sido selecionado

# ErrorfieldCityDesc
source: Description is mandatory
es: el campo Descripción es obligatorio

# ErrorfieldCitySmall
source: Small descripcion is mandatory
es: el campo Abreviatura es obligatorio

# ErrorfieldCountries
source: The Country Is Mandatory
es: el campo País es obligatorio

# ErrorfieldCoverage
source: Field Coverage is required
es: El campo cobertura es requerido

# ErrorFieldIncomplete
source: Incomplete Fields
es: Campos incompletos

# ErrorfieldPorcentaje
source: Field Coverage value is required
es: El campo valor es requerido

# Errorfieldprefix
source: Field prefix is required
es: El campo ramo comercial es requerido

# ErrorfieldState
source: The State Is Mandatory
es: el campo Departamento es obligatorio

# ErrorFileNotFound
source: File does not exist or is disabled
es: El archivo no Existe o esta deshabilitado

# ErrorFileType
source: The FileType Is Mandatory
es: El Tipo de Archivo es obligatorio

# ErrorFilterMiniumCharactersVehicleVersion
source: You must enter at least two characters for the names
es: Debe digitar al menos dos caracteres para los nombres

# ErrorFilterNotSelected
source: You must select at least one filter
es: Debe seleccionar al menos uno de los filtros

# ErrorFilterNotSelectedVehicleVersion
source: You must to select filter
es: Debe seleccionar los filtros

# ErrorFindingFolderPrinting
source: Error folder authentication
es: Error en autenticacion de carpeta

source: Error find reinsurance process
es: Error al buscar el proceso de reaseguros

# ErrorFromDateToDate
source: The end date must be greater than the initial
es: La fecha de deshabilitación debe ser igual o posterior a la fecha actual.

# ErrorGeneralFinancialPlan
source: The selected payment method is not of the income type
es: El metodo de pago seleccionado no es del tipo ingreso

# ErrorGenerateFileCONNEX
source: Error when consulting clauses, due to connection failure.
es: Error al generar archivo de excel, por fallo en conexión.

source: Error Generate Process
es: Error Al Generar El Proceso

source: Error generating collect format
es: Error en la generacion del formato de recaudo

source: Error generating excel file
es: Error al generar archivo de excel

source: Error generating file
es: Error al generar archivo

# ErrorGeneratingFileEndorsement
source: Error generating file, Some of the risks do not correspond to the selected endorsement
es: Error al generar archivo, Alguno de los riesgos no corresponde al endoso seleccionado

# ErrorGetAccessButtons
source: Error gettting access to level Buttons
es: Error obteniendo acceso a nivel de botón

# ErrorGetAccessories
source: Error getting accessories
es: Error obteniendo accesorios

# ErrorGetAccountExecutive
source: Failed Getting Account Executive
es: Error Obteniendo El Ejecutivo de Cuenta

source: Error Get Accounting Date
es: Error al Consultar la Fecha Contable

source: Error Get Active Panels
es: Error al consultar la parametrización de las coberturas

# ErrorGetActivePanelsByCoverageId
source: Error getting active panels by coverage
es: Error al consultar los paneles activos por cobertura.

# ErrorGetActivities
source: Error getting Activities
es: Error obteniendo Actividades

# ErrorGetActivityRisk
source: Risk activity requested error
es: Error solicitado actividad del riesgo

# ErrorGetAddressTypes
source: Failed Getting Address Types
es: Error obteniendo tipos de dirección

source: Error Get Adjuster
es: Error al Consultar el Ajustador

source: ErrorGetAdjustmentEndorsementByPolicyId
es: Error al consultar endoso de ajustes por póliza

source: Error get affectation types
es: Error al obtener los tipos de afectación.

# ErrorGetAgent
source: Failed Getting Agent
es: Error Obteniendo el Agente

# ErrorGetAgentAgency
source: Failed Getting Agency
es: Error Obteniendo Agencias

source: Error get agent by name
es: Error al obtener los agentes

# ErrorGetAgentPrefix
source: Failed Getting LOB by Agent
es: Error Obteniendo Ramos Por Agente

# ErrorGetAgentTypes
source: Error obtaining Agent Types
es: Error obteniendo tipos de agente

# ErrorGetAirCraftMakes
source: Error getting aircraft
es: Error al consultar los cascos de aviación.

# ErrorGetAirCraftModelsByMakeId
source: Error getting aircraft by make
es: Error al consultar casco de aviación.

# ErrorGetAirCraftOperators
source: Error getting aircraft
es: Error al consultar la operación casco de aviación.

# ErrorGetAirCraftRegisters
source: Error getting aircraft registers
es: Error al consultar casco de aviación registrado.

# ErrorGetAirCraftUsesByPrefixId
source: Error getting aircraft uses by prefix
es: Error al consultar casco de aviación por ramo comercial.

# ErrorGetAllyIntermediary
source: Error Getting Intermediary
es: Error obteniendo el intermediario

# ErrorGetAllySalePointsNotFound
source: Error getting Allied Sale Points.
es: Error obteniendo puntos de venta aliados.

source: Error Get Amount Type
es: Error al obtener el SMMLV del año actual

source: Error Get Analizer
es: Error al Consultar el Analista

# ErrorGetAnalyst
source: Error getting analyst
es: Error al consultar los analistas

source: Error Get Aplication ReInsurer By Individual Id
es: Error obteniendo coasegurado por individual Id

source: Error get apply on types
es: Error al obtener los tipos de aplicaciones

# ErrorGetAssistanceType
source: Failed Getting Assistance Types.
es: Error al consultar tipos de asistencia.

source: Error get association line
es: Error al obtener la asociación de línea

# ErrorGetBankBranches
source: Failed Getting Bank Branches
es: Error Obteniendo Bancos por Sucursal

# ErrorGetBanks
source: Error obtaining Banks
es: Error obteniendo Bancos

# ErrorGetBeneficiaryTypes
source: Error getting beneficiary types
es: Error obteniendo tipos de beneficiarios

# ErrorGetBillingPeriods
source: Error Obtaining Billing Periods
es: No se pueden obtener los Periodos de Facturación

# ErrorGetBodies
source: Error getting bodies
es: Error obteniendo tipos de carrocería

source: Error get branch
es: Error al obtener la sucursal

source: Error get branches
es: Error al consultar las sucursales

# ErrorGetBranchesByUserId
source: Error getting branches by user id
es: Error al consultar las sucursales por usuario.

# ErrorGetBranchs
source: Failed to obtain Branches
es: Error al obtener las Sucursales

# ErrorGetBusinessConfiguration
source: Failed Getting Business Configuration.
es: Error al consultar acuerdos de negocio.

# ErrorGetBusinessTypes
source: Error Obtaining Business Types
es: Error Obteniendo Tipos de Negocio

# ErrorGetBuyersByNameDocumentNumber
source: Error getting buyers by name or document number
es: Error obteniendo compradores por nombre o número de documento

source: Error get calculation types
es: Error al obtener los tipos de calculo

# ErrorGetCancellationReasons
source: Error Getting Cancellation Reasons
es: Error al obtener los motivos de cancelación

source: Error get cargo types
es: Error al obtener tipos de mercancias

source: Error Get Catastrophes
es: Error al Consultar los Eventos Catastróficos

# ErrorGetCatastrophesByDescription
source: Error getting catastrophes by description
es: Error al consultar las catastrofes por descripción

# ErrorGetCause
source: Error getting not insurable causes
es: Error obteniendo causas no asegurables

source: Error Get Causes
es: Error al Consultar las Causas

# ErrorGetCausesByPrefixId
source: Error getting causes by prefix
es: Error al consultar las causas por ramo comercial.

# ErrorGetChannels
source: Failed to obtain Channels
es: Error al obtener los Canales

# ErrorGetChargeRequestByChargeRequestId
source: Error getting charge request
es: Error al consultar la solicitud de cobro.

source: Error Get Cities
es: Error obtener ciudades

# ErrorGetCitiesByCountryIdStateId
source: Error getting cities by country and state
es: Error al consultar ciudades por país y estado

# ErrorGetClaim
source: Error getting claim
es: Error obteniendo la denuncia

# ErrorGetClaimBranchesbyUserId
source: Error getting claim branches by user
es: Error al consultar el reclamo de la sucursal por usuario.

# ErrorGetClaimByClaimId
source: Error getting claim
es: Error al consultar los reclamos.

# ErrorGetClaimByPrefixIdBranchIdClaimNumber
source: Error getting claim by prefix, branch and claim number.
es: Error al consultar el reclamo por ramo, sucursal y número de reclamo.

# ErrorGetClaimCatastrophicInformationByClaimId
source: Error getting claim catastrophic information by claim
es: Error al consultar la información de la catastrofe por reclamo.

# ErrorGetClaimCoverageByClaimModifyIdCoverageId
source: Error getting claim coverage by claim modify and coverage
es: Error al consultar las coberturas del reclamo

# ErrorGetClaimCoverageThirdAffectedByCoverage
source: Error getting claim coverage third affected
es: Error al consultar el tercero afectado por cobertura

source: Error Get Claim Driver Information
es: Error al consultar la información del conductor

# ErrorGetClaimDriverInformationByClaimIdCoverageId
source: ErrorGetClaimDriverInformationByClaimIdCoverError getting claim driver information by claim and coverage
es: Error al consultar la información del conductor por reclamo y cobertura.

source: Error get claim layer by Claim
es: Error al obtener las capas del siniestro

# ErrorGetClaimPrefixCoveredRiskTypeByPrefixCode
source: Error getting claim prefix covered risk type by prefix code
es: Error al obtener los reclamos , ramos, coberturas y tipos de riesgo por código de ramo.

source: Error get claims
es: Error al obtener los siniestros

# ErrorGetClaimsByPolicyId
source: Error getting claims by policy
es: Error al consultar los reclamos por póliza.

# ErrorGetClaimSupplierByClaimId
source: Error getting claim supplier by claim
es: Error al consultar el reclamo del proveedor por reclamo.

# ErrorGetClaimThirdPartyVehicleByClaimCoverageId
source: Error getting claim third party vehicle by claim and coverage
es: Error al consultar el reclamo tercero del vehículo por cobertura.

# ErrorGetClauses
source: Error Querying Clauses
es: Error Consultando Cláusulas

# ErrorGetClausesCONNEX
source: Error when consulting clauses, due to connection failure.
es: Error al consultar clausulas, por fallo en conexión.

# ErrorGetCoAssociationType
source: Failed Getting Association Type
es: Error Obteniendo Tipo de Asociacion

source: Error Get CoCompany Name By Individual Id
es: Error obteniendo nombre de la compañia por Id

# ErrorGetColors
source: Error getting colors
es: Error obteniendo colores

# ErrorGetCommissions
source: Error Calculating Commissions
es: Error al Calcular Comisiones

source: Error Get Companies By Document Number Name Search Type
es: Error obtiendo nit de la compañia, el valor es null

# ErrorGetCompany
source: Failed Getting Company
es: Error Obteniendo Compañias

source: Error Get Company CoInsured Indivual ID
es: Error obteniendo coasegurado de la compañia por Id

source: Error Get Company CoInsured Indivual ID Null
es: Error obteniendo coasegurado de la compañia por Id el valor es null

# ErrorGetCompanyCoveragesByRiskId
source: Error getting company coverages by risk
es: Error al consultar las coberturas de la compañia por riesgo.

# ErrorGetCompanyIdByContractLevelIdAndIndividualId
source: Error get company by contract level and individual
es: Error al obtener las compañias por nivel de contrato

# ErrorGetCompanyRiskByPlate
source: Error getting company risk by plate
es: Error al consultar los riesgos de las compañias por placa.

# ErrorGetCompanyTypes
source: Error Obtaining Company Types
es: Error obteniendo Tipos de Empresa

source: Error Get Consortium Insured Code
es: Error obteniendo asegurado consorcio por codigo

source: Error Get Consortium Insured Code And Individual ID
es: Error obteniendo asegurado de consorcio por Id

# ErrorGetConsortiums
source: Failed Getting Consortiums
es: Error Obteniendo Consorcios

# ErrorGetContractById
source: Error get contract
es: Error al obtener el contrato

# ErrorGetContractFuncionalityId
source: Error get contract funcionality
es: Error al obtener las funcionalidades del contrato

source: Error get contract level by contractId
es: Error al obtener el nivel de contrato

# ErrorGetContractLineByLineId
source: Error get contract line by line
es: Error al obtener la line de contrato

source: Error get contracts by year and contract typeId
es: Error al obtener los contratos por año o tipo de contrato

source: Error get contract type enabled
es: Error al obtener los tipos de contrato

source: Error get contract year
es: Error al obtener los contratos por año

source: Error get contract year contract line
es: Error al obtener los contratos por línea de contrato

# ErrorGetCountries
source: Error to get countries
es: Error obteniendo listado de paises

# ErrorGetCoverage
source: Failed to get coverage
es: Error al obtener cobertura

# ErrorGetCoverageByRelationCONNEX
source: Error in obtaining information associated with the coverage, due to connection failure.
es: Error al obtener informacion asociada a la cobertura, por fallo en conexión.
