Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorPercentageRate
source: You must enter the rate percentage
es: Debe ingresar el porcentaje de tasa

# ErrorPercentageTotal
source: The sum of the percentages must be 100.
es: La suma de los porcentajes debe ser 100.

# ErrorPersonEmpty
source: Must Exist Person
es: Debe Existir la Persona

# ErrorPersonExists
source: The person must be created to enable this option
es: La persona debe estar creada para habilitar esta opción

# ErrorPersonInformationNotFound
source: Person Information Not Found
es: No Se Encontro Informacion de la Persona

# ErrorPersonLoadInitialData
source: Error loading Data
es: Error al cargar la información incial

# ErrorPersonPoliceUpdate
source: The information of the Person can not be updated because it is associated with a policy.
es: La persona no puede ser modificada, porque tienen movimientos en el sistema

# ErrorPhoneMain
source: There should only be one primary phone
es: Solo debe existir un teléfono principal

# ErrorPlate
source: You must enter the badge
es: Debe ingresar la placa

# ErrorPolicyholderDefaultPaymentPlan
source: The policyholder does not Have an Associated Default payment method
es: Tomador No Tiene Metodos de Pago

# ErrorPolicyholderDisabled
source: The Policyholder is Disabled
es: Tomador Dado de Baja

# ErrorPolicyholderWithoutRol
source: The Policyholder Doesn't have Insured Rol
es: Tomador no tiene rol de asegurado

# ErrorPolicyInZero
source: The insured amount must be greater than $ 0
es: La suma asegurada no debe ser $ 0

# ErrorPolicyNoExist
source: The Policy Doesn't exist
es: La Póliza No Existe

# ErrorPolicyNumberRequired
source: Policy number required
es: Número de póliza requerido

# ErrorPolicyObject
source: Error with policy object
es: Problema con el objeto Póliza

# ErrorPolicyObjectsInsuredZero
source: The Policy contains objects of compulsory insurance sum insured equal zero
es: La Póliza contiene objetos del seguro obligatorio con suma asegurada igual cero

# ErrorPolicyRisk
source: We can't create quotation without risk
es: No se puede crear cotización sin riesgos

source: ErrorPolicySecureDisabled
es: Afianzado Dado de Baja

# ErrorPolicyTypeDefaultDuplicate
source: Default Policy Type Already Assigned
es: Tipo de Póliza por defecto ya ha sido Asignado

# ErrorPolicyTypeDuplicate
source: Policy Type Already Assigned
es: Tipo de póliza ya ha sido Asignado

# ErrorPolicyTypeMain
source: There should only be one default policy type
es: Solo debe existir un tipo de póliza por defecto

# ErrorPolicyTypesForBranch
source: There are no Policy Types for this branch
es: No hay Tipos de Póliza para este ramo

# ErrorPrefix
source: You must select a business branch
es: Debe seleccionar un ramo comercial

# ErrorPrefixBranch
source: Failed to consult commercial branch
es: Error al consultar ramo comercial

# ErrorPrefixDeleted
source: <br /> Error delete prefix
es: <br /> Error al eliminar ramo comercial

# ErrorPrefixRelated
source: <br /> Error delete prefix, prefix are used
es: <br /> No se permite eliminar un Ramo Comercial que se encuentra en uso

# ErrorPremiunPrimaryCoverage
source: There are main coverages without a liquidated premium
es: Hay coberturas principales sin prima liquidada

# ErrorPressAccept
source: You can't add coverages
es: No puede agregar coberturas

# ErrorPretention
source: The claim value must be greater than zero
es: El valor de la pretensión debe ser mayor a cero

# ErrorPrincipalCoverageNotFound
source: You must first add the main coverage
es: Se requiere agregar primero la cobertura principal

# ErrorPrincipalIntermediary
source: Must be one Main Agent
es: Debe Haber un Intermediario Principal

# ErrorPrinting
source: Error printing document
es: Error al imprimir documento

source: Error Printing Load
es: Error al imprimir cargue

source: Error Printing Load Range
es: Debe ingresar un rango valido para imprimir

# ErrorPrintingProcess
source: Error finding printing process
es: Error consultando proceso de impresión

# ErrorProductPolicyTypes
source: Product has no policy types
es: Producto no tiene tipos de póliza

# ErrorProducts2GForBranch
source: There are no 2G Products for this branch
es: No hay Productos 2G para este ramo

# ErrorQueryAccessType
source: Failed to query access types
es: Error al consultar tipos de acceso

# ErrorQueryAgents
source: Error when querying agents
es: Error al consultar agentes

# ErrorQueryAssociatedEndorsement
source: Error when querying information associated with endorsement
es: Error al consultar información asociada al endoso

source: Error Query Assurance Mode
es: Error Consultando Modo de aseguramiento

source: Error query bitacora guarantees
es: Error al consultar Bitacora Contragarantías

# ErrorQueryBranches
source: Error to query branches
es: Error Al Consultar Sucursales

# ErrorQueryCalculationTypes
source: Failed to query calculation types
es: Error al consultar tipos de calculo

# ErrorQueryCancellationTypes
source: Error to Query Cancellation Types
es: Error al consultar tipos de cancelación

# ErrorQueryChargingZones
source: Failed to check charging zones
es: Error al consultar zonas de tarifación

# ErrorQueryClausesByCoverageId
source: Error query Clauses by Coverage
es: Error al consultar Plan de Pago por Producto

source: Error query commission
es: Error al consultar la comisión

# ErrorQueryCoverage
source: Error to query coverage
es: Error al consultar la cobertura

# ErrorQueryCoverageGroups
source: Failed to query coverage groups
es: Error al consultar grupos de coberturas

# ErrorQueryCoveredRiskByProductId
source: Error query Covered Risk by product
es: Error al consultar Coberturas de Riesgos por Producto

# ErrorQueryDataAditionalByProductId
source: Error query Additional Data by Product
es: Error al consultar Datos Adicionales por Producto

# ErrorQueryDeductiblesByCoverageId
source: Error quering coverage deductibles
es: Error al consultar los deducibles de la cobertura

# ErrorQueryDetailTypesByCoverageId
source: Error quering the detail types from coverage
es: Error al consultar los deducibles de la cobertura

# ErrorQueryEndorsement
source: Error to query endorsement
es: Error al consultar endosos

# ErrorQueryEndorsementReasons
source: Error in querying endorsement reasons
es: Error al consultar motivos del endoso

# ErrorQueryEndorserDriver
source: Error when querying endorser driver
es: Error al consultar controlador del endoso

# ErrorQueryEndorsermentHistoric
source: Error to consult history of Endorsements
es: Error a consultar historial de Endosos

# ErrorQueryFinancialPlanByProductId
source: Error query Financial Plan by Product
es: Error al consultar Plan de Pago por Producto

source: Error query Incentives
es: Error al consultar los Incentivos

# ErrorQueryInformationBranch
source: Error to query endoscopy type information for selected branch
es: Error al consultar información de los tipos de endosos para el ramo seleccionado

# ErrorQueryInformationTemporary
source: Error to query information associated with the temporary
es: Error al consultar información asociada al temporal

source: Error querying cities
es: Error consultando ciudades

source: Error Querying Claim Branches by User Id
es: Error consultando Ramas de Siniestros por Id de Usuario

source: Error querying countries
es: Error consultando países

source: Error Querying Damage Classifications
es: Error Consultando Clasificaciones de Daño

source: Error Querying Damage Responsibilities
es: Error Consultado Responsabilidades de Daño

source: Error querying group request
es: Solicitud Agrupadora no existe

# ErrorQueryingInformation
source: Error Querying Information Associated with Loading
es: Error al Consultar Información Asociada al Cargue

# ErrorQueryingReasons
source: Error in querying reasons
es: Error al consultar motivos

# ErrorQueryingStates
source: Error querying departments
es: Error consultando departamentos

source: Error Querying Vehicle Colors
es: Error Consulando Colores de Vehiculo

source: Error Querying Vehicle Makes
es: Error Consultando Marcas de Vehiculo

source: Error Querying Vehicle Models
es: Error Consultando Modelos de Vehiculo

source: Error Querying Vehicle Versions
es: Error Consultando Versiones de Vehiculo

source: Error Querying Vehicle Version Years
es: Error Consultando Años de Version de Vehiculo

# ErrorQueryLoad
source: Error while loading upload
es: Error Al Consultar Cargue

# ErrorQueryLoadingUpload
source: Error quering the massive load
es: Error al consultar el cargue

source: Error query load temporary
es: Error al consultar cargues asociados al temporal

# ErrorQueryModels
source: Error to Query Models
es: Error al consultar Modelos

source: Error Query Movement Type
es: Error al Consultar el Tipo de Movimiento

source: Error Query PayBack
es: Error al Consultar el Rol a Pagar

source: Error Query Payment Origins
es: Error al Consultar el Origen de Pago

# ErrorQueryPaymentPlan
source: Error to query payment plan
es: Error al consulta plan de pago

# ErrorQueryPersonLegal
source: Error in consulting legal person
es: Error al consultar Persona Juridica

# ErrorQueryPersonNatural
source: Error when consulting Natural Person
es: Error al consultar Persona Natural

source: Error query plate
es: Error al consultar placa

# ErrorQueryPolicyTypesByProductId
source: Error query Policy Types by Product
es: Error al consultar tipos de póliza por producto

# ErrorQueryPrefix
source: Error in consulting prefix
es: Error al consultar ramos comerciales

# ErrorQueryProductMain
source: Error query Product by description
es: Error al consultar Producto por descripcion

source: Error query prospect
es: Error al consultar prospecto

# ErrorQueryRateTypes
source: Failed to query rate types
es: Error al consultar tipos de tasa

# ErrorQueryRenewal
source: Error to query renewal
es: Error al consultar renovación

# ErrorQueryRenewalInformation
source: Error to query renewal information
es: Error al consultar información de renovación

# ErrorQueryServiceTypes
source: Error to query service types
es: Error al consultar tipos de servicio

# ErrorQueryStatusTemporary
source: Error to query status temporary
es: Error al consultar estado del temporal

# ErrorQuerySubActivitiesRisk
source: Error Query SubActivityRisk
es: Error Consultando Subactividad del riesgo

# ErrorQueryTemporary
source: Erorr to query temporary information
es: Error al consultar información del temporal

source: Error query upload errors massive
es: Error al consultar errores de cargue masivo

source: Error Query Upload Information
es: Error al consultar información del cargue

# ErrorQueryUploadTypes
source: Error to query upload types
es: Error al consultar tipos de cargue

# ErrorQueryVehServiceTypes
source: Error to Query Service Types
es: Error consultando el Tipo de Servicio de Vehículo

# ErrorQueryVersions
source: Error to query Versions
es: Error al consultar las versiones

source: Error Query Voucher Type
es: Error al Consultar el Tipo de Comprobante

source: Error Quota Plan
es: Error Creando Plan de Pago

# ErrorQuotationCoverage
source: Failed to rate coverage
es: Error al tarifar cobertura

# ErrorQuotationNoExist
source: Quotation doesn't exist
es: La Cotización No Existe

# ErrorQuotationNumberRequired
source: Quotation number required
es: El número de cotización es obligatorio

# ErrorRangeContractAmountPercentage
source: Percentage of contract is required must be between 0.1 y 100
es: Porcentaje de contrato debe estar entre 0.1 y 100

# ErrorRangeInfrigement
source: {0} must be numeric greater than {1} and less than {2}.
es: {0} debe ser numérico mayor a {1} y menor a {2}.

# ErrorRangeProductId
source: Value for {0} must be between {1} and {2}.
es: El valor de {0} debe estar entre {1} y {2}.

# ErrorRangeValue
source: Out of Range Value
es: Valor Fuera del Rango

# ErrorRate
source: Must enter the rate
es: Debe Ingresar la Tasa

# ErrorRateType
source: {0} Type Rate Is Required
es: {0}Tipo Tasa Es requerido

# ErrorRecordPaymentRequestByPaymentRequestId
source: Error recording payment request.
es: Error al guardar la solicitud de pago.

# ErrorRecordTemporary
source: Failed to save the temporary
es: Error al grabar el temporal

# ErrorRecoverAgency
source: Error recovering Agency
es: Error recuperando la Agencia

source: Error recovering composition types
es: Error recuperando los niveles de influencia

# ErrorRecuperator
source: The recuperator doesn't exist
es: El recuperador no existe

source: Error reinsure policies range date
es: Error al reasegurar las pólizas por rango de fecha

source: Error reinsure process
es: Error al procesar los reaseguros

source: Error reinsure reports
es: Error en reporte de reaseguros

# ErrorRemovingListValues
source: Error removing list of values
es: Error eliminando la lista de valores

# ErrorRemovingObjectInsurance
source: Error removing object from insurance
es: Error eliminando objeto del seguro

# ErrorRemovingRangeValues
source: Error removing range of values
es: Error eliminando el rango de valores

# ErrorRenovateTemporals
source: Error To Renovate Temporals
es: Error Al Renovar Los Temporales

# ErrorRequired
source: Required field
es: Campo obligatorio

# ErrorRequiredBodyVehicleShortDescription
source: Body name required
es: El nombre carrocería es requerida

# ErrorRequiredBranchType
source: Branch Type is required
es: Tipo de Sucursal es requerida

# ErrorRequiredCompanyType
source: Company is required
es: Compañia es requerida

# ErrorRequiredDocument
source: The Document number is mandatory.
es: El número de Documento es obligatorio.

# ErrorRequiredFields
source: The following are required fields
es: Los siguientes son campos obligatorios

# ErrorRequiredTypeVehicleDescription
source: Description is required
es: La descripción es requerida

# ErrorRequiredTypeVehicleShortDescription
source: Short description is required
es: La descripción corta es requerida

source: Error Retrieving Business Line
es: Error Recuperando Linea del Negocio

# ErrorReturn
source: Return error
es: Error al volver

# ErrorRiskAccordingType
source: Error Get Risk According Type
es: Error tipo segun riesgo

# ErrorRiskActivity
source: Risk activity is mandatory
es: Actividad del riesgo es obligatorio

# ErrorRiskFromTemporal
source: Not exist temporal
es: El temporal no existe

# ErrorRiskNoExist
source: Doesn't exists Risks
es: No existen Riesgos

# ErrorRiskTypeDuplicate
source: Type of Risk Already Assigned
es: Tipo de Riesgo ya ha sido Asignado

# ErrorRiskTypeEmpty
source: Error There are no types of Risk
es: Error No hay tipos de Riesgo

# ErrorRolInsured
source: Person without Role of Insured
es: Persona sin Rol de Asegurado

source: Error Running Pre Rules
es: Error Ejecutando Reglas Pre

# ErrorRunRules
source: Error executing rules
es: Error al ejecutar reglas

# ErrorRunRulesPolicyPre
source: Failed to Execute Pre Rules
es: Error al Ejecutar reglas Pre

source: Errors
es: Errores

source: Error Save
es: Error Guardar

# ErrorSaveAccess
source: Failed to save access
es: Error al guardar accesos

# ErrorSaveAdditionalData
source: Failed to save additional data
es: Error al guardar datos adicionales

# ErrorSaveAddressTypes
source: Failed to save Address Types
es: Error al guardar Tipos Dirección

# ErrorSaveAgent
source: Error Saving Agent
es: Error Guardando Agente

# ErrorSaveAgents
source: Failed to Save Intermediaries
es: Error al Guardar Intermediarios

# ErrorSaveAlliancePrintFormat
source: Error saving Ally print formats
es: Error al guardar Formatos de impresion de asegurado

# ErrorSaveAllYCoverage
source: Error saving Ally Coverage
es: Error guardando Coberturas aliadas

source: Error Save Associated Branch
es: Error guardando la asociación de la sucursal.

source: Error Save Associated Zones
es: Error obteniendo zonas asociadas

# ErrorSaveBeneficiaries
source: Failed To Save beneficiaries
es: Error al guardar beneficiarios

source: Error save billing group
es: Error al guardar el grupo de facturación

# ErrorSaveBranch
source: Failed to save Branchs
es: Error al guardar Sucursales

# ErrorSaveBranchsAdded
source: <br /> Error added branchs
es: <br /> Error al agregar sucursales

# ErrorSaveBranchsDeleted
source: <br /> Error delete branchs
es: <br /> Error al eliminar sucursales

# ErrorSaveBranchsModify
source: <br /> Error modify branchs
es: <br /> Error al modificar sucursales

# ErrorSaveBranchsRelated
source: <br /> Error delete branchs, branchs are used
es: <br /> No se permite eliminar una Sucursal que se encuentra en uso

source: Error Save Business Configurations.
es: Error al guardar los acuerdos de negocios.

# ErrorSaveBusinessType
source: Failed To Save Business Type
es: Error al guardar tipo de negocio

# ErrorSaveChannel
source: Failed to save Channel
es: Error al guardar Canales

source: Error Save Charge Request
es: Error al guardar la solicitud de cobro

# ErrorSaveChargeVw
source: Error saving payment method.
es: Error guardando método de pago.

# ErrorSaveChargeVwAll
source: All collection requests must have payment concepts.
es: Todas las solicitudes de cobro deben tener conceptos de pago.

source: Error save claim reinsurance
es: Error al guardar el reaseguro de siniestro

# ErrorSaveClauses
source: Failed To Save Clauses
es: Error al guardar clausulas

# ErrorSaveCoinsurance
source: Failed to save business type
es: Error al guardar tipo de negocio

# ErrorSaveCompanyAddressTypesDeleted
source: <br /> Error delete Address Types, Address Types are used
es: <br /> No se puede eliminar un Tipo de Dirección que se encuentra en uso.

# ErrorSaveCompanyPhoneTypesDeleted
source: <br /> Error delete Phone Types, Phone Types are used
es: <br /> No se puede eliminar un Tipo de Teléfono que se encuentra en uso.

# ErrorSaveConcepts
source: Choose a payment concept.
es: Error guardando concepto de pago

source: Error save contract
es: Error guardando el contrato

source: Error save contract line
es: Error al guardar la linea de contrato

# ErrorSaveContractObject
source: Error to save Contract Object
es: Error al guardar Objeto de Contrato

# ErrorSaveCoverage
source: Failed to save coverage
es: Error al guardar la cobertura

# ErrorSaveCoverages
source: Saving coverage
es: Error al guardar coberturas

# ErrorSaveCptAlliancePrintFormatsAdded
source: <br /> Error to add ally print formats.
es: <br /> Error al agregar los formatos de impresion.

# ErrorSavecptAlliancePrintFormatsDeleted
source: <br /> Error to delete ally print formats.
es: <br /> Error al eliminar formatos de impresion de aliado.

# ErrorSaveCptAlliancePrintFormatsModify
source: <br /> Error to modify ally print formats.
es: <br /> Error al modificar formato de impresion de aliado.

# ErrorSavecptAlliancePrintFormatsRelated
source: <br /> Error delete Ally print format, Ally print format are used
es: <br /> No se permite eliminar un formato de impresion de aliado que se encuentra en uso

# ErrorSaveData
source: Failed to save data
es: Error al guardar datos

source: Error Save Delegation
es: Error al guardar Delegaciones

source: Error Saved Fasecolda
es: Error Guardando Fasecolda

# ErrorSaveEndorsement
source: Failed to save endorsement
es: Error al grabar el endoso

# ErrorSaveExpense
source: Filed to save expenses
es: Error al guardar gastos

# ErrorSaveFile
source: Failed to save Files
es: Error al guardar Archivos

# ErrorSaveFileColumnError
source: Columns do not match rows length
es: Las columnas no coinciden con la longitud de las filas

# ErrorSaveFileFieldsNull
source: Can not save a file without associated Fields
es: No se puede guardar un archivo sin campos asociados

# ErrorSaveFilesAdded
source: <br /> Error added files
es: <br /> Error al agregar archivos

# ErrorSaveFilesDeleted
source: <br /> Error delete files
es: <br /> Error al eliminar archivos

# ErrorSaveFilesEdited
source: <br /> Error modify files
es: <br /> Error al modificar archivos

# ErrorSaveFilesRelated
source: <br /> Error delete files, files are used
es: <br /> No se permite eliminar un Archivo que se encuentra en uso

# ErrorSaveFileTemplatesNull
source: Can not save a file without associated templates
es: No se puede guardar un archivo sin plantillas asociadas

source: Error save guarantees
es: Error al guardar contragarantia

# ErrorSaveInsuredProfile
source: Failed to save Insured Profiles
es: Error al guardar Perfiles de Asegurados

# ErrorSaveInsuredProfilessAdded
source: <br /> Error added insured profiles
es: <br /> Error al agregar perfiles de asegurado

# ErrorSaveInsuredProfilessDeleted
source: <br /> Error delete insured profiles
es: <br /> Error al eliminar perfiles de asegurado

# ErrorSaveInsuredProfilessModify
source: <br /> Error modify insured profiles
es: <br /> Error al modificar perfiles de asegurado

# ErrorSaveInsuredProfilessRelated
source: <br /> Error delete insured profiles, insured profiles are used
es: <br /> No se permite eliminar un perfil de asegurado que se encuentra en uso

# ErrorSaveInsuredSegment
source: Failed to save Insured Segments
es: Error al guardar Segmentos de Asegurado

# ErrorSaveInsuredSegmentssRelated
source: <br /> Error delete insured segments, insured segments are used
es: Error al eliminar segmento de asegurado, el segmento esta en uso.

# ErrorSaveInsurencesObjects
source: <br /> Error added protections
es: <br /> Error al agregar objetos del seguro.

# ErrorSaveIntermediaries
source: Failed To Save Agent
es: Error al Guardar Intermediarios

# ErrorSaveLegalRepresent
source: Error saving legal represent
es: Error guardando representante legal

# ErrorSaveLegalRepresentativeSing
source: Error in saving Signature legal representative
es: Error al guardar Firma representante legal

# ErrorSaveLimitRc
source: Error al guardar limite Rc
es: Error al guardar límite Rc

source: Error save line
es: Error al guardar la línea

source: Error save line association
es: Error al guardar la asociación de líneas

# ErrorSaveListRiskPerson
source: Something went wrong try to save new person
es: Error al guardar

# ErrorSaveMinPremiumRelation
source: Error in saving Minium Premium
es: Error al guardar prima mínima

# ErrorSaveModule
source: Error saving module
es: Error guardando el modulo

# ErrorSaveNewProduct
source: First you must save the product, you have pending changes.
es: Primero debe guardar el producto, tiene cambios pendientes.

# ErrorSaveOperationQuota
source: An error occurred while saving the Operative Quota
es: Ocurrió un error guardando el Cupo Operativo

# ErrorSavePaymentMethod
source: Error saving payment methods
es: Error al guardar el método de pago

# ErrorSavePaymentPlan
source: Failed To Save Payment Plan
es: Error al guardar plan de pagos

source: Error save payment plan facultative
es: Error al guardar los planes de pago facultativo

source: Error Save Payment Request
es: Error al guardar la solicitud de pago.

# ErrorSavePerilsAdded
source: <br /> Error added protections
es: <br /> Error al agregar amparos

# ErrorSavePerilsDeleted
source: <br /> Error delete protections
es: <br /> Error al eliminar amparos

# ErrorSavePerilsModify
source: <br /> Error modify protections
es: <br /> Error al modificar amparos

# ErrorSavePerilsRelated
source: <br /> Error delete protections, protections are used
es: <br /> No se permite eliminar un Amparo que se encuentra en uso

# ErrorSavePerson
source: Failed to Save Person
es: Error Guardar La persona

# ErrorSavePersonBasic
source: Error Saving Basic Person Information
es: Error Guardando Información Basica de Persona

# ErrorSavePhoneTypes
source: Failed to save Phone Types
es: Error al guardar Tipos Teléfono

# ErrorSavePolicyPaymentPlan
source: I have update the Playment Plan
es: Actualizar el plan de pagos para emitir

# ErrorSavePrefix
source: Failed to save access
es: Error al guardar el ramo comercial
