Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

source: Error consulting insured objects
es: Error al consultar los objetos del seguro

source: Error consulting module
es: Error consultando modulo

source: Error consulting perils
es: Error al consultar los amparos

# ErrorConsultingRiskController
source: Error when consulting risk controller
es: Error al consultar controlador del riesgo

# ErrorConsultingSubLineBusiness
source: Error consulting sub line of business
es: Error consultando los sub ramos técnicos

# ErrorConsultPolicyholder
source: Error to consult policyholder
es: Error al consultar tomador

# ErrorConsultRiskFromTemporal
source: This prefix of temporal not correct
es: El ramo comercial que esta intentando de recuperar no es igual al de la emision que intenta hacer

# ErrorContractAmountPercentage
source: Percentage of contract is required
es: Porcentaje de contrato es obligatorio

# ErrorContractObject
source: Must enter object of the contract
es: Debe ingresar objeto del contrato

# ErrorContractType
source: Contract Type is required
es: Tipo de Contrato es obligatorio

# ErrorControlTransportedGood
source: The Transported Good Is Mandatory
es: Mercancía Transportada es Obligatoria

source: Error Converting Prospect Into Individual
es: Error al convertir prospecto en individuo

# ErrorConvertQuotation
source: Error Convert Quotation To Temporaly
es: Error al Convertir Cotización en Temporal

# ErrorCopyProfile
source: Error copying profile
es: Error al copiar el perfil

# ErrorCoverage2G
source: 2G coverage is mandatory
es: Cobertura 2G es obligatorio

# ErrorCoverageAssigned
source: Coverage Already Assigned
es: La Cobertura ya se encuentra asignada

# ErrorCoveragePrimary
source: The insured amount of the main coverage must be greater
es: La suma asegurada de la cobertura principal debe ser mayor a la suma asegurada de las adicionales

# ErrorCreateAgent
source: Error creating Agent
es: Error creando Agente

source: Error Create Cause Coverage
es: Error al Asignar Cobertura

source: Error Create Claim
es: Error al crear denuncia

# ErrorCreateCompany
source: Failed Creating Company
es: Error Creando Compañia

source: Error Create Consortium
es: Error al crear consorcio

# ErrorCreateCoverage
source: Error creating the coverage
es: Error al crear la cobertura

source: Error Create Coverage Active Panel
es: Error al crear la cobertura

source: ERROR CREATED
es: ERRORES CREACION

# ErrorCreateEstimationTypePrefix
source: Error guardando la estimación
es: Error Create Estimation Type Prefix

source: Error Create Estimation Type Status
es: Error al Crear Estado por Concepto de Estimacion

# ErrorCreateEventAuthorizations
source: Error delivering policies
es: Error al entregar polizas

# ErrorCreateInsured
source: Failed Creating the Insured
es: Error Creando el Asegurado

# ErrorCreateInsuredAgent
source: Failed Creating Insured Agents
es: Error Creando Agentes del Asegurado

# ErrorCreateInsuredConsortium
source: Failed Creating Insured Consrtium
es: Error Creando Consorcios del Asegurado

# ErrorCreateLegalRepresent
source: Failed Creating Legal Representative
es: Error Creando el Representante Legal

# ErrorCreateLineBusiness
source: Error creating Technical Branch
es: Error creando Ramo Técnico

source: Error Create Load
es: Error Al Crear Cargue

# ErrorCreateNewVersionQuotation
source: Error Creating Quotation Version
es: Error al crear versión de la cotización

# ErrorCreateOperatingQuota
source: Failed Creating Operating Quota
es: Error Creando Cupo Operativo

source: ErrorCreateParticipant
es: Error Creando Tercero

# ErrorCreatePartner
source: Failed Creating The Partner
es: Error Creando el Asociado

# ErrorCreatePerson
source: Failed Creating Person
es: Error Creando Persona

source: ErrorCreatePolicy
es: Error Creando Póliza

# ErrorCreateProspect
source: Failed Creating Prospect
es: Error Creando Prospectos

source: Error create provider
es: Error creando el proveedor

# ErrorCreateSarlaft
source: Failed Creating Sarlaft
es: Error Creando Sarlaft

# ErrorCreateStatusReazon
source: Error Create Estimation Type Status Reazon
es: Error al Crear Razones de Estados por concepto de Estimacion

# ErrorCreateTax
source: Error creating Taxes
es: Error al crear Impuestos

# ErrorCreateTemporary
source: Error to create temporary
es: Error Al Crear Temporal

source: Error Creating Fasecolda
es: Error Creando Fasecolda

# ErrorCreatingListValues
source: Error creating list of values
es: Error creando la lista de valores

source: Error Creating New Sarlaft
es: Ya existe un formulario vigente para el año

# ErrorCreatingRangeValues
source: Error creating range of values
es: Error creando el rango de valores

source: Error creating upload
es: Error Al Crear Cargue

source: Error Creatting Accounting Concept Taxes
es: Error creando la asociación a los impuestos por concepto del gasto

# ErrorCrossGaranteesMandatory
source: Error to validating CrossGarantees
es: Error al validar obligatoriedad de contragarantias

# ErrorCRUDCONNEX
source: Error in {0}, due to connection failure.
es: Error en {0}, por fallo en conexión.

# ErrorCRUDCoverageCONNEX
source: Error in coverage due to connection failure.
es: Error en coberturas, por fallo en conexión.

# ErrorCurrency
source: Error Obtaining Currency
es: Error Obteniendo Moneda

source: ErrorCurrentPolicy
es: No se pueden recuperar los riesgos de una póliza vigente.

# ErrorCurrentTo
source: Issuing Date To is Required
es: V.Hasta es obligatorio

# ErrorDaneCode
source: The entered DANE code does not exist
es: El codigo DANE ingresado no existe

# ErrorDaneCodeEmpty
source: The DANE code does not exist
es: El codigo DANE no existe

# ErrorDataNotFound
source: Data not found
es: No se encontraron resultados

# ErrorDatesCoverageGreaterEndorsement
source: The Dates Up to the coverage, is greater than the validity of the endorsement Policy
es: Las Fechas Hasta de la cobertura, Es mayor que la vigencia del endoso Póliza

# ErrorDatesCoveragesPolicy
source: Coverage Effective Date To, Not Within the Term of the Policy
es: Las Fechas Hasta de la cobertura, no esta dentro de la vigencia de la póliza

# ErrorDatesFromCoverageGreaterEndorsement
source: The dates from the coverage, is greater than the validity of the policy endorsement
es: Las Fechas desde de la cobertura, Es mayor que la vigencia del endoso Póliza

# ErrorDatesFromCoveragesPolicy
source: The Dates from the coverage, is not within the validity of the policy
es: Las Fechas desde de la cobertura, no esta dentro de la vigencia de la póliza

# ErrorDateVNoLess
source: The V. date can not be less than the date V. Since
es: La fecha V.Hasta no puede ser menor que la fecha V.Desde

# ErrorDebtorSelected
source: The selected debtor must exist
es: El deudor seleccionado debe existir

# ErrorDeclaredValue
source: The Declared Value is Required
es: El valor declarado es obligatorio

# ErrorDeleteAgentCommission
source: Failed Deleting AgentCommission
es: Error Eliminando Comisión del Agente

source: Error delete association lines
es: Error al eliminar la asociación de líneas

source: Error Delete Cause Coverage
es: Error al Excluir Cobertura

# ErrorDeleteCityOccup
source: City in use.
es: El registro se encuentra en uso.

source: Error Delete Consortium
es: Error elimnando consorcio

source: Error delete contract
es: Error eliminando el contrato

source: Error delete contract level company
es: Error al eliminar el nivel de contrato

source: Error delete contract line
es: Error al eliminar la línea de contrato

# ErrorDeleteCoverage
source: Coverage cannot be deleted
es: La cobertura se encuentra en uso, no se puede eliminar

source: ERROR DELETED
es: ERRORES ELIMINACION

# ErrorDeleteDefault
source: Unable to delete default
es: No se puede eliminar el predeterminado

# ErrorDeleteEstimationType
source: The record can not be deleted because it has associated states
es: No se puede eliminar el registro porque tiene estados asociados

source: Error Delete Estimation Type Status
es: Error al Eliminar Estado por Concepto de Estimacion

# ErrorDeleteIdFiscalResponsibility
source: Must have at least one fiscal responsibility
es: Debe tener mínimo una responsabilidad fiscal.

# ErrorDeleteInsurancesObjects
source: <br /> Error delete protections
es: <br /> Error al eliminar objetos del seguro.

# ErrorDeleteInsuredObject
source: The Insurance Object can not be deleted
es: El Objeto del Seguro no se puede eliminar

source: Error delete line
es: Error al eliminar la línea

source: Error delete line business cumulus
es: Error al eliminar la línea de negocio

# ErrorDeleteLoad
source: Error to delete upload
es: Error Al Eliminar Cargue

# ErrorDeleteNoSelected
source: You must to select any record
es: Debe Seleccionar Primero una Versión

# ErrorDeleteObjectRelated
source: <br /> Error delete protections, protections are used
es: <br /> No se permite eliminar un objeto de segiuro que se encuentra en uso

# ErrorDeleteOperatingQuota
source: Failed Deleting Operating Quota
es: Error Eliminado Cupo Operativo

# ErrorDeleteOperationQuota
source: Can not delete the operating quota.
es: No se puede eliminar el cupo operativo.

source: Error delete plan facultative
es: Error al eliminar el plan facultativo

# ErrorDeleteRecords
source: Error deleting records
es: Error al eliminar los registros

# ErrorDeleteRisk
source: Error removing risk
es: Error al eliminar riesgo

# ErrorDeleteSale
source: Error deleting sale
es: Error eliminando venta

# ErrorDeleteSalvage
source: Error deleting salvage
es: Error eliminando salvamento

# ErrorDeleteStatusReazon
source: Error Delete Estimation Type Status Reazon
es: Error al Eliminar Razones de Estados por concepto de Estimacion

source: ErrorDeleteSubCause
es: Error eliminando Sub cause

source: Error delete temp issue layer
es: Error al eliminar la capa

# ErrorDeleteTemporal
source: Error deleting temporal
es: Se presentó un error al eliminar el temporal

# ErrorDeleteTextPrecatalogued
source: Error deleting text precatalogued
es: Error al eliminar texto precatalogado

# ErrorDeleteVehicleCONNEX
source: Error in eliminating vehicle value per year, due to connection failure.
es: Error al eliminar valor de vehiculos por año, por fallo en conexión.

# ErrorDeleteVehicleModel
source: Error to delete model
es: Error al eliminar el modelo

# ErrorDeleteVehicleVersion
source: Error to Delete Version
es: Error al eliminar la Versión

# ErrorDeleteWithDependencies
source: Error to delete data {0}, has dependencies.
es: Error al eliminar el registro {0}, tiene dependencias.

# ErrorDeleteWithDependenciesLimitRc
source: Error to delete data {0}, is in use.
es: Error al eliminar el registro {0}, Se encuentra en uso.

source: Error deleting Fasecolda
es: Error eliminado Fasecolda

# ErrorDeletingNumeration
source: Error
es: Error Eliminando numeración

source: Error deleting register
es: Error al eliminar registros

source: Error deleting tax category
es: Error eliminando categoria de impuesto

source: Error deleting tax condition
es: Error eliminando condicion de impuesto

# ErrorDependenceWithAnother
source: You can not delete the coverage because there are dependencies in the list
es: No puede eliminar la cobertura porque tiene dependencias en la lista

# ErrorDepositPremiumPercent
source: Define the percentage of premium deposit
es: Defina el porcentaje de prima en deposito

# ErrorDescRatingZone
source: The description or name already exists, please create a new one
es: La descripcion o nombre ya existe, por favor cree una nueva

source: Error Detecting Changes
es: Error detectando cambios

source: ErrorDifferentProduct
es: El producto de póliza que se esta emitiendo es distinto al producto de la póliza que se esta recuperando.

# ErrorDocumenInsuredActsAs
source: The Insured Act as is Mandatory
es: El Asegurador actúa como es obligatorio

# ErrorDocument
source: {0} It is required
es: {0} es obligatorio

# ErrorDocumentAccessory
source: Accessory is Required
es: Accesorio es obligatorio

# ErrorDocumentAccessType
source: AccessType is mandatory
es: El tipo de acceso es obligatorio

# ErrorDocumentArticle
source: The Article is Mandatory
es: El Artículo es obligatorio

# ErrorDocumentBranch
source: The Branch Is Required
es: La Sucursal es obligatoria

# ErrorDocumentCalculeType
source: Calculation Type is required
es: Tipo Cálculo es obligatorio

source: Error Document Chassis
es: El Chasis es Obligatorio

# ErrorDocumentCoinsured
source: Insurance Company Leader is Mandatory
es: Aseguradora Líder es obligatoria

# ErrorDocumentCompanyTypePartnership
source: The type of company is mandatory
es: El Tipo de Empresa es obligatorio

# ErrorDocumentControlActivityRisk
source: Risk Activity Mandatory
es: Actividad del riesgo obligatoria

# ErrorDocumentControlAgency
source: The Agency Is Mandatory
es: La Agencia es obligatoria

source: Error Document Control Aircraf Enrollment
es: Error en el control de documento Casco barco

source: Error Document Control AircrafType
es: Error el tipo de control documento casco barco

# ErrorDocumentControlApplyOn
source: Value is mandatory
es: El valor es obligatorio

# ErrorDocumentControlBillingPeriod
source: Billing Period is Mandatory
es: Periodo de ajuste es obligatorio

# ErrorDocumentControlBodyType
source: The Vehicle Body Type is Mandatory
es: El tipo de carrocería es obligatoria

# ErrorDocumentControlBranch
source: The Branch Is Mandatory
es: La Sucursal es obligatoria

# ErrorDocumentControlCargoType
source: Cargo Type is Mandatory
es: Tipo mercancia es obligatorio

# ErrorDocumentControlCity
source: City Hall Is Mandatory
es: El municipio es obligatorio

# ErrorDocumentControlColor
source: The Color Is Mandatory
es: El Color es obligatorio

# ErrorDocumentControlCountry
source: The Country is Mandatory
es: El País es obligatorio

# ErrorDocumentControlCoverage
source: The Coverage is Mandatory
es: La Cobertura es obligatoria

# ErrorDocumentControlCurrency
source: Currency Is Mandatory
es: La moneda es obligatoria

# ErrorDocumentControlDaneCode
source: City Hall Code Is Mandatory
es: El código Dane es obligatorio

# ErrorDocumentControlDeclarationPeriod
source: Declaration Period is Mandatory
es: Periodo declarado es obligatorio

# ErrorDocumentControlDeductible
source: Deductible is Required
es: Deducible es obligatorio

# ErrorDocumentControlDetailType
source: Detail type is mandatory
es: El tipo de detalle es obligatorio

# ErrorDocumentControlEndorsement
source: Endorsment Number Is Mandatory
es: El endoso es obligatorio

# ErrorDocumentControlExcessLimit
source: The Limit Value in Excess is Mandatory
es: El valor de límite de exceso es obligatorio

# ErrorDocumentControlFirstRiskType
source: Benefit of Measure is Mandatory
es: Medida de la prestación es obligatoria

# ErrorDocumentControlFuelType
source: The Gas Type Is Mandatory
es: El tipo de combustible es obligatorio

# ErrorDocumentControlGroupCoverage
source: The Coverage Group is Mandatory
es: Grupo de Cobertura es obligatorio

# ErrorDocumentControlHierarchy
source: The Hierarchy is Mandatory
es: La jerarquía es obligatoria

# ErrorDocumentControlInsuranceObject
source: The Insured Object is Mandatory
es: El Objeto de Seguro es obligatorio

# ErrorDocumentControlLimitAmount
source: The Limit Amount is Mandatory
es: El valor límite es obligatorio

# ErrorDocumentControlLimitClaimantAmount
source: The Limit Value by Claimant is Required
es: El valor límite por reclamante es obligatorio

# ErrorDocumentControlLimitOccurrenceAmount
source: The Limit per Occurrence is Mandatory
es: El valor límite por ocurrencia es obligatorio

# ErrorDocumentControlLineBusiness
source: The Business Line is Mandatory
es: La linea de negocio es obligatoria

# ErrorDocumentControlMake
source: The Brand Is Mandatory
es: Marca es obligatorio

# ErrorDocumentControlModel
source: The Brand Model is Mandatory
es: El Modelo es obligatorio

# ErrorDocumentControlModule
source: The Module Is Mandatory
es: El Módulo es obligatorio

# ErrorDocumentControlMoney
source: The Currency Type Is Mandatory
es: El Tipo de Moneda es obligatorio

# ErrorDocumentControlMortageType
source: The Type of Mortgage Goods is Mandatory
es: El tipo de bien es obligatorio

source: Error Documentcontrol Operator
es: Error control operadores de aeronaves

# ErrorDocumentControlPackagingType
source: Packaging Type is Mandatory
es: Tipo empaque es obligatorio

# ErrorDocumentControlPassengerQuantity
source: The Passenger Quantity is Mandatory
es: Ocupantes es obligatorio

# ErrorDocumentControlPaymentMethod
source: The Payment Method is Mandatory
es: El Metodo de Pago es obligatorio

# ErrorDocumentControlPaymentPlan
source: Payment Plan is Mandatory
es: El Plan de Pagos es obligatorio

# ErrorDocumentControlPolicyType
source: The Policy Type is Mandatory
es: El Tipo de Póliza es obligatorio

# ErrorDocumentControlPrefixCommercial
source: The Prefix Is Mandatory
es: El Ramo Comercial es obligatorio

# ErrorDocumentControlPrefixTechnical
source: The LOB is Mandatory
es: El Ramo Tecnico es obligatorio

# ErrorDocumentControlPremiumAmount
source: The Premium Amount Is Mandatory
es: El valor de prima es obligatoria

# ErrorDocumentControlPrincipalCoverage
source: The Main Coverage is Mandatory
es: La Cobertura Principal es obligatoria

# ErrorDocumentControlProduct
source: The Commercial Product Is Mandatory
es: El Producto Comercial es obligatorio

# ErrorDocumentControlProfile
source: The Profile Is Mandatory
es: El Perfil es obligatorio

# ErrorDocumentControlRate
source: Rate is mandatory
es: La tasa es obligatoria

# ErrorDocumentControlRateType
source: The Rate Type Is Mandatory
es: Tipo Tasa es obligatorio

# ErrorDocumentControlRatingZone
source: The Risk Rate Area Is Mandatory
es: Zona de Tarifación es obligatorio

# ErrorDocumentControlRiskActivity
source: The Risk Activity Is Mandatory
es: La Actividad del riesgo es obligatoria

source: Error Document Control Risks
es: El Riesgo es obligatorio

# ErrorDocumentControlRiskType
source: The Risk Type Is Mandatory
es: El Tipo de Riesgo es obligatorio

# ErrorDocumentControlRiskTypeCovered
source: The type of risk is mandatory
es: El tipo de riesgo es obligatorio

# ErrorDocumentControlSalesPoint
source: The Sales Point Is Mandatory
es: El Punto de Venta es obligatorio

# ErrorDocumentControlSelectInsuredObject
source: The Insured Object is Mandatory
es: El objeto del seguro es obligatorio

# ErrorDocumentControlService
source: The Vehicle Service Is Mandatory
es: Error el servicio es obligatorio.

# ErrorDocumentControlServiceType
source: The Service Type Is Mandatory
es: Servicio es obligatorio

# ErrorDocumentControlShuttle
source: The Path Is Mandatory
es: Trayecto es obligatorio

# ErrorDocumentControlState
source: The State Is Mandatory
es: El Departamento es obligatorio

# ErrorDocumentControlSubLimitAmount
source: The Sublimit Amount Is Mandatory
es: El valor sublímite es obligatorio

# ErrorDocumentControlSubModule
source: The Submodule Is Mandatory
es: El Submódulo es obligatorio

# ErrorDocumentControlSubPrefix
source: The Sub-Prefix Is Mandatory
es: El SubRamo es obligatorio

# ErrorDocumentControlTechnicalPlan
source: The Actuarial Plan is Mandatory
es: El Plan Técnico es obligatorio

# ErrorDocumentControlTransportType
source: Transport Type is Mandatory
es: Medio transporte es obligatorio

# ErrorDocumentControlType
source: The Type Is Mandatory
es: El Tipo es obligatorio

# ErrorDocumentControlTypeOfAssistance
source: The Type of Assistance is mandatory
es: El Tipo de Asistencia es obligatorio

# ErrorDocumentControlTypeVehicle
source: The Vehicle Type Is Mandatory
es: Tipo de Vehículo es obligatorio

# ErrorDocumentControlUse
source: The Vehicle Use Is Mandatory
es: El Uso es obligatorio

# ErrorDocumentControlVehicleType
source: VehicleType is Required
es: El tipo de vehiculo es obligatorio

# ErrorDocumentControlVersion
source: The Vehicle Brand Version Is Mandatory
es: La Versión es obligatoria

# ErrorDocumentControlVia
source: Via is Mandatory
es: Via es obligatorio

# ErrorDocumentControlYear
source: The Vehicle Year Is Mandatory
es: El Año es obligatorio

# ErrorDocumentCoverage
source: The Coverage Is Mandatory
es: La Cobertura es obligatoria

# ErrorDocumentDeclaredValue
source: Declared value is required
es: Valor Declarado es obligatorio

# ErrorDocumentDocumentType
source: Type of Document is required
es: Tipo de Documento es obligatorio

# ErrorDocumentEndorsement
source: The Endorsment Is Mandatory
es: Endoso es obligatorio

source: Error Document Engine
es: El Motor es Obligatorio

# ErrorDocumentFullAddress
source: The FullAddress Is Mandatory
es: La Dirección es obligatoria

# ErrorDocumentGender
source: The Gender is Mandatory
es: El Género es Obligatorio

# ErrorDocumentGuaranteeStatus
source: The Status Is Mandatory
es: El estado es obligatorio

# ErrorDocumentHolderActAs
source: The Holder Act as is Mandatory
es: El Tomador actúa como es obligatorio

# ErrorDocumentLimitClaimant
source: Limit claimant is required
es: Límite por reclamante es obligatorio

# ErrorDocumentLimitInsured
source: Limit insured is required
es: Límite Asegurado es obligatorio

# ErrorDocumentLimitOccurrence
source: Limit occurrence is required
es: Límite por Ocurrencia es obligatorio

# ErrorDocumentMaritalStatus
source: Marital status is mandatory
es: Estado Civil es obligatorio

# ErrorDocumentMaximumResponsability
source: Maximum responsability is required
es: Maxima Responsabilidad es obligatorio

# ErrorDocumentModificationReason
source: The Modification Reason Is Mandatory
es: Motivo de la Modificación es obligatorio

# ErrorDocumentPassword
source: Password is mandatory
es: La contraseña es obligatoria

# ErrorDocumentPersonType
source: Individual Type is Mandatory
es: El tipo de Persona es Obligatorio

source: Error Document Plate
es: La placa es Obligatoria

# ErrorDocumentPrefix
source: The Prefix Is Mandatory
es: El Ramo Comercial es obligatorio

# ErrorDocumentPromissoryNoteType
source: The Promissory Note Type Is Mandatory
es: El tipo de pagaré es obligatorio

# ErrorDocumentRate
source: Rate is required
es: Tasa es obligatorio

# ErrorDocumentRateType
source: Rate type is required
es: Tipo de tasa es obligatorio

source: Error Document Sales Point
es: El punto de venta es Obligatorio

# ErrorDocumentSublimit
source: Sublimit is required
es: Sublimite es obligatorio

# ErrorDocumentTicketDate
source: The filing date is mandatory.
es: La fecha de radicación es obligatorio

# ErrorDocumentTicketNumber
source: The registration number is required
es: El número de radicación es obligatorio

# ErrorDocumentType
source: The Type Is Mandatory
es: Tipo es obligatorio

# ErrorDocumentTypeOfCourtName
source: The Type de Court is Mandatory
es: El Tipo de Juzgado es obligatorio

# ErrorDocumentTypePartnership
source: The Association Type is mandatory
es: El Tipo de Asociación es obligatorio

# ErrorDocumentUnitOfMeasure
source: Unit of Measure Is Mandatory
es: La unidad de medida es obligatoria

# ErrorDontHaveEnteredRiskData
source: Must have entered risk data
es: Debe haber ingresado datos de riesgo

# ErrorDuplicateActivity
source: Duplicate Activity
es: Actividad Duplicada

# ErrorEcludeCoverage
source: Error to exclude the coverage
es: Error al excluir la cobertura

# ErrorEconomicGroupDateEmpty
source: Economic group entered date is mandatory.
es: La fecha de vigencia del cupo es obligatoria.

# ErrorEconomicGroupNameEmpty
source: Economic group name is mandatory.
es: El nombre del grupo económico es obligatorio.

# ErrorEconomicGroupOpQuotaEmpty
source: Economic group operative quota is mandatory.
es: El cupo operativo es obligatoria.

# ErrorEconomicGroupTypeEmpty
source: Economic group type is mandatory.
es: El tipo del grupo económico es obligatorio.
