Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

source: Interview Information
es: Información de la Entrevista

source: Interview Manager
es: Encargado Entrevista

source: Interview Place
es: Lugar Entrevista

source: In the temporary
es: en el temporal

source: Invalid Boat Name
es: Nombre barco inválido

# InvalidDateMajor
source: Date can not be greater than the current date
es: Fecha no puede ser mayor a la fecha actual

# InvalidDecisionTable
source: Incorrect validation
es: Validación incorrecta

source: Invalid file type
es: El tipo de archivo no es válido

source: Invalid table
es: Tabla invalida

# InvalidTemporal
source: Temporary Invalid
es: Temporal no válido

source: Investigator
es: Investigador

source: Invoice Currency
es: Moneda Factura

source: Invoice Information
es: Información Factura

source: Invoices
es: Facturas

source: Invoke
es: Invocar

source: Is
es: es

source: Is already included
es: Ya Esta Incluida

source: Is Assistance
es: ¿Es de asistencia?

# IsDeraclarative
source: Is declarative
es: Es declarativa

# IsElectronicPolicy
source: Electronic Policy
es: Póliza Electrónica

source: IsImported
es: Importado

source: IsInsured
es: Asegurado

source: Is Issue
es: Es de emisión

# IsNoDataToEliminate
source: there is no data to eliminate
es: No hay archivos a eliminar

source: Is Not Issue
es: No es de emisión

# IsProfileDisabled
source: The one or the User Profiles is Disabled
es: El ó uno de los Perfiles del Usuario esta Inhabilitado

source: Issuance
es: Emisión

source: Issuance Expenses
es: Gastos de Emisión

source: Issue
es: Emisión

source: Issued
es: Emitido

source: IssueDate
es: Fecha de emisión

# IssueDescription
source: Claim Description
es: Descripción del Hecho

source: Issued Prime
es: Prima Emitida

source: Issued With Errors
es: Emitido con errores

source: Issued with Events
es: Emitido con eventos

source: Issue Policy
es: Emitir Póliza

# IssuePolicyCollective
source: Issue Collective Policy
es: Colectivas - Emisión de póliza

# IssueWithError
source: Issuing with errors And/or Events
es: Emitir con Eventos y/o Errores

source: Issuing
es: Emitiendo

# IssuingCurrency
source: Underwriting Currency
es: Moneda Emisión

source: Issuing Date
es: Fecha Emisión

source: Issuing user
es: Usuario que Solicita

source: Issuing user required
es: El usuario emisor es requerido

# IsTemporaryQuotation
source: This is a temporary quotation
es: Éste es un temporal de cotización

source: It already exists
es: Ya existe

source: JobOffice
es: Cargo

# JudgmentNumber
source: Trial Number/Article
es: Número de Juicio

source: Justification Sarlaft
es: Motivo Justificación Formulario Sarlaft

# LabelAbbreviation
source: Abbreviation
es: Abreviatura

# LabelAccessoriesByRisk
source: Risk Accessories Plate:
es: Accesorios Riesgo de Placa:

# LabelAccessoriesGoods
source: Accessories/Goods
es: Accesorios/Bienes

# LabelAccessoriesNoOriginals
source: No Originals Accessories
es: Accesorios No Originales

# LabelAccessoriesOriginals
source: Originals Accessories
es: Accesorios Originales

# LabelAccessory
source: Accesory
es: Accesorio

# LabelAccessoryData
source: Accessory Data
es: Datos del Accesorio

# LabelAccessoryMake
source: Accessory Brand
es: Marca del Accesorio

# LabelAccessoryModel
source: Model
es: Modelo

# LabelAccountingDate
source: Accounting Date
es: Fecha Contable

# LabelAccountNumber
source: Account Number
es: Número de cuenta

# LabelAccountType
source: Account Type
es: Tipo de cuenta

# LabelAccumulation
source: Accumulation
es: Cúmulo

# LabelActive
source: Active
es: Activo

# LabelActiveEndorsement
source: Active Endorsment
es: Endoso Vigente

# LabelActivity
source: Activity
es: Actividades

# LabelActivityRisk
source: Risk Activity
es: Actividad del riesgo

# LabelActivoCheckBox
source: Active
es: Activo

# LabelAddCoverage
source: Coverage To Modify Or Add To The Risk Plate:
es: Cobertura a Modificar o Adicionar para el Riesgo de Placa:

# LabelAdditDisCommissPercentage
source: % Discount
es: % Dcto

# LabelAdditionalData
source: Additional Data
es: Datos Adicionales

# LabelAdditionalDataRisk
source: Risk Plate Additional Data
es: Datos Adicionales Riesgo de Placa:

# LabelAdditionalImpressionsCoverage
source: Additional printing
es: Impresión adicional

# LabelAddModifyCoverage
source: Add / Update Coverages
es: Agregar / Modificar Coberturas

# LabelAddModifyObjects
source: Add / Edit Objects and Coverages
es: Agregar / Modificar Objetos y Coberturas

# LabelAddress
source: Addess
es: Dirección

# LabelAddressAll
source: Full Address
es: Dirección completa

# LabelAddresses
source: Addresses
es: Direcciones

# LabelAddressesAndPhone
source: Addresses And Phone
es: Direcciones y Teléfonos

# LabelAddressMain
source: Primary Address
es: Dirección principal

# LabelAddressType
source: Address Type
es: Tipo Direccion

# LabelAdjusterNames
source: Name and Surname Adjuster
es: Nombres - Apellidos del Perito

# LabelAdjustment
source: Adjustment
es: Ajuste

# LabelAdjustPeriod
source: Adjust Period
es: Periodo de ajuste

# LabelAdressReasonSocial
source: adress
es: Dirección

# LabelAdvancedConceptsSearch
source: Advanced Concepts Search
es: Búsqueda Avanzada de Conceptos

# LabelAdvancedSearch
source: Advance Search
es: Busqueda avanzada

# LabelAdvancedSearchTechnicalBranch
source: Advanced technical branch search
es: Búsqueda Avanzada de Ramo Técnico

# LabelAdvice
source: advice
es: Aviso

# LabelAge
source: Age
es: Edad

# LabelAgency
source: Agency
es: Agencia

# LabelAgencyCodeAllyIntermediary
source: Agency Code
es: Código Agencia

# LabelAgencyName
source: Age
es: Nombre de la Agencia

# LabelAgent
source: Agent
es: Intermediario

# LabelAgentAgency
source: Agent Agency
es: Agencia Intermediario

# LabelAgentAgencyAssign
source: Assign Agency
es: Asignar Agencia

# LabelAgentChannel
source: Channel
es: Canal

# LabelAgentDisabled
source: Agent is disabled
es: El Agente esta deshabilitado

# LabelAgentExecutive
source: Account Executive
es: Ejecutivo de cuenta

# LabelAgentGroup
source: Group
es: Grupo

# LabelAgentLocker
source: Locker
es: Casillero

# LabelAgentPrincipal
source: Main Agent
es: Intermediario Principal

# LabelAgents
source: Agents
es: Intermediarios

# LabelAgentsAndCommissions
source: Agents & Commissions
es: Intermediarios y Comisiones

source: label aircraft operator
es: Operadores de Aeronaves

source: label aircraft type
es: Tipo de Aeronave

source: label aircraft use
es: Uso de la Aeronave

# LabelAlliance
source: Aliado data
es: Datos Aliado

# LabelAllianceBranch
source: Alliance Branch
es: Sucursal del Aliado

# LabelAllianceEnabled
source: Alliance Enabled
es: Aliados habilitados

# LabelAlliancePrintFormat
source: Format
es: Formato

# LabelAlliancePrintFormatCode
source: Format Code Formato
es: Código Formato

# LabelAlliancePrintFormatEndorsementType
source: Endorsement Type
es: Tipo Endoso

# LabelAlliancePrintFormatIsEnable
source: Is Enabled?
es: Habilitado

# LabelAlliancePrintFormatPrefix
source: Prefix
es: Ramo Comercial

# LabelAllied
source: Allied
es: Aliado

# LabelAlliedCode
source: Allied Code
es: Código de Aliado

# LabelAlliedSalePoint
source: Allied sale point
es: Punto de venta del Aliado

# LabelAllySalePointsAlly
source: Ally
es: Aliado

# LabelAllySalePointsIntermediary
source: Intermediary
es: Intermediario

# LabelAmount
source: Insured Amount
es: Limite Asegurado

# LabelAnnualFreightProjection
source: Annual freight projection
es: Proyección Anual de Fletes

# LabelAnualBudget
source: Anual Budget
es: Presupuesto Anual

# LabelApartmentOrOffice
source: Apt / Office
es: Apto / Oficina

# LabelAppliestoCollective
source: Collective Polices
es: Colectivas

# LabelAppliestoRequest
source: Group Policies
es: Agrupadoras

# LabelApplyLightCotizador
source: Light Quotation
es: Cotizador Liviano

# LabelArticle
source: Article
es: Artículo

# LabelAsociateBody
source: Asociate vehicle body
es: Asociar carrocerí­a

# LabelAsociateUse
source: Asociate Uses
es: Asociar Usos

# LabelAssign
source: Assign
es: Asignar

# LabelAssignCoverage
source: Assign Coverage
es: Asignar Cobertura

# LabelAssignDependence
source: Assign Dependence
es: Asignar Dependencia

# LabelAssigned
source: Assigned
es: Asignado

# LabelAssignedEntities
source: Assigned Entities
es: ENTIDADES ASIGNADAS

# LabelAssignEntity
source: Assign Entity
es: Asignar entidad

# LabelAssistanceType
source: Assistance Type
es: Tipo de Asistencia

# LabelAssociatedProcesses
source: Associated Processes
es: Procesos Asociados

# LabelAssuranceMode
source: Assurance Mode
es: Modo de Aseguramiento

source: Label Attorney Information
es: Datos del Apoderado

# LabelAuthorization
source: Authorization
es: Autorización

# LabelAuthorizationToBeApproved
source: Policies to be approved for risk
es: Politicas a aceptar por riesgo

# LabelAuthorizationToBeReassigned
source: Policies to be reassigned by risk
es: Politicas a reasignar por riesgo

# LabelAuthorizationToBeRejected
source: Policies to be rejected for risk
es: Politicas a rechazar por riesgo

# LabelAuthorize
source: Authorize
es: Autoriza

# LabelAuthorizeEmail
source: Authorize Email sending
es: Autoriza envío de correos

# LabelAuthorizeSMS
source: Authorize SMS sending
es: Autoriza envío de SMS

# LabelAutomatic
source: Automatic
es: Automatico

# LabelAutorizador
source: Authorizer
es: Autorizador

# LabelAvailable
source: Available
es: Disponible

# LabelAvailableCities
source: Available cities
es: Ciudades disponibles

# LabelBasicInformation
source: Basic information
es: Información básica

# LabelBeneficiaries
source: Beneficiaries
es: Beneficiarios

# LabelBeneficiary
source: Beneficiary
es: Beneficiario

# LabelBeneficiaryDetail
source: Beneficiary Details
es: Detalle del beneficiario

# LabelBeneficiaryHolder
source: Beneficiary is the Policyholder
es: Beneficiario es Tomador

# LabelBeneficiaryInsured
source: Beneficiary is the Insured
es: Beneficiario es Asegurado

# LabelBeneficiarys
source: Beneficiarys
es: Beneficiarios

# LabelBeneficiaryType
source: Beneficuary Type
es: Tipo de Beneficiario

# LabelBillingGroup
source: Billing Group
es: Grupo de Facturación

# LabelBillingPeriod
source: Billing Period
es: Periodo de Ajuste

# LabelBillingPeriodDepositPremium
source: Billing Period Deposit Premium
es: Periodo de ajuste prima en deposito

# LabelBind
source: Linked
es: Vinculada

# LabelBindPolicy
source: Link Policy
es: Vincular póliza

# LabelBinnacle
source: Binnacle
es: Bitácora

# LabelBirthDate
source: Birth Date
es: Fecha de Nacimiento

# LabelBodyType
source: Body Type
es: Tipo de Carroceria

# LabelBodyVehicleShortDescription
source: Body name
es: Nombre carrocería

# LabelBodywork
source: Body work
es: Carrocerí­­a

# LabelBondingQuota
source: Bonding Quota
es: Cupo de Vinculacion

# LabelBouquet
source: Bouquet
es: Ramo

# LabelBranch
source: Branch
es: Sucursal

# LabelBranchClaim
source: Branch Claim
es: Sucursal del Reclamo

# LabelBranchCode
source: Branch Code
es: Código de sucursal

# LabelBranchPolicy
source: Branch Policy
es: Sucursal Póliza

# LabelBranchs
source: Branchs
es: Sucursales

# LabelBranchType
source: Branch Type
es: Tipo de Sucursal

source: LabelBrand
es: Marca

# LabelBrandCodeFasecolda
source: Brand code Fasecolda
es: Código de marca Fasecolda

# LabelBtnAllySalePointsAssignAll
source: Assign All Sale Points
es: Asignar Todos los Puntos de Venta

# LabelBtnAllySalePointsUnAssignAll
source: Unassign All Sale Points
es: Desasignar Todos los Puntos de Venta

# LabelBuiltArea
source: Bounded Area
es: Área Construida

# LabelBusiness
source: Business
es: Negocios

# LabelBusinessAdditionalData
source: Business
es: Negocio

# LabelBusinessConfiguration
source: Business Configuration
es: Acuerdos de Negocio

# LabelBusinessDescription
source: Business Description
es: Descripción del Negocio

# LabelBusinessDirect
source: Direct Business Type
es: Tipo de Negocio Directo

# LabelBusinessName
source: Company Name
es: Razón Social

# LabelBusinessRule
source: Business Rule
es: Regla de Negocio

# LabelBusinessType
source: Business Type
es: Tipo de Negocio

# LabelButtonCalculate
source: Calculate
es: Calcular

# LabelByRiskType
source: By Risk Type
es: Por Tipo de Riesgo

# LabelCalculateBase
source: Calculation Base
es: Base de Cálculo

# LabelCalculationBasis
source: Calculation Base
es: Base de Calculo

# LabelCalculeType
source: Calculation Type
es: Tipo Cálculo

# LabelCancelDateFrom
source: Cancel Date From
es: Cancela Desde:

# LabelCancelDays
source: Cancel Days
es: Días Cancelación

# LabelCancellationMassive
source: Cancellation Massive
es: Cancelación Masiva

# LabelCancellationReason
source: Cancellation Reason
es: Motivos de Cancelación

# LabelCancelPolicy
source: Cancel Policy
es: Cancelación de Póliza

# LabelCancelType
source: Cancellation Type
es: Tipo de Cancelación

# LabelCargoType
source: Cargo Type
es: Tipo Mercancia

# Labelcash
source: CASH
es: EFECTIVO

# LabelCategory
source: Category
es: Categoria

# LabelCause
source: Cause
es: Causa

# LabelCauseClaim
source: Claim Cause
es: Causa del Siniestro

# LabelCauseReject
source: Rejection Motive
es: Motivo de Rechazo

# LabelCell
source: Cell Phone
es: Celular

# LabelChange
source: Change
es: Cambio

source: LabelChangeCoinsurance
es: Cambio de Coasegurado

# LabelChangeConsolidation
source: Change of consolidation
es: Cambio de Afianzado

# LabelChangeConsolidationAddress
source: Consolidation Address
es: Dirección Afianzado

# LabelChangeConsolidationEmail
source: Consolidation Email
es: Email Afianzado

# LabelChangeConsolidationName
source: Consolidation Name
es: Nombre Afianzado

# LabelChangeConsolidationPhone
source: Consolidation Phone
es: Telefono Afianzado

# LabelChangePaymentPlan
source: Payment Plan
es: Cambio Plan de Pago

# LabelChangePolicyHolder
source: change of policyholder
es: Cambio de tomador

# LabelChangeTermDateTransfer
source: Date Transfer
es: Fecha Traslado

# LabelChangeTermPolicy
source: Change Term Policy
es: Traslado de Vigencia

# LabelChargue
source: Charge
es: Cargue

# LabelChassis
source: Chassis
es: Chasis

# LabelChassisConfirmation
source: Chassis Confirmation
es: Chasis Confirmación

# LabelCheckNameOf
source: Check Name of
es: Cheque a nombre de

# LabelCiiuEconomicActivity
source: Activity Economic CIIU
es: Actividad Economica CIIU

# LabelCities
source: Cities
es: Ciudades

# LabelCity
source: City
es: Ciudad

# LabelCityCode
source: City Code
es: Indicativo ciudad

# LabelCivilLiability
source: Civil Liability
es: Responsabilidad Civil

# LabelClaim
source: Claim
es: Denuncia

source: Label Claim Branch
es: Sucursal :

source: LabelClaimDate
es: Fecha de Denuncia

# LabelClaimDetail
source: Claim Detail
es: Detalle del Siniestro

# LabelClaimInformation
source: Claim Information
es: Información del Reclamo

# LabelClaimNumber
source: Claim Number
es: Número de Denuncia

source: Label Claim Prefix
es: Ramo :

# LabelClaims
source: Claims
es: Siniestros

source: LabelClaimsNumber
es: Número SIN

# LabelClaimsNumbers
source: Claims Numbers
es: Nro Sin

source: LabelClaimValue
es: Valor Reclamo

# LabelClass
source: Class
es: Clase

# LabelClassofContract
source: Class of Contract
es: Clase de Contrato

# LabelClassVehicle
source: Class
es: Clase

# LabelClauseChange
source: Change Clauses
es: Cambio de Cláusulas

# LabelClauses
source: Clauses
es: Cláusulas

# LabelClaveAllyIntermediary
source: Key
es: Clave

# LabelClose
source: Close
es: Salir

# LabelClosed
source: Effective Date Closed
es: Vigencia Cerrada

# LabelClosedState
source: Close
es: Cerrada

# LabelCodDane
source: City Hall Code
es: Cód. DANE

# LabelCodDaneCity
source: Municipality Code
es: Código DANE Municipio

# LabelCode
source: Code
es: Código

# LabelCodebtor
source: Codebtor
es: Codeudor

source: Label Code Deductible
es: Código Deducible

# LabelCodeRuleSet
source: Code Package Rules
es: Código Paquete de Reglas

# LabelCodeRuleSetNode
source: Id Set of rules
es: Código Paquete de Reglas

# LabelCodeScoreTypeDoc
source: Data Credit Code
es: Código Data Crédito

source: LabelCodeWMI
es: Código WMI

# LabelCodValid
source: Validation Code
es: Código de Validación

# LabelCoin
source: Currency
es: Moneda

# LabelCoInsurance
source: Co-Insurance
es: Coaseguradora

# LabelCoInsuranceProvided
source: Co-insurance Provided
es: Coaseguro Cedido

# LabelCoInsurances
source: Co-Insurances
es: Coaseguradoras

# LabelCollectionFormat
source: Collection Format
es: Formato de recaudo

# LabelCollectionFormatPrinter
source: Attach Collection Form
es: Adjuntar Formato de Recaudo

# LabelCommercialAdvancedSearch
source: Commercial Advanced Search
es: Búsqueda Avanzada de Ramo Comercial

# LabelCommercialBranchCode
source: Commercial Branch Code
es: Código de ramo comercial

# LabelCommercialProduct
source: Commercial Product
es: Producto Comercial

# LabelCommisionAdditional
source: % Additional Commission
es: %C. Adicional

# LabelCommission
source: Commission
es: Comisión

# LabelCommissions
source: Commissions
es: Comisiones

# LabelCompany
source: Company
es: Compañia

# LabelCompanyAddressType
source: Addres Types
es: Tipos de Dirección

# LabelCompanyInformationCommercial
source: Company Information Commercial
es: Informacion Comercial de la Empresa

# LabelCompanyInsured
source: Insurance Company
es: Compañía Aseguradora

# LabelCompanyPhoneType
source: Phone Types
es: Tipos de Teléfono

# LabelCompanyType
source: Company
es: Compañi­a

# LabelCompositionType
source: Influence level
es: Nivel de influencia

# LabelConceptColumn
source: Concept
es: Concepto

# LabelConcepts
source: Concepts
es: Conceptos

# LabelConceptsAction
source: Action Concepts
es: Conceptos Acciones

# LabelConceptsCondition
source: Condition Concepts
es: Conceptos Condiciones

# LabelCondition
source: Condition
es: Condición

# LabelConditions
source: Conditions
es: Condiciones

# LabelConfirmDocument
source: Confirm document
es: Confirmar Documento

# LabelConsortium
source: Consortium
es: Consorciados

# LabelConsortiumMembers
source: Consortium Members
es: Apellidos y Nombres / Razón Social

# LabelConstitutionDate
source: Constitution Date
es: Fecha Constitución

# LabelConstructionClass
source: Construction Class
es: Clase de construcción

# LabelConstructionType
source: Construction Type
es: Tipo de construcción

# LabelConstructionYear
source: Construction Year
es: Año construcción

# LabelConsultationCexper
source: CEXPER Consultation
es: Consulta CEXPER

# LabelConsultationPerson
source: Consultation of Person
es: Consulta de Persona

# LabelConsultationRisk
source: Consultation Risk
es: Consulta Riesgo

# LabelConsultationSisa
source: SISA Consultation
es: Consulta SISA

# LabelconsultRiskCenters
source: Consult Risk Centers
es: Consulta Centrales de Riesgo

# LabelContactCompany
source: Company Contact
es: Contacto en la Empresa

# LabelContactInformation
source: Contact Information
es: Información de contacto

# LabelContactName
source: Contact Name
es: Nombre del Contacto

# LabelContractNumber
source: Contract Number
es: Nro. de Contrato

# LabelContractObject
source: Object of the Agreement
es: Objeto del Contrato

# LabelContractType
source: Contract Type
es: Tipo de Contrato

# LabelContractValue
source: Contract Value
es: Valor Contrato

# LabelCopyProduct
source: Copy Product
es: Copiar Producto

# LabelCorrectRecords
source: Processed
es: Procesados

# LabelCorrelationPolicy
source: Correlation policy
es: Póliza correlativa

# LabelCounterGuarantees
source: Guarantee
es: Contragarantias

source: Label Counter GuaranteeState
es: Estado Contragarantia

source: Label Counter Guarantee Type
es: Tipo de Contragarantia

# LabelCountRiskErrors
source: Records with Errors
es: Riesgos con error

# LabelCountRiskProcessed
source: Records Processed
es: Riesgos procesados

# LabelCountry
source: Country
es: Pais

# LabelCountryCode
source: Country Code
es: Indicativo país

# LabelCountryOrigin
source: Country of Origin
es: País de Origen

# LabelCoverage
source: Coverage
es: Cobertura

# LabelCoverage2G
source: Coverage 2G
es: Cobertura 2G

# LabelCoverageAllied
source: Allied Coverages
es: Coberturas Aliadas

# LabelCoverageInsuredObject
source: Coverages
es: Coberturas

# LabelCoverageLevel
source: Coverage Level
es: Nivel de Cobertura

# LabelCoverages
source: Coverages
es: Coberturas

# LabelCreditNote
source: Credit Note
es: Nota Credito

# LabelCurrencies
source: Currencies
es: Monedas

# LabelCurrency
source: Currency
es: Moneda

# LabelCurrencyId
source: Currency Code
es: Código Moneda

source: Label Current Cumulu
es: Cumulo Actual

# LabelCurrentDate
source: Current Date
es: Fecha de Inicio

# LabelCurrentFrom
source: Current From
es: V.Desde

source: label Current Manufacturing
es: Año Fabricación

source: Label Current Quota
es: Cupo Actual

# LabelCurrentStatusPolicy
source: Current Status of Policy
es: Estado Actual Póliza

# LabelCurrentTo
source: Current To
es: V.Hasta

# LabelCurrentvalue
source: Current value
es: Valor Actual

# LabelCustomerBusinessAgreement
source: Customer business agreement
es: Cliente convenio comercial

# LabelCustomerType
source: Customer Type
es: Tipo de Cliente

# LabelDataAgents
source: Intermediary Data
es: Datos de los Intermediarios

# LabelDataBusinessType
source: Business Type
es: Datos Tipo de Negocio

# LabelDataCancelEndorsement
source: Cancellation Endorsement Data
es: Datos Endoso de Cancelación

# LabelDataChangeCoinsurance
source: DataChangeCoinsurance
es: Datos Cambio de Coasegurado

# LabelDataChangeConsolidation
source: Consolidation Info Data
es: Datos del Afianzado

source: LabelDataChangePolicyHolder
es: Datos del Tomador

# LabelDataChangeTermEndorsement
source: Data Change Term
es: Datos Traslado de Vigencia

# LabelDataCredit
source: Data credit
es: Data Crédito

# LabelDataEndorsementModification
source: Data Modification Endorsement
es: Datos Endoso de Modificación

# LabelDataFieldTypeCode
source: Data Type
es: Tipo de Dato

# LabelDataKeyTypeCode
source: Code Data Type Key
es: Codigo de Tipo de Dato de Clave

# LabelDataPerson
source: Individual Data
es: Datos de la Persona

# LabelDataPolicyEndorsement
source: Policy/Endorsment Data
es: Datos Póliza/Endoso

# LabelDataPolicyHolder
source: policyholder data
es: Datos del Tomador

# LabelDataReversionEndorsement
source: Endorsement Data Reversion
es: Datos Endoso de Reversión

# LabelDataRiskLiability
source: Liability Risk Data
es: Datos Riesgo Responsabilidad Civil

# LabelDataRiskProperty
source: Property Risk Data
es: Riesgo de Ubicaciòn

# LabelDataRiskSurety
source: Surety Risk Data
es: Datos Riesgo Cumplimiento/Arrendamiento

# LabelDataRiskThirdPartyLiability
source: Third Party Liability Risk Data
es: Datos Riesgo RC Pasajeros

# LabelDataRiskVehicle
source: Vehicle Risk Data
es: Datos Riesgo Automóviles

# LabelDataSurety
source: Surety Data
es: Datos de Cumplimiento

# LabelDataTermExtension
source: Term Extension Data
es: Datos de la Prórroga

# LabelDataTexts
source: Text Data
es: Datos de Textos

# LabelDataVehicle
source: Vehicle Data
es: Datos del Vehiculo

# LabelDate
source: Date
es: Fecha

# LabelDateConstitution
source: Date Constitution
es: Fecha de Constitución

# LabelDateconsultation
source: Date of consultation
es: Fecha de consulta

# LabelDateCoveragePostContractual
source: Date coverage post-contractuales
es: Fechas coberturas post-contractuales

# LabelDateCurrentFrom
source: Current From
es: Válida Desde

# LabelDateEldestSon
source: Date of Birth of the Eldest Son
es: Fecha Nacimiento Hijo Mayor

# LabelDateEnd
source: Date end
es: Fecha de Fin.

# LabelDateFact
source: Date of Fact
es: Fecha de Hecho

# LabelDatehigh
source: Datehigh
es: Fecha de alta

# LabelDateImplementation
source: Date of implementation
es: Fecha de implementación
