Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# MsgUnlessOneEstimationCoverage
source: You must add at least an estimate of the selected coverage
es: Debe Agregar al menos una estimación de la cobertura seleccionada

# MsgUpdateSuccessfull
source: {0} updated successfully
es: {0} actualizado correctamente

# MSGWRN_3G_USER_NAME
source: Error trying to recover 3G user name.
es: Error al intentar recuperar nombre de usuario 3G.

# MSGWRN_CAPTCHA
source: Invalid verification code
es: Código de verificación incorrecto

# MSGWRN_WS_COMMUNICATION
source: Communication error with authentication service
es: Error de comunicación con el servicio de autentiación

# Municipality
source: City
es: Municipio

# MustDeleteSubModulesFirst
source: You must delete the submodules first
es: Debe eliminar los submódulos primero

# MustEnterThreeCharactersSearch
source: Debe digitar al menos tres caracteres para realizar la bÃºsqueda.
es: Debe digitar al menos tres caracteres para realizar la búsqueda.

# MustExistIndividual
source: Must exist the individual
es: Debe Existir el individuo

source: Must have associated branches
es: Debe tener ramos asociados

source: Must have documentation
es: Debe tener documentación

# MustRelatedLevelInfluence
source: You must select a level of influence to add types of detail.
es: Debe seleccionar un nivel de influencia para agregar tipos de detalle.

# MustRelatedOneDetailType
source: The level of influence must be related to at least one type of detail.
es: El nivel de influencia se debe relacionar por lo menos con un tipo de detalle.

# MustSelectBranchSearch
source: You must select the type of branch to perform the search.
es: Debe seleccionar el tipo de ramo para realizar la búsqueda.

# MustSelectSubClaim
source: You must'n select a subclaim.
es: Debe seleccionar un Subsiniestro.

source: Name
es: Nombre

# NameCity
source: City Name
es: Nombre Municipio

# NameCompany
source: Enterprise Name
es: Nombre de Empresa donde Trabaja

source: Name Consortium
es: Nombre Consorcio

# NameCountry
source: Country Name
es: Nombre País

source: Name coverage
es: Nombre cobertura

# NameDepartment
source: Department Name
es: Nombre Departamento

# NameFile
source: File name
es: Nombre del Archivo

source: Name Insured
es: Nombre Asegurado

source: Name Length of Branch
es: Nombre Largo del Ramo

source: Name Length of SubBranch
es: Nombre Largo del subramo

# NameLongProtection
source: Name long of Protection
es: Nombre largo del amparo

# NamePEPS
source: PEPS's Name
es: Nombre/Razón social del PEPS

source: Name Rating Zone
es: Nombre zona de tarifación

# NameRule
source: Name of the Rule
es: Nombre de la Regla

source: Names
es: Nombres

source: Name Short of SubBranch
es: Nombre Corto del subramo

# NameSurname
source: Name and Surname
es: Nombre y apellido

source: Name Technical SubBranch
es: Nombre Subramo Técnico

# NameTheListIsRequired
source: The Name of the List is required
es: El Nombre de la Lista es requerido

# NameUser
source: User Name
es: Nombre usuario

source: Name Version
es: Descripción de versión

source: National
es: Nacional

source: Nationality
es: Nacionalidad

source: National Rate
es: Tasa Nacional

# NaturalPerson
source: Natural Individual
es: Persona Natural

# Naturalprospectus
source: Individual Prospectus
es: Prospecto Natural

# Nchildren
source: No. of Children
es: No. Hijos

# NeedInsured
source: Person is not a Insured.
es: Debe crear la persona como Asegurado.

# NeedQueryCharge
source: You should consult a charge
es: Debe consultar un cargue

# NetAmount
source: Net
es: Importe Neto

source: New
es: Nuevo

# NewAndConfirmPasswordDontMatch
source: Current password and confirmation do not match
es: La contraseña actual y su confirmación no coinciden

source: New Claim
es: Nueva Denuncia

source: New Conditions
es: Nuevas Condiciones

# NewForm
source: New
es: Nuevo

source: New Guarantee
es: Se ha creado una nueva contragarantía

source: New Module
es: Nuevo Modulo

source: New Notice
es: Nuevo Aviso

source: New password
es: Contraseña nueva

# NewPasswordCantBeOldPassword
source: New password can not be same as above
es: La contraseña nueva no puede ser igual a la anterior

source: New process
es: Nuevo proceso

source: New Profile
es: Nuevo Perfil

source: New Profile Name
es: Nombre Nuevo Perfil

source: New Renewal
es: Nueva Renovación

source: New Reserve
es: Nueva Reserva

# NewRuleVersion
source: The new version of rules has been published
es: La nueva version de reglas ha sido publicada

source: New script
es: Nuevo Guion

source: New User
es: Nuevo Usuario

# NoAgentsDescriptionEntered
source: There are no agents for the description entered
es: No hay agentes para la descripción ingresada

# NoAllowDeletionUploadStatus
source: Upload status does not allow deletion
es: El estado del cargue no permite eliminar

# NoCanCanceled
source: Cancellation can not be canceled
es: No se puede cancelar una cancelación

# NoCanCancellationExtended
source: Cancellation can not be extended
es: No se puede prorrogar una cancelación

# NoCanCancellationModified
source: Cancellation can not be modified
es: No se puede modificar una cancelacion

# NoCanChangeClausesCancellation
source: You can not change clauses to a cancellation
es: No se puede cambiar clausulas a una cancelación

# NoCanChangeTextsCancellation
source: Can not change texts to a cancellation
es: No se puede cambiar textos a una cancelación

# NoCanCharged
source: The following charges can not be charged
es: Los siguientes cargues no pueden ser tarifados

# NoCanCurrentFromLessCurrent
source: The date of current from cannot be less than the current date
es: La fecha de vigencia del grupo económico no puede ser menor a la actual

# NoCanDateBirthGreaterCurrent
source: The date of birth can not be greater than the current date
es: La fecha de nacimiento no puede ser mayor a la actual

# NoCanDateConstGreaterCurrent
source: The date of constitution can not be greater than the current one
es: La fecha de Constitución no puede ser mayor a la actual

# NoCanDateExpGreaterCurrent
source: Expiration date can not be greater than current
es: La fecha de Vencimiento no puede ser mayor a la actual

# NoCanDateExpGreaterDateConst
source: The Expiration Date can not be less than the Constitution Date
es: La Fecha de Vencimiento no puede ser menor a la Fecha Constitución

# NoCanDateIssueGreaterCurrent
source: The date of issue can not be greater than the current or less than the year
es: La fecha de expedición no puede ser mayor a la actual ni menor al año

# NoCanDateValuatGreaterCurrent
source: Valuation date can not be greater than current
es: La fecha de avalúo no puede ser mayor a la actual

# NoCanEditDeleteConceptUse
source: The concept is in use, can not be edited or deleted
es: El concepto esta en uso, no se puede editar o eliminar

# NoCanEndorsementsWithoutRisks
source: You can not issue endorsements without risks
es: No puede emitir endosos sin riesgos

# NoCanEqualTemporaryNewAndOrigin
source: The Temporary of new emission can not be equal to the Temporary of Origin
es: El Temporario de emisión Nuevo no puede ser igual al Temporario de Origen

# NoCanGeneratedNewTemps
source: No new temps can be generated
es: No se pueden generar nuevos temporales

# NoCanRenewCancellation
source: Can not Renew a Cancellation
es: No puede Renovar una Cancelación

# NoCanReverseIssue
source: Can not reverse the issue
es: No se puede reversar la emisión

# NoChangeClauseCompliancePolicy
source: Clause changes can not be made for a compliance policy
es: No se puede hacer cambios de clausulas para una póliza de cumplimiento

source: No changes In The Agents
es: No hay Cambios en los Agentes

source: No charges found
es: No Se Encontraron Cargues

# NoClaimCatastropheCreateIt
source: Event code not exist to register click on Save
es: Código de evento no existe presione en Guardar para registrarlo

# NoClaimRequestsLoaded
source: There are not claims loaded
es: No se han cargado reclamos.

# NoCoverageToAdd
source: There are no toppings to add
es: No hay coberturas para agregar

source: No data found
es: No encuentra datos

# NoDataGuarantee
source: You must enter data guarantee
es: Debe ingresar contragarantias

# NoDataTextRisk
source: You must enter contract object
es: Debe ingresar el Objeto del contrato en el texto de riesgo

source: No. Document Holder
es: No. Documento Tomador

# NoDownloadsImport
source: There are no downloads to import
es: No hay cargues a importar

# NoEventsLaunched
source: No events were launched
es: No se lanzaron eventos

source: No excel file available
es: No hay archivo de excel disponible

# NoExistCompanyWantCreate
source: The company does not exist in the system. Do you want to create it?
es: La compañía no existe en el sistema. ¿Desea crearla?

# NoExistCoverage
source: There is no coverage
es: No existe la cobertura

# NoExistDaneCode
source: The entered DANE code does not exist
es: El codigo DANE ingresado no existe

# NoExistentProduct
source: Non-existent Product
es: Producto Inexistente

# NoExistFascoldaCode
source: I can not find fascolda code
es: No se encontro código fasecolda

# NoExistHolderRequest
source: There is no Holder Request
es: No existe la Solicitud Agrupadora

# NoExistRisk
source: There is no risk
es: No existe el riesgo

source: No exist temporary emit
es: No Hay Temporal Para Emitir

# NoExistTemporaryNoHaveCoverages
source: No exist the temporary or no have coverages
es: El temporal no existe o no tiene coberturas

# NoExistVehicleUse
source: It has no associated usage list
es: No tiene lista de uso asociados

# NoFoundCodeDaneCity
source: The code Dane for the city not found
es: El codigo Dane para la ciudad no encontrado

# NoFoundInformationEndorsementBranch
source: No endpoint type information was found for the selected branch
es: No se encontró información de los tipos de endosos para el ramo seleccionado

# NoFoundInformationTemporary
source: No information associated with the temporary was found
es: No se encontro información asociada al temporal

# NoFoundPaymentPlans
source: No payment plans found
es: No se encontraron planes de pago

# NoInformationEndorsement
source: No information associated with endorsement was found
es: No se encontro información asociada al endoso

# NoInsuranceObjects
source: No insurance objects found
es: No se encontraron objetos de seguro

source: No items found
es: No se encontraron elementos

# NoLoadRecordsPrint
source: No Load Records to Print
es: No Existen Registros del Cargue Para Imprimir

source: Nominative Cancellation
es: Cancelación Nominativa

# NoModuleData
source: No module data found
es: No se encontraron datos de módulos

source: No modules enabled
es: No hay módulos habilitados

# NoMovesCanceledPolicy
source: No moves to a canceled policy
es: No se permiten realizar movimientos a una póliza cancelada

source: None
es: Ninguno

source: No observations
es: Sin observaciones

# NoPaymentMethod
source: No payment method data found
es: No se encontraron datos de metodos de pago

# NoPolicyTemporal
source: No. Temporal/Pólicy
es: Nro. Temporal/Póliza

source: No policy types found
es: No se encontraron tipos de póliza

# NoPrefixFound
source: No commercial branch Found
es: No se encontro ramo comercial

source: No. Quotation
es: No. Cotización

source: No Receipt of Collection
es: Nro. Recibo de Recaudo

# NoRisksRate
source: There are no risks to be rate
es: No hay riesgos por tarifar

source: No Risk Was Found
es: No se encontro riesgo

# NoSaleRecords
source: There are no sales
es: No existen ventas

# NoSalvagesForAssigning
source: There are no salvages
es: No existen Salvamentos

# NoSalvagesToAssign
source: There are no salvages for sales to be assigned to
es: No existen salvamentos para asignar ventas

# NoSelectedMassive
source: An Upload File Must be Selected
es: Debe seleccionar un cargue

# NotAllEventsHaveRequest
source: Not all Policies have a reason of request
es: No todas las politicas tienen el motivo de solicitud

# NotAllowedLoadsTemporaryEmission
source: It is not allowed to add loads to a temporary in the process of emission
es: No se permite agregar cargues a un temporal en proceso de emisión

# NotAssociatedProfiles
source: It does not have associated profiles
es: No tiene perfiles asociados

# NotCanCheckQuotation
source: ¿Quisiste decir "no se puede consultar cotización"? Can not check quote
es: No se permite consultar una cotización emitida.

# NotClaimDelete
source: Can't delete a estimation created
es: No se puede eliminar una estimacion ya creada

source: NotDecreasePolicy
es: No se realizo una disminucion de la vigencia.

# NotDeleteAccess
source: Access can not be deleted because it is in use
es: No se puede eliminar Acceso porque se encuentra en uso

# NotDeleteModule
source: Module can not be deleted because it is in use
es: No se puede eliminar Modulo porque se encuentra en uso

# NotDeleteStaticConcepts
source: You can not delete static concepts
es: No se permite eliminar conceptos estáticos

# NotDeleteSubModule
source: SubModule can not be deleted because it is in use
es: No se puede eliminar SubMódulo porque se encuentra en uso

source: NotdifferencePolicy.
es: Las fechas de vigencia deben ser diferentes. La cantidad de dias esta en cero.

source: Not Enough Data
es: No hay suficientes datos!

source: Notes
es: Notas

source: No text
es: Sin texto

# NotFoundEndorsementHistoric
source: The endorsement has no history
es: El endoso no tiene historial

source: Not found InterviewManager
es: Encargado de la entrevista no existe o esta dado de baja

# Notice
source: Claim Notice
es: Aviso

source: NOTICE - AIR CRAFT
es: Aviso de Siniestro - Casco Aviación

# NoticeDate
source: Date notice
es: Fecha Aviso

# NoticeDateFrom
source: Date Notice from
es: Fecha de Aviso Desde

# NoticeDateTo
source: Date Notice to
es: Fecha de Aviso Hasta

source: NOTICE - FIDELITY
es: Aviso de Siniestro - Manejo

# NoticeListing
source: Notice List
es: Listado de Avisos

# NoticeNumber
source: Claim Notice Number
es: Número de Aviso

# NoticeNumberAbbreviation
source: No. Notice
es: Nro. Aviso

# NoticePreviouslyObected
source: this notice has been previously objected
es: Este aviso ha sido previamente objetado

# NoticeStateListing
source: Claim State List
es: Listado de Estados del Aviso

# NoticeSurety
source: Claim NOTICE - SURETY
es: Aviso de Siniestro - Fianzas

source: NOTICE - TRANSPORT
es: Aviso de Siniestro - Transporte

# NotificationPaymentPlan
source: The work plan for a modification change can not be the completion of the premiums, the system modifies it a cash - 30 days
es: El plan de pago para un endoso de modificación no debe ser Financiación de Primas, el sistema lo modificará a Contado-30 días

source: Not Is
es: No es Un endoso de

# NotMatchTypeLoadingAndBranch
source: The type of loading does not match the type of Commercial Branch selected
es: El tipo de cargue no coincide con el tipo de Ramo Comercial seleccionado

source: Not Modified
es: No Modificada

# NotModifyDeclarationPeriod
source: Cannot modify the declaration period
es: No puede modificar el Periodo Declaracion existe mas de un Riesgo

# NotPartPolicy
source: Does Not Become Part of the Policy
es: No hace parte de la Póliza

# NotPrinter
source: No can printer
es: No se puede imprimir

# NotRegExAllowed
source: Special Characters Not Allowed
es: No se permiten Caracteres especiales

source: Not Selected Load
es: No hay Seleccionado Ningun Cargue

# NotValidateReleaseAmount
source: The limit per dispatch can not be greater than annual projection
es: El limite por despacho no puede ser mayor que la proyeccion anual

# NoUploadsAssociatedTemporary
source: No uploads associated with the temporay
es: No se encontraron cargues asociados al temporal

# Nroregistration
source: Filing Number
es: Número de Radicado

source: Null
es: Nulo

# NullifyRegister
source: CANCEL
es: Anular

# NumberCancellation
source: Cancellation N°
es: Cancelacion N°

source: NumberDaysExpirationQuota
es: Cantidad de días hasta el vencimiento de la primera cuota

# NumberEnteredGreaterRisks
source: The Number Entered is Greater than the Number of Risks
es: El Número Ingresado es Mayor al Número de Riesgos

source: Number Guide
es: Numero de guia

source: Number Notice
es: Nro. de Aviso

# NumberOfTemporaryAbbreviation
source: Temporary No.
es: Nro. de Temporario

# NumberPaymentRequest
source: Payment request number: {0} {1}. ¿Do you want to print?. </br></br>
es: Solicitud de pago número: {0}{1}. ¿Desea imprimir?. </br></br>

source: Number Policy Portfolio Detail
es: Nro. Transacción

source: NumberQuota
es: Número Cuotas

source: Number Request Group
es: No. Solicitud Agrupadora:

source: Number Sinister
es: Número de Siniestro

# NumerationDeleted
source: Eliminada
es: Numeración eliminada

# NumerationExsists
source: Numeration already exists
es: La numeración ya existe

source: Numeration Have Policys
es: La enumeración tiene pólizas

# NumerationHavequotations
source: Numeraciones
es: Numeración tiene cotizaciones

# NumerationSaved
source: Numer
es: Numeración guardada

source: object
es: Objeto

# ObjectedNotice
source: Objected Declined
es: Aviso declinado

# ObjectedNoticeSuccess
source: Notice objected successfully
es: Aviso obtejado correctamente

source: Objected Notice Successfully
es: Aviso objetado correctamente

# ObjectInsuranceNotAssociatedCoverages
source: The object of the insurance does not have associated coverages
es: El objeto del seguro no posee coberturas asociadas

source: ObjectName
es: Objeto

# ObjectNotEnum
source: The Object Not is Enum
es: El Objeto no es un Enum

source: Obligatory
es: Obligatoria

# ObligatoryNoticeNumberChargeBranch
source: Obligatory Charge Branch or Notice Number
es: Obligatorio Sucursal de Cobro o Número de Solicitud

# ObligatoryNoticeNumberNoticeDates
source: Obligatory Notice Number or Notice Dates
es: Obligatorio Número de Aviso o Fechas de Aviso

# ObligatoryNoticeNumberOcurrenceDates
source: Obligatory Notice Number or Ocurrence Dates
es: Obligatorio Número de denuncia, póliza o Fechas de ocurrencia

# ObligatoryNoticeNumberPaymentDates
source: Obligatory Payment Branch or Notice Number
es: Obligatorio Sucursal de Pago o Número de Solicitud

# ObligatoryNoticeNumberPolicyDates
source: Obligatory Notice Number or Policy Dates
es: Obligatorio Número de Poliza o Fechas de vigencia

source: Observations
es: Observaciones

# Occupation
source: Ocupation
es: Ocupación

# OcurrenceDate
source: Ocurrency Date
es: Fecha de Ocurrencia

# OcurrenceDateFrom
source: Date Ocurrence from:
es: Fecha de Ocurrencia desde

# OcurrenceDateIntoComplaintDateAndLowerNoticeDate
source: The Occurrence Date must be within Siniestrable Period and must be less or equal to the Notice Date
es: La fecha de Ocurrencia debe estar dentro del Periodo Siniestreable y debe ser menor o igual a la Fecha de Aviso

# OcurrenceDateOutPolicyValidity
source: The Occurrence Date must be within Siniestrable Period
es: La fecha de Ocurrencia debe estar dentro del periodo siniestrable

# OcurrenceDateTime
source: Date and time of Occurrence
es: Fecha y hora de Ocurrencia

# OcurrenceDateTo
source: Date Ocurrence to
es: Fecha de Ocurrencia Hasta

source: of
es: de

# OfClaim
source: of claim.: {0}.
es: del Reclamo.: {0}.

source: OfferNumber
es: Número de la oferta

# Office
source: Branch
es: Sucursal

source: Official Bulletin Date
es: Fecha Bol. Ofic.

# OldPassswordDoesntMatch
source: Current Password does not match
es: La Contraseña actual no coincide

source: Old password
es: Contraseña actual

# OnlyTwoDigitsQuota
source: Only two digits are allowed for days between installments
es: Solo se permiten dos digitos para los dias entre cuotas

source: Operating Quota
es: Cupo Disponible

# OperatingQuotaCreated
source: Operating Quota Created was success!.
es: Se guardó el cupo operativo correctamente.

# OperatingQuotaExceeded
source: The operating quota exceeds 180 million.
es: El cupo operativo supera los 180 millones.

source: Operation Cuota Avalible
es: Cupo Disponible

source: Operation Cuota Initial
es: Cupo Inicial

source: Operation Quota Cumulus
es: Cupo Operativo y Cúmulos

source: Operation quote amount
es: Cupo Operativo

source: Operation Type
es: Tipo de Operación

# OppositorType
source: Type of Counterpart
es: Tipo de Contraparte

source: Options
es: Opciones

# OptionSelect
source: Select an Option
es: Seleccione una opción

source: Order
es: Orden

source: Origin
es: Origen

source: Original Estimation
es: Estimación Original

source: Origin of Payment
es: Origen de Pago

source: Origin User
es: Usuario Origen

# OtherDeDefendant
source: Others Defendant
es: Otros Demandados

# OtherDemandants
source: Others Demandant
es: Otros Demandantes

# OtherJudgmentReasons
source: Judgment Other Reasons
es: Otros Motivos de Fallo

# OtherLanguageKey
source: es
es: en

# OtherLanguageName
source: Español
es: English

source: Other Occupation
es: Otra Ocupación

# OthersAffectedData
source: Others Affected
es: Datos Terceros Afectados

# OutdatedExchangeRate
source: There is not exchange rate for today, will be show exchange rate from
es: No se ha ingresado la tasa de cambio para el día de hoy. Se utilizará la tasa de cambio del día

# OutdatedExchangeRateEstimation
source: There is not estimation currency exchange rate for today, will be show exchange rate from
es: No se ha ingresado la tasa de cambio de la moneda de estimación para el día de hoy. Se utilizará la tasa de cambio del día

# OutdatedExchangeRateExist
source: The exchange rate has not been entered for any day. You must parameterize at least one cup for this currency.
es: No se ha ingresado la tasa de cambio para ningún día. Debe parametrizar por lo menos una taza para esta moneda.

source: Paid Amount Policy Portfolio Detail
es: Valor Recaudo

# ParameterRequiredExportVehicle
source: To make the export to excel you must have the combination of brand-model-version.
es: Para realizar el exportar a excel debe tener la combinación de marca-modelo-versión

# ParameterRequiredExportVersion
source: To make the export to excel you must have the combination of brand-model.
es: Para realizar el exportar a excel debe tener la combinación de marca-modelo

source: ParameterRolandSubrol
es: Parametrización Roles y Subrol

source: Parent Access
es: Acceso padre

source: Part. Economic Group
es: Part. Grupo Económico

source: Partial
es: Parcial

# ParticipantNoQuota
source: No added participant has an operating quota associated with the selected prefix.
es: Ningún participante agregado tiene cupo operativo asociado a el ramo seleccionado.

source: Participation
es: Participación

source: Partner
es: Asociado

# PartnerEmpty
source: Partner not Found
es: Socio no Encontrado

# PassConfirmationDontMatch
source: Password and Confirmation doesn´t match
es: La contraseña y la confirmación no coinciden

source: Passenger Quantity
es: Cantidad de Pasajeros

source: Password
es: Contraseña

# PasswordCantHaveSecuence
source: The password can not contain a sequence of letters or numbers
es: La contraseña no puede contener una secuencia de letras o números

# PasswordContainsUserName
source: The password can not contain the user name
es: La contraseña no puede contener el nombre del usuario

# PasswordDaysToExpire
source: Your password expires in {0} days
es: La contraseña vence en {0} días

# PasswordExpired
source: User / password has expired. You should change it.
es: Usuario / contraseña se encuentra vencida. Debe realizar el cambio.

# PasswordFirstMustNonNumber
source: The first character of the password can not be numeric
es: El primer carácter de la contraseña no puede ser numérico
