Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

# ErrorGetCoverageDeductibleByCoverageId
source: Error getting coverage deductible by coverage
es: Error al consultar los deducibles de las coberturas.

# ErrorGetCoverageInformation
source: Failed to get coverage information
es: Error al obtener la informacion de cobertura

# ErrorGetCoverages
source: Error getting covers
es: Error obteniendo Coberturas

# ErrorGetCoveragesByLineBusinessIdSubLineBusinessId
source: Error get coverages by line business and subLineBusiness
es: Error al obtener las coberturas por línea de negocio.

# ErrorGetCoveragesByTechnicalPlan
source: Failed to get coverage by technical plan code
es: Error al obtener coberturas por código de plan técnico

# ErrorGetCoveredRiskTypes
source: Failed to abtain Covered Risk Types
es: Error al obtener los Tipos de Riesgo Cubierto.

source: Error get cumulus type
es: Error al obtener el tipo de cumulo

# ErrorGetCurrencies
source: Error Get the Currencies
es: Error Obteniendo Tipos de Moneda

# ErrorGetCurrency
source: Error getting currency
es: Error al consultar la moneda

# ErrorGetCurrencyCONNEX
source: Error when consulting currency types, due to connection failure.
es: Error al consultar tipos de moneda, por fallo en conexión.

source: Error get current period contracts
es: Error al obtener los periodos actuales

source: Error Get Damage Responsibilities
es: Error al Consultar las Responsabilidades de los Daños

source: Error Get Damage Types
es: Error al Consultar los Tipos de Daños

# ErrorGetDataPrvCoverage
source: Error getting data coverage
es: Error consultando información cobertura

source: Error Get Debtors By Name Document Number
es: Error obteniendo Deudor por Nombre o Numero de Documento

# ErrorGetDeclarationEndorsementByPolicyId
source: Error Get Declaration Endorsement By Policy
es: Error al consultar endoso de declaracion por numero de póliza

# ErrorGetDeclarationPeriods
source: Error Obtaining Declaration Periods
es: No se pueden obtener los Periodos de Declaracion

# ErrorGetDeductibles
source: Error getting deductibles
es: Error obteniendo deducibles

# ErrorGetDeductiblesByPolicyIdRiskNumCoverageIdCoverageNumber
source: Error getting deductibles by policy, risk and coverages.
es: Error al consultar los deducible por póliza, riesgo y número de cobertura.

# ErrorGetDeductiblesCONNEX
source: Error when consulting deductibles, due to connection failure
es: Error al consultar deducibles, por fallo en conexión.

# ErrorGetDefaultBranches
source: Failed Getting Default Branch
es: Error Obteniendo Sucursales por Defecto

source: ErrorGetDefaultCurrency
es: Error Obteniendo la Moneda por defecto.

source: Error Get Delegation
es: Error consultando delegaciones

# ErrorGetDiscount
source: Error getting discount
es: Error obteniendo descuentos

source: Error get distribution by reinsurance
es: Error al obtener la distribución.

source: Error get distribution claim by claim layer
es: Error al obtener la distribución del siniestro.

source: Error get distribution errors
es: Error al obtener la distribucion

source: Error get distribution payment by payment layer
es: Error al obtener la distribución de pagos

# ErrorGetDocumentTypeByIndividualType
source: Error getting document type by individual type
es: Error al consultar el tupo de documento por tipo de individuo

# ErrorGetDocumentTypes
source: Failed Getting Document Types
es: Error obteniendo tipos de documento

# ErrorGetDriverByDocumentNumber
source: Error getting driver by document number
es: Error al consultar los conductores por número de documento.

# ErrorGetEconomicActivities
source: Failed Getting Economic Activities
es: Error Obteniendo Actividad Economica

# ErrorGetEmailTypes
source: Failed Getting E-mail Types
es: Error obteniendo tipos de Email

source: Error get enabled contracts
es: Error al obtener los contratos vigentes

# ErrorGetEndorsementByPrefixIdBranchIdPolicyNumber
source: Error getting endorsement by prefix, branch and policy number
es: Error al consultar el endoso por ramo comercial, sucursal y número de póliza

source: Error Get Endorsement Declaration
es: No se han realizado endosos de declaración

source: Error get epi types
es: Error al obtener

# ErrorGetEstimationByClaimId
source: Error getting estimation by claim
es: Error al consultar las estimaciones por reclamo.

# ErrorGetEstimationsType
source: Error Getting Estimations Type
es: Error obteniendo tipos de estimaciones

source: Error Get Estimation Type
es: Error al consultar Tipos de Estimacion

# ErrorGetEstimationTypesByClaimModifyIdPrefixIdCoverageId
source: Error getting estimation types by claim modify, Prefix and coverage
es: Error al consultar los tipos de estimación por reclamo, ramo y cobertura.

# ErrorGetEstimationTypesByPrefixId
source: Error getting estimation types by prefix
es: Error al consultar los tipos de estimacion por ramo comercial.

source: Error Get Estimation Types Salaries Estimation
es: Error obteniendo los conceptos de estimación que pueden ser estimados en salarios mínimos

source: Error get event group
es: Error al obtener grupo de eventos

source: Error Get Exchange Rate
es: Error obteniendo la tasa de cambio

source: Error Get Existing Zones
es: Error obteniendo zonas existentes

source: Error get exists intermediary commission
es: Error al obtener las comisiones de los intermediarios

# ErrorGetExonerationTypes
source: Error Getting Types of Exoneration
es: Error obteniendo tipos de exoneración

# ErrorGetFiles
source: Failed to obtain Files
es: Error al obtener los Archivos

source: Error get file type list
es: Error al obtener los tipos de archivo

# ErrorGetFinancialSarlaft
source: Failed Getting Financial Plan
es: Error Obteniendo Plan Financiero

# ErrorGetForms
source: Error getting print Forms
es: Error obteniendo las Formas de Impresión

source: Error get frame time
es: Error al obtener el marco del tiempo

# ErrorGetFuels
source: Error getting fuels
es: Error obteniendo tipos de combustible

# ErrorGetGender
source: Error getting gender
es: Error al consultar los generos.

# ErrorGetGenderTypes
source: Error Getting Genre types
es: Error obteniendo generos

# ErrorGetGroupCoverages
source: Error getting coverages group
es: Error obteniendo grupos de coberturas

# ErrorGetGuaranteeType
source: Error when consulting Type of Guarantee
es: Error al consultar Tipo de Contragarantía

source: Error Get Hierarchy
es: Error consultando jerarquías

# ErrorGetHoldersByName
source: Error getting holders by name
es: Error al consultar los titulares por nombre.

source: Error Get Hour Inspection
es: Error al Consultar las Horas de Inspección

# ErrorGetHouseTypes
source: Error obtaining Types of Housing
es: Error obteniendo Tipos de Vivienda

# ErrorGetIncomeLevels
source: Error obtaining Income Levels
es: Error obteniendo Niveles de Ingresos

# ErrorGetIndividualTaxesByIndividualId
source: Error getting individual taxes.
es: Error al consultar los impuestos individuales.

# ErrorGetInsured
source: Failed Getting the Insured
es: Error Obteniendo el Asegurado

source: Error Get Insured Amount
es: Error Consultando los limites por monto

# ErrorGetInsuredByNameDocumentNumber
source: Error Get Insured By Name or DocumentNumber
es: Error Consultando Asegurado por Nombre o numero de documento

# ErrorGetInsuredDeclinedTypes
source: Failed Getting Insured Declined Types
es: Error Obteniendo Motivos de Baja de los Asegurados

# ErrorGetInsuredObject
source: Error Querying Object of Insurance
es: Error al consultar Objeto del Seguro

# ErrorGetInsuredObjectByPrefixIdList
source: Error get insured object by prefix
es: Error al obtener los asegurados

# ErrorGetInsuredProfiles
source: Failed to obtain Insured Profiles
es: Error al obtener los Perfiles de Asegurado

source: Error Get Insureds By Description
es: Error al consultar el asegurador por descripción

# ErrorGetInsuredsByDescriptionIndividualSearchType
source: Error getting insureds by description individual search type
es: Error al consultar los asegurados por descripciones individuales y tipos de búsqueda.

# ErrorGetInsuredsByDescriptionInsuredSearchTypeCustomerType
source: Error getting insureds by name or document number
es: Error al obtener los asegurados por nombre o número de documento

# ErrorGetInsuredsByIndividualId
source: Error getting insureds by individual id
es: Error al consultar los asegurados por individual.

# ErrorGetInsuredsByNameDocumentNumber
source: Error get insureds by name and document number
es: Error al consultar los asegurados por numero de documento.

# ErrorGetInsuredSegments
source: Failed to obtain Insured Segments
es: Error al obtener los Segmentos de Asegurado

source: Error Get Interwiev Results
es: Error Obteniendo Resultado

source: Error Get Investigator
es: Error al Consultar el Investigador

# ErrorGetJudicialDecisionDateIsActiveByPrefixId
source: Error Get Judicial Decision Date Is Active By Prefix
es: Error obteniendo los ramos para los que está activa la fecha de decisión judicial

source: Error Get legal representative
es: Error al obtener representante legal

# ErrorGetLevelPaymentsByLevelId
source: Error get level payments by level
es: Error al obtener los niveles de pago

# ErrorGetLevelRestoresByLevelId
source: Error get level restores by level
es: Error al obtener los niveles de restauración

source: Error get levels
es: Error al consultar niveles

source: Error get line association types
es: Error al obtener el tipo de asociación de línea

# ErrorGetLineBusiness
source: Error Consulting Technical Branch
es: Error Consultando Ramo Técnico

source: Error get line cumulus type
es: Error al obtener el tipo de cumulo

source: Error get lines
es: Error al obtener las líneas

# ErrorGetListCities
source: Error to get cities
es: Error Obteniendo listado de ciudades

# ErrorGetListCoCoverageValue
source: Error to get coverage value
es: Error Obteniendo listado de pesos de coberturas

source: Error Get List Risk
es: Error Obteniendo Listas de Riesgo

# ErrorGetListRiskDataPerson
source: Error Get Person Data
es: Error Obteniendo los Datos de la Persona

source: Error Get Load Status
es: Error Obteniendo Estado

# ErrorGetMakes
source: Error getting makes
es: Error obteniendo marcas

# ErrorGetMakesCONNEX
source: Failure to consult vehicle marks, due to connection failure.
es: Error al consultar marcas de vehículo, por fallo en conexión.

source: Error get marine types
es: Error consultando tipos de embarcación

# ErrorGetMaritalStatus
source: Failed Getting Marital Status
es: Error Obteniendo EstadoCivil

# ErrorGetMassiveLoad
source: Error Getting Uploaded Information
es: Error al obtener información de los cargues

source: ErrorGetMassiveProcesses
es: Error obteniendo el proceso masivo

# ErrorGetMaximumPremiumPercetToReturn
source: Error getting maximum premium percent
es: Este ramo no tiene parametrizado el porcentaje de devolución de prima

# ErrorGetModels
source: Error getting the models
es: Error obteniendo las carrocerias

# ErrorGetModelsCONNEX
source: Error when consulting vehicle models, due to connection failure.
es: Error al consultar modelos de vehículo, por fallo en conexión.

source: Error Get Module
es: Error consultando módulos

# ErrorGetModuleDateByModuleTypeMovementDate
source: Error get module date by module type and movement date
es: Error al consultar la fecha de modulo por tipo de movimiento.

source: Error Get MovementDate
es: Error al consultar fecha de movimiento

# ErrorGetMovementType
source: Error getting movement type.
es: Error al consultar los tipos de movimiento.

# ErrorGetNextLevelNumberByLevelId
source: Error get next level number by level
es: Error al obtener el siguiente número de nivel

# ErrorGetNextNumberRestoreByLevelId
source: Error get next number restore by level
es: Error al obtener el siguiente numero de restauración

# ErrorGetNoticeByNoticeId
source: Error getting notices
es: Error al consultar los avisos.

# ErrorGetOccupations
source: Error obtaining Occupations
es: Error obteniendo Ocupaciones

# ErrorGetOperatingQuota
source: Failed Getting Operating Quota
es: Error Obteniendo Cupo Operativo

source: Error get operations
es: Error al obtener las operaciones

source: Error Get Operation Types
es: Error Obteniendo Tipos de Operación

# ErrorGetOriginTypes
source: Error Obtaining Origin type
es: Error Obteniendo tipos de Origen

source: Error get packaging types
es: Error al obtener tipos de empaque

# ErrorGetParameters
source: Failed Getting Parameters
es: Error Obteniendo Parametros

# ErrorGetPartner
source: Failed Getting Associated
es: Error Buscando el Asociado

# ErrorGetPartnerByDocumentIdDocumentTypeIndividualId
source: Failed Getting Associated
es: Error Obteniendo Asociados

source: Error get payment allocations
es: Error al obtener los pagos asignados

source: Error Get Payment Beneficiaries
es: Error obteniendo los beneficiarios de un pago

# ErrorGetPaymentClasses
source: Error getting payment classes
es: Error obteniendo clases de pago

# ErrorGetPaymentConcept
source: Error Obtaining Payment Concept
es: Error Obteniendo Conceptos de Pago

# ErrorGetPaymentConceptsByBranchIdMovementTypeId
source: Error get payment concepts by branch and movement type
es: Error al consultar conceptos de pago por sucursal y tipo de movimiento.

source: Error get payment layer by payment
es: Erro al obtener los pagos

# ErrorGetPaymentMethod
source: Error getting payment method.
es: Error al consultar los métodos de pago.

# ErrorGetPaymentMethods
source: Error obtaining Payment Methods
es: Error obteniendo Medios de Pago

# ErrorGetPaymentMovementTypesByPaymentSourceId
source: Error get payment movement types by payment source
es: Error al Consultar el Tipo de Movimiento por origen de pago

source: Error get payment reinsurance
es: Error al obtener los pagos reasegurados

# ErrorGetPaymentRequest
source: Error getting payment request
es: Error consultando la solicitud de pago

# ErrorGetPaymentRequestByPaymentRequestId
source: Error getting payment request
es: Error al consultar la solicitud de pago.

# ErrorGetPaymentRequestByPrefixIdBranchIdNumber
source: Error getting payment request by prefix and branch.
es: Error al consultar las solicitudes de pago por ramo y sucursal.

# ErrorGetPaymentRequestClaimsByPaymentRequestId
source: Error getting payment request claim by payment request.
es: Error al consultar los reclamos por solicitudes de pago.

# ErrorGetPaymentSource
source: Error getting payment source.
es: Error al consultar el origen de pago.

source: Error get payment sources by charge request
es: Error al Consultar el Origen de Pago por solicitud de cobro

# ErrorGetPaymentTypes
source: Error obtaining Payment Types
es: Error obteniendo Forma de Pago

# ErrorGetPerson
source: Error Getting Person
es: Error Obteniendo persona

# ErrorGetPersonEvents
source: Error to getting pending events for person
es: Error obteniendo eventos pendientes de persona

source: Error Get Person Information
es: Error Obteniendo Informacion de la Persona

# ErrorGetPersonJob
source: Failed Getting Person Information
es: Error Obteniendo Informacion de la Persona

source: Error Get Person Null
es: Error obteniendo persona

# ErrorGetPersonTypes
source: Failed Getting Person Types
es: Error Obteniendo Tipos de Persona

# ErrorGetPhoneTypes
source: Error Getting Phone Types
es: Error obteniendo tipos de teléfono

# ErrorGetPlate
source: Error Querying Plates
es: Error consultando Placas

source: Error Get Policy
es: Erro al Consultar la Poliza

# ErrorGetPolicyByEndorsementIdModuleType
source: Error getting policy by endorsement
es: Error obteniendo póliza por endoso

# ErrorGetPolicyType
source: Error find policy type
es: No se pudo validar el tipo de Polixza

# ErrorGetPrefixes
source: Failed Getting Prefixes
es: Error Consultando Ramos Comerciales

# ErrorGetPrefixesByCoveredRiskType
source: Error getting prefixes by covered and risk type
es: Error al consultar ramos comerciales por cobertura y tipo de riesgo

source: Error get premium types
es: Error al obtener los tipos de prima

# ErrorGetPrintingPending
source: The pdf is in generation, get back to try it in some seconds
es: El pdf se encuentra en generacion por favor volver a internar en unos instantes

source: Error Get Process
es: Error Al Consultar El Proceso

source: Error Get Process Status
es: Error Obteniendo el Estado del Proceso

source: Error Get Process Type
es: Error Obteniendo Tipo Proceso

source: Error get product by prefix
es: Error al obtener el producto por ramo

source: Error Get Products
es: Error Al Consultar Productos

source: Error Get Product Types
es: Error Obteniendo Tipos de Producto

# ErrorGetProfiles
source: Getting profiles failed
es: Error al obtener los perfiles

# ErrorGetProspect
source: Failed Getting Prospect
es: Error Obteniendo Prospecto

# ErrorGetProspectLegal
source: Failed Getting Legal Prospect
es: Error Obteniendo Prospecto Legal

# ErrorGetProspectNatural
source: Failed Getting Natural Prospect
es: Error Obteniendo Prospecto Natural

# ErrorGetProtection
source: Error to get protections
es: Error al obtener los amparos

source: Error Get Provider
es: Error obteniendo el proveedor

# ErrorGetProviderDeclinedType
source: Error Obtaining Declined type
es: Error Obteniendo Motivos de Baja

# ErrorGetProviderTypes
source: Error Obtaining Provider types
es: Error Obteniendo tipos de Proveedor

# ErrorGetQuotas
source: Failed to calculate quotas
es: Error al calcular cuotas

# ErrorGetQuotationAdv
source: Error when consulting Quote
es: Error al consultar Cotización

# ErrorGetRateChange
source: The selected currency does not have a parameterized exchange rate
es: La moneda seleccionada no tiene tasa de cambio parametrizada

# ErrorGetRateChangeEstimation
source: The estimation currency does not have a parameterized exchange rate
es: La moneda de estimación no tiene tasa de cambio parametrizada

# ErrorGetRcLimits
source: Error getting Rc limits
es: Error obteniendo limites de Rc

source: Error Get Reasons
es: Error obteniendo razones

# ErrorGetReasonsByStatusId
source: Error getting reasons by status
es: Error al consultar las razones por estados.

# ErrorGetRecoveriesAndSalvageByClaim
source: Choose a souce payment request parameterized.
es: Seleccione un origen de pago parametrizado.

# ErrorGetRecoveriesByClaim
source: Error getting recoveries by claim
es: Error al obtener recobros por siniestro

# ErrorGetRecoveriesByClaimIdSubClaimId
source: Error getting recoveries by claim and subclaim.
es: Error al consultar los recobros por reclamo y sub reclamos.

# ErrorGetRecovery
source: Error getting recovery
es: Error al consultar el recobro

# ErrorGetRecoveryByRecoveryId
source: Error get recovery
es: Error al consultar el recobro

source: ErrorGetRecoveryTypes
es: Error Obteniendo Tipos de recobro

# ErrorGetRecoveryTypesById
source: Error getting recovery types.
es: Error al consultar los tipos de recobros.

# ErrorGetRecuperatorsByNameDocumentNumber
source: Error Get Recuperators By Name and DocumentNumber
es: Error obteniendo Recuperador por Nombre o Numero de Documento

source: error Get Registers
es: Error obteniendo registro

source: Error get reinsurance by endorsement
es: Error al obtener los reaseguros por endoso

source: Error get reinsurance claims
es: Error al reasegurar los siniestros

source: Error get reinsurance company by name
es: Error al obtener los reaseguros de la compañia

# ErrorGetReinsuranceDistributionByEndorsementId
source: Error get reinsurance distribution by endorsement
es: Error al obtener la distribución de reaseguros

source: Error get reinsurance lines
es: Error al obtener las líneas de reaseguros.

source: Error get reinsurance payments
es: Error al obtener los pagos reasegurados

# ErrorGetRequest
source: Error getting request.
es: Error obteniendo solicitud.

# ErrorGetRequestEndorsement
source: Failed Getting Request Endorsement
es: Error al consultar solicitud agrupadora.

source: Error get request payments
es: Error al obtener la solicitud de pagos

source: Error get resettlement types
es: Error al obtener los tipos de reestablecimiento

source: Error Get Risk
es: Error al Consultar el Riesgo

# ErrorGetRiskActivities
source: Error obtaining Risk Activity
es: Error obteniendo actividades del riesgo

# ErrorGetRiskAirCraftByClaimNoticeId
source: Error getting risk aircraft by claim notice
es: Error al consultar los riesgos por aviso de reclamo

# ErrorGetRiskAirCraftByRiskId
source: Error getting risk aircraft by risk
es: Error al consultar los riesgos casco de aviación.

source: Error Get Risk By Location
es: Error Obtener riesgo por ubicación

# ErrorGetRiskByPlate
source: Error getting risk by plate
es: Error al consultar los riesgos por placa.

# ErrorGetRiskCommercialClasses
source: Error getting risk commercial classes
es: Error al consultar las clases comerciales de riesgos.

# ErrorGetRiskCoveragesByDescription
source: Error getting risk coverages by description
es: Error al consultar los riesgos y coberturas por descripción.

# ErrorGetRiskFidelityByClaimNoticeId
source: Error getting risk fidelity by claim notice
es: Error al consultar los riesgos de fidelidad por aviso de reclamación.

# ErrorGetRiskFidelityByRiskId
source: Error getting risk fidelity by risk
es: Error al consultar los riesgos de fidelidad.

# ErrorGetRiskLocationByAddress
source: Error getting risk location by address
es: Error al consultar los riesgos por dirección.

# ErrorGetRiskLocationByClaimNoticeId
source: Error getting risk location by claim notice
es: Error al consultar el riesgo.

# ErrorGetRiskLocationByRiskId
source: Error getting risk location
es: Error al consultar el riesgo.

# ErrorGetRisksByEndorsementId
source: Error getting risks by endorsement
es: Error al consultar los riesgos por endoso.

# ErrorGetRisksByEndorsementIdPrefixId
source: Error getting risks by endorsement and prefix
es: Error al consultar riesgos por endoso y ramo comercial

# ErrorGetRisksByInsuredId
source: Error getting risks by insured
es: Error al consultar los riesgos por asegurado.

# ErrorGetRisksBySuretyId
source: Error getting risk by surety
es: Error al consultar los riesgos por garantías.

# ErrorGetRisksLocationByAddress
source: Error getting risk location by address
es: Error al consultar los riesgos locativos por dirección.

# ErrorGetRiskSuretyByClaimNoticeId
source: Error getting risk surety by claim notice
es: Error al consultar los riesgos de garantía por avisos de reclamación.

# ErrorGetRiskSuretyByRiskId
source: Error getting risk surety by risk
es: Error al consultar los riesgos de garantía.

# ErrorGetRiskTransportByClaimNoticeId
source: Error getting risk transport by claim notice.
es: Error al consultar los riesgos de transporte por avisos de reclamación.

# ErrorGetRiskTransportByRiskId
source: Error getting risk transport by risk.
es: Error al consultar los riesgos de transporte.

# ErrorGetRiskVehicleByClaimNoticeId
source: Error getting risk vehicle by claim notice.
es: Error al consultar los riesgos de los vehículos por avisos de reclamación.

# ErrorGetRiskVehicleByRiskId
source: Error getting risk vehicle
es: Error al consultar los riesgos de los vehículos.

source: Error get rules
es: Error al consultar reglas

# ErrorGetSaleBySaleId
source: Error getting sale
es: Error obteniendo la venta

# ErrorGetSalePoints
source: Error obtaining Sale Points
es: Error obteniendo Puntos de Venta

# ErrorGetSalesBySalvageId
source: Error getting sales by salvage
es: Error obteniendo ventas por salvamento

# ErrorGetSalvageBySalvageId
source: Error getting salvage
es: Error obteniendo salvamento

# ErrorGetSalvagesByClaim
source: Error getting salvages by claim
es: Error al obtener salvamentos por siniestro
