Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/SISE3GWeb/Company.Application.Launcher/App_GlobalResources/Language.*.resx
Languages: es

source: Catastrophic Information
es: Información Catastrófica

source: Category
es: Categoría

source: Categorys
es: Categorías

# CauseClaimDriver
source: Are you applying for driver details?
es: Solicita datos del conductor

# CauseClaimInspectionDateRequired
source: Inspection Date Required
es: Requiere fecha de inspección

# CauseClaimList
source: List of causes of accidents
es: Listado de causas de siniestros

# CauseClaimPolicy
source: Are you applying data from the police report?
es: Solicita datos de la denuncia policial

# CauseCoverageAso
source: Association Cause Claim Coverage
es: Asociación Causas Siniestro / Amparos

# CauseList
source: Parameterization Causes of Accidents
es: Parametrización Causa de Siniestros

source: Change agent endorsement
es: Cambio de Intermediario

source: Change Coinsurance Endorsement
es: Cambio de Coasegurado

source: Change Consolidation Endorsement
es: Cambio de Afianzado

# ChangeGroupCoverages
source: Do you want to change the group coverages?
es: ¿Desea cambiar el grupo de coberturas?

source: Change intermediary
es: Cambio de intermediario

source: Change Password First Login
es: Cambiar contraseña al primer ingreso

# ChangePolicyHolderConsolidation
source: The policyholder is the same as the bond holder, you want to change both
es: El tomador es igual al afianzado, desea cambiar ambos ?

# ChangePolicyHolderEndorsement
source: PolicyHolder Change
es: Cambio de Tomador

# ChangeRateDoesntExistDolar
source: There is no exchange rate for the dollar currency at the date of consultation. The last recorded Exchange Rate will be taken.
es: No existe Tasa de Cambio para la moneda Dólar a la fecha de consulta. Se tomara la última Tasa de Cambio registrada.

# ChangeRateDoesntExistEuro
source: There is no exchange rate for the euro currency at the date of consultation. The last recorded Exchange Rate will be taken.
es: No existe Tasa de Cambio para la moneda Euros a la fecha de consulta. Se tomara la última Tasa de Cambio registrada.

source: Change Term Date Greater Policy
es: La fecha de traslado de vigencia debe ser mayor a la fecha inicial de vigencia de la póliza

source: Change Term Endorsement
es: Traslado de Vigencia

source: Channel not found
es: Canal no encontrado

# ChargeCompleted
source: Completed
es: Terminado

source: Charge Request Beneficiary
es: Beneficiario del cobro

# ChargeRequestList
source: List Charge Request
es: Lista de solicitudes de cobro

# ChargeRequestSearch
source: Search charge requests
es: Búsqueda de solicitudes de cobro

source: Charges not found
es: No se encontraron cargues tarifados

# ChargingStatusNotCharging
source: The charging status does not allow charging
es: El estado del cargue no permite tarifar

# ChargingStatusNotEmit
source: The charging status does not allow the emit
es: El estado del cargue no permite emitir

source: Chassis
es: Chasis

# CheckOutFiles
source: Look Files
es: Ver Archivos

# CheckOutTax
source: Tax
es: Ver Impuesto

# chkReprocessClaim
source: Select All
es: Seleccionar Todos

# ChooseFile
source: Choose a file
es: Elija un archivo

source: Choose search parameters!
es: Elija parametros de bùsqueda!

source: CIIU Code - Main Activity
es: Código CIIU - Actividad Principal

# CitiesDeleteError
source: Error delete city
es: Se presentó un error al eliminar la ciudad

# CitiesSaveError
source: Error to save a city
es: Se presentó un error al registrar la ciudad

# CitiesSaveSuccessfully
source: City successfully saved
es: Registro guardado Correctamente

# CitiesUpdateError
source: Error update city
es: Se presentó un error al actualizar la ciudad

source: City
es: Ciudad

source: Claim
es: Reclamo

# Claim1
source: Sinister
es: Siniestro

source: Claim Branch
es: Sucursal del Reclamo

# ClaimCause
source: Cause Claim
es: Causa de Siniestros

# ClaimCheckBank
source: Claim check in bank.
es: Reclama cheque en banco.

# ClaimCoverageActivePanelPageLink
source: ~/en/ClaimParameters/ActivePanel
es: ~/ClaimParameters/MainClaimCoverageActivePanel

# ClaimCoverageRegistered
source: Coverage selected has already been registered
es: La cobertura seleccionada ya fue registrada para el mismo asegurado o tercero

# ClaimCreation
source: Create Sinister
es: Creación Siniestro

# ClaimCurrency
source: Money Claim
es: Moneda Reclamación

# ClaimDamageResponsibility
source: Damage Responsibility
es: Responsabilidad de daños

# ClaimDamageResponsibilityAddTitle
source: Add damage responsibility
es: Agregar Responsabilidad del Daño

# ClaimDamageResponsibilityEditTitle
source: Edit damage responsibility
es: Editar responsabilidad del daño

# ClaimDamageResponsibilityGridTitle
source: List Damage Responsibility
es: Listado responsabilidad del daño

# ClaimDamageResponsibilityValidateExistence
source: The damage responsibility already registered
es: La responsabilidad del da\361o ya esta registrada

source: ClaimDate
es: Fecha de Denuncia

# ClaimDateInspection
source: The inspection date can not be less than the date of occurrence
es: La fecha de inspeccion no puede ser menor que la fecha de Ocurrencia

# ClaimDocumentDialogAddTitle
source: Add document sinister
es: Agregar documento de siniestro

# ClaimDocumentDialogEditTitle
source: Edit document sinister
es: Editar documento de siniestro

# ClaimDocumentExists
source: Document code already exists
es: C\363digo de documento ya existe registrado

# ClaimDocumentGridTitle
source: List documents Sinister
es: Listado documentos del Siniestro

# ClaimDocumentModule
source: Module
es: Módulo

# ClaimDocumentPanelTitle
source: Sinister Documents
es: Documentos del Siniestro

# ClaimDocumentSubModule
source: SubModule
es: Submódulo

# ClaimDocumentValidateExistence
source: The document sinister already registered
es: El documento de siniestro ya esta registrado

source: Claim do not have recoveries
es: La denuncia no tiene recobros

source: Claim Do Not Have Salvages
es: La denuncia no tiene salvamentos

source: Claimed Amount
es: Total Reclamado

source: Claimed Indeterminate
es: Pretensión Indeterminada

# ClaimEvents
source: Claims Events
es: Eventos de Siniestros

# ClaimFindDontExist
source: Error don't exist find claim.
es: El reclamo buscado no existe

source: ClaimId
es: Id Reclamo

source: Claim Information
es: Información del Reclamo

# ClaimListing
source: Claim List
es: Listado de Denuncias

# ClaimName
source: Name
es: Nombre

source: Claim Not Found
es: Denuncia no encontrada

source: Claim Notice
es: Aviso de Siniestro

source: ClaimNoticeByName
es: Nombre de Quien Avisa

# ClaimNoticeClaimClaimedAmount
source: Claimed Amount
es: Monto Pretendido

# ClaimNoticeDateFailed
source: The date of Notice is not correct
es: La fecha de Aviso no es correcta

# ClaimNoticeLimit
source: Claim Notice Days
es: Días de aviso de siniestro

# ClaimNoticeLimitAddLabel
source: Add Claim Notice Days
es: Añadir días de aviso de siniestro

# ClaimNoticeLimitEditLabel
source: Edit Claim Notice Days
es: Editar días de aviso de siniestro

# ClaimNoticeLimitTable
source: List Of Claim Notice Days
es: Lista de días de aviso de siniestro

# ClaimNoticeMap
source: Show map
es: Mostrar Mapa

# ClaimNoticeNumberAbbreviation
source: Claim Notice No
es: Aviso de Siniestro Nro.

source: Claim Notice OF
es: Aviso de Siniestro De

# ClaimNoticeSaveSuccessfully
source: Claim Notification Saved successfully!
es: Notificación del Siniestro grabado correctamente!

# ClaimNoticeSearch
source: Search Claim Notice
es: Búsqueda del Aviso del Siniestro

source: Claim Notice State
es: Estado de Siniestro

# ClaimNoticeStateGrid
source: Claim Notice States
es: Estados de Aviso de Siniestro

# ClaimNoticeStatePageLink
source: ~/en/ClaimParameters/ClaimNoticeState
es: ~/ClaimParameters/ClaimNoticeState

# ClaimNum
source: Claim Number
es: Nro. Reclamo

# ClaimNumber
source: Search Number
es: Número de Reclamo

# ClaimNumberAbbreviation
source: No. Claim
es: Nro. de Denuncia

# ClaimNumberByBranchAndRisk
source: Claim List of Numbers by Prefix and Branch
es: Lista de Números de Reclamo por Ramo y Sucursal

# ClaimNumberConsulted
source: Not consulted any number of claim
es: No se ha consultado ningun numero de reclamo

source: Claim Number Intermediary
es: Nro Siniestro Intermediario

# ClaimNumberNotParameterized
source: The operation could not be completed because the Branch's claim is not parameterized
es: La operacion no se pudo completar porque la Sucursal del Reclamo no esta parametrizada

# ClaimNumberPageLink
source: ~/en/Claim/ClaimNumber
es: ~/Claim/ClaimNumber

# ClaimNumberRecordText
source: View {0} - {1} of {2}
es: Mostrando {0} - {1} de {2}

# ClaimObjectedNoValid
source: No valid Objected Number
es: Numero Objetado NO v\341lido:

# ClaimObjectedValidRegulated
source: Valid Objected Number
es: Numero Objetado v\341lido:

source: Claim Ocurrence Information
es: Información de ocurrencia del siniestro

# ClaimOffice
source: Claim at office
es: Reclama en oficina.

source: Claim Period
es: Período Siniestrable

# ClaimPointBaloto
source: Claim at baloto points.
es: Reclama en puntos baloto.

# ClaimRepairShopSubject
source: Vehicle allocation
es: Asignación de vehículo

# ClaimRequestListing
source: Claim Notice List
es: Listado de Avisos de Siniestro

source: Claims
es: Reclamos

# Claims1
source: Claims
es: Siniestros

source: Claim's 3G Homepage
es: Home de Siniestros 3G

# ClaimSavedAsReal
source: The claim is properly recorded No.
es: Se grabó correctamente el Reclamo Nro.

source: Claims Document
es: Documentos del Siniestro

source: Claim Search
es: Búsqueda de Denuncia

source: Claim Settings
es: Parámetros de Siniestros

# ClaimsIntegration
source: Integration of Claims
es: Integración de Siniestros

source: Claims List
es: Lista de Denuncias

# ClaimsMultipleConcepts
source: Multiple Concepts
es: Varios Conceptos

# ClaimsTotalBilling
source: Total Values of Claims Payable
es: Valor Total a Pagar por Reclamos

source: Claim SubCause
es: Subcausa de Siniestro

source: Clarification
es: Aclaración

# ClauseName
source: Name
es: Nombre

# ClauseTitle
source: Title
es: Título

source: Clean
es: Limpiar

source: Close
es: Cerrar

source: Closed notice
es: Aviso cerrado.

source: Close Session
es: Cerrar Sesión

source: Code
es: Código

# CodeAndReasonRequired
source: The code and reason of estimation are required.
es: El código y el motivo de la estimación son obligatorios

# CodeAuthorizedUser
source: User Code Authorized
es: Código Usuario Autorizado

source: Code Business
es: Código Negocio

# CodeCoInsurer
source: Coinsurer Code
es: Código Coasegurador

# CodeCreatorUser
source: Creator User Code
es: Código Usuario Creador

# CodeLimitRc
source: Limit RC Code
es: Código Límite RC

# codePerson
source: Person Code
es: Código Persona

# CodeProductId
source: Id product 2G
es: Id producto 2G

source: Code. Prospect
es: Cód. Prospecto

source: Code Provider
es: Código Proveedor

# CodeReInsurer
source: Reinsurer Code
es: Código Reasegurador

source: CodeTax
es: Código

# CodeTaxCategory
source: Category Code
es: Código de categoría

source: Code Version
es: Código de versión

# CodInsured
source: Insured Code
es: Cód. Asegurado

# CodIntermediary
source: Agent Code
es: Cód. Intermediario

# CodPerson
source: Person Code
es: Cód. Persona

source: Coinsurance
es: Coaseguro

source: CoInsurer
es: Coasegurador

source: CoInsurers
es: Coaseguradores

source: Colective
es: Colectiva

source: Collection
es: Recaudo

source: Collection Date
es: Fecha de Cobranzas

source: Collection End Date
es: Fecha Fin Recaudo

source: COLLECTIVE
es: COLECTIVA

source: Collective Emission
es: Emisión Colectivas

source: Collective Modification
es: Modificación Colectivas

source: CollectivLoadWhitEvent
es: Cargue Colectivas tiene eventos

# CollectTo
source: Recovery From
es: Cobrar a

# ColumnsNumber
source: Number of Columns
es: Numero de Columnas

source: Commercial bouquet
es: Ramo Comercial

source: Commission Value
es: Valor Comisión

# CommonPanel
source: Adress Common Panel
es: Panel común de ubicación

# Company
source: Legal Company
es: Persona Jurídica

# CompanyAddressTypeNotFound
source: Address Type Not Found
es: Tipo de Dirección no Encontrada

source: Company Participation
es: Participación Compañía

# CompanyPercentage
source: 100% Company
es: 100% COMPAÑIA

# CompanyPhoneTypeNotFound
source: Phone Type Not Found
es: Tipo de Teléfono no Encontrado

source: Company Type
es: Tipo de Empresa

source: Complaint Notice
es: Denuncia

source: Completed With Errors
es: Terminado con Errores

source: Component
es: Componente

# ComponentNotDistribuitable
source: Not distributable component of the premium
es: Componente no Distribuible de la Prima

# ComponentPremium
source: Component of the Premium
es: Componente de la Prima

# Concept
source: In Concept of
es: En Concepto De:

source: Concepts
es: Conceptos

# ConceptsValueExceedEstimation
source: The value of the concepts must not exceed the estimate
es: El valor de los conceptos no debe superar la estimación

# ConceptValue
source: The concept value
es: Valor del concepto

# ConceptValueDontOvercomeEstimation
source: The value of concepts don't must overcome estimation
es: El valor de los conceptos no debe superar la estimación

source: Concept without settled taxes
es: Concepto sin impuestos liquidados

source: Concessionaire
es: Concesionario

source: Condition
es: Condición

# ConditionBaseTax
source: Condition Calculation Base Tax
es: Impuesto Condición Base de Cálculo

source: Configuration Panels
es: Configuración de Paneles

source: Confirmation
es: Confirmación

# ConfirmChangeAgencyMain
source: Are you sure to change Main Agency, the product information will be restored?
es: ¿Está seguro de cambiar Agencia Principal, la información del producto será restablecida?

source: Confirm Delete
es: ¿Esta seguro que quiere eliminar el registro?

# ConfirmDeleteCoverage
source: Are you sure of eliminating the current coverage?
es: ¿Esta seguro de eliminar la cobertura actual?

# ConfirmDeleteRisk
source: The risk will be eliminated. do you wish to continue?
es: El riesgo será eliminado ¿Desea continuar?

# ConfirmDeleteRisks
source: The risk will be eliminated. do you wish to continue?
es: Se eliminaran todos los riesgos. ¿Desea continuar?

# ConfirmDeleteScript
source: ¿Are you sure of eliminating the current script?
es: ¿Esta seguro de eliminar el guión seleccionado?

# ConfirmDiscardAllyCoverages
source: The unsaved changes of the allied coverages in the current list will be discarded. Continue ?
es: Se descartarán los cambios no guardados de los coberturas aliadas en la lista actual. Continuar ?

# ConfirmPassword
source: Confirm new password
es: Confirmación contraseña nueva

source: Confirm rating
es: Confirmar Tarifacion

# ConfirmSaveModal
source: Confirm Save?
es: ¿Desea Guardar Los Cambios?

source: Consecutive
es: Consecutivo

source: Consortium
es: Consorcio

# ConsortiumDisabled
source: The Consortium was Disabled
es: El Consorciado Fue Deshabilitado.

# ConsortiumSaved
source: Consortium saved correctly.
es: Se guardó los consorcios correctamente.

source: Consult
es: Consultar

# ConsultationQuotation
source: Consultation of Quotation
es: Consulta de Cotización

source: Consultation Risk
es: Consulta Riesgo

# ConsultationVehicleVersion
source: Consultation of Version
es: Consulta de Version

# ConsultingDeductiblesNull
source: No deductibles found
es: No se encontraron deducibles

source: Contact Information
es: Información del Contacto

source: Contact Name
es: Nombre Contacto

source: Context permission
es: Contextos de permiso

# ContextPermissionHelp
source: The contexts are used only to specify in which screens a permit will be valid, in case of not assigning any, the permission will be valid in all the screens.
es: Los contextos se usan unicamente para especificar en que pantallas sera valido un permiso, en caso de no asignar alguno, el permiso sera valido en todas las pantallas.

source: Contingency Rating
es: Calificación Contigencia

source: Contingency Summary
es: Resumen Contingencia

source: Contract
es: Contrato

# ContractAmount
source: Contract Value
es: Valor de Contrato

# ContractingAuthorityTo
source: Contracting Authority
es: Facultades para Contratación

source: Contract Number
es: Número de Contrato

# ContractNumberAbbreviation
source: Contract Number
es: Nro Contrato

# ControlButtonDisabled
source: Disable Product
es: Deshabilitar Producto

# ControlButtonEnabled
source: Enable Product
es: Habilitar Producto

# ControlDecimalQty
source: Decimal value out of parameterized range. [0 -
es: Valor decimal fuera de rango parametrizado. [0 -

# ConvertToClaim
source: To Claim
es: Denunciar

source: Copy
es: Copiar

source: Copy Profile
es: Copiar Perfil

source: correctly.
es: correctamente.

source: Counter guarantee not found
es: No se encontraron contragarantias.

source: Country
es: País

# CourtTypeTitle
source: Court type
es: Tipo de juzgado

source: Coverage
es: Cobertura

source: Coverage Additional
es: Cobertura Adicional

# CoverageAffected
source: Coverage Afected
es: Cobertura Afectada

source: Coverage Allied
es: Cobertura Aliada

source: Coverage Ally
es: Cobertura aliada

# CoverageAlreadyExists
source: Coverage Already Assigned
es: La cobertura ya fue asignada

source: CoverageAmount
es: Valor Asegurable

source: Coverage Basic
es: Cobertura Basica

source: Coverage eliminated.
es: Cobertura eliminada.

# CoverageHaveAllyCoverage
source: Has Allies
es: Tiene Aliadas

# CoverageHomologate2G
source: Homologation 2G
es: Homologación 2G

source: Coverage Information
es: Información de Cobertura

# CoverageInspectionDate
source: Claim's Inspection Date
es: Fecha Inspección Siniestro

source: Coverage Inspection Hour
es: Hora Inspección

# CoverageNamePrint
source: Coverage name to print
es: Nombre cobertura a imprimir

# CoverageNoHaveAllyCoverage
source: It has no allied hedges
es: No tiene coberturas aliadas

# CoverageNotExist
source: Coverage does not exist
es: Cobertura no existe

# CoverageNotHaveAllyCoverage
source: No allies
es: No tiene aliadas

# CoveragePercentage
source: Coverage Values
es: Cobertura

# CoveragePrincipal
source: Coverage is Principal
es: Cobertura Principal

source: CoverageReturnedPremium
es: Cobertura Devuelta Prima

source: Coverages
es: Coberturas

source: Coverages Are Compulsory
es: Las coberturas son obligatorias

source: Coverage saved.
es: Cobertura guardada.

# CoveragesPartialInsuredAmountMessage
source: The estimated value can not exceed the sum insured!
es: El valor estimado no puede ser mayor a la suma asegurada!

source: Coverages stored correctly
es: Coberturas guardadas correctamente

# CoverageValueDeleteError
source: Error to delete coverage value
es: Se presentó un error al eliminar el registro de peso de cobertura

# CoverageValueSaveError
source: Error to save coverage value
es: Error guardando pesos de cobertura

# CoverageValueSaveSuccessfully
source: Coverage value successfully saved
es: Pesos de cobertura guardado correctamente

# CoverageValueUpdateError
source: Error to update coverage value
es: Error actualizando pesos de cobertura

source: Covered risk type
es: Tipo riesgo cubierto

source: Covered risk type not parametrized
es: Tipo de riesgo cubierto no parametrizado

# Create
source: Data Stored Correctly
es: Los Datos se guardaron Correctamente

# CreateActivePanel
source: insert satisfactorily
es: Configuración del panel creada correctamente.

source: Create condition
es: Crear condicion

# CreateCRUD
source: {0} created
es: {0} creado

source: created
es: Creado

source: Create Document Type Range
es: Rango de Cedulación creado satisfactoriamente

source: Created successfully
es: Creado satisfactoriamente

# CreateFinancialPlan
source: Financial plan created correctly
es: Plan financiero creado correctamente

source: CreateLog
es: Nuevo

# CreateModel
source: Model created successfully
es: Modelo creado satisfactoriamente

# CreatePersonMessage
source: Do you want to create a person?
es: ¿Desea crear persona?

# CreatePersonOrProspectMessage
source: Do you want to create it as a person or as a prospect?
es: ¿Desea crearlo como persona o como prospecto?

source: Create success.
es: Creada correctadamente.

# CreateUserPasswordminLenght
source: New password must be at least {0} characters
es: La nueva contraseña debe tener al menos {0} caracteres

source: Creation
es: Creación

source: Creation Date
es: Fecha de creación

source: Creation/Modification Date
es: Fecha de creación/modificación

# CreditNoteEndorsement
source: Credit note
es: Nota crédito

source: Crop
es: Cultivo

# CumuloTotalPart
source: Cumulus Total Part.
es: Cúmulo Total Part.

source: Cumulu
es: Cúmulo

# CumulusCurrencyContract
source: Cumulus in Currency Contract
es: Cúmulo en Moneda Contrato

source: Cumulus Detained Part.
es: Cúmulo Retenido Part.

source: Cumulus Give Part.
es: Cúmulo Cedido Part.

# CumulusPesos
source: Cumulus in Pesos
es: Cúmulo en Pesos

source: Cumulus Total
es: Cúmulo Total

source: Currency
es: Moneda

# CurrencyLoad
source: Load (US$)
es: Carga (US$)

# CurrencyUS
source: Issue (US$)
es: Emisión (US$)

source: CurrentDate
es: Fecha de inicio de vigencia

# CurrentFrom
source: Issuing Date From
es: Fecha de vigencia Desde

# CurrentFromTax
source: Valid since
es: Vigencia Desde

source: CurrentInitFrom
es: Desde

# CurrentTo
source: Issuing Date To
es: Fecha de Vigencia Hasta

source: CurrentToEnd
es: Hasta

source: Customer Knowledge
es: Conocimiento del Cliente

source: CutNumber
es: Número de corte

source: Damage Classification
es: Clasificación del Daño

source: Damage Responsibility
es: Responsabilidad del Daño

# DamageType
source: Damage type of notice claim
es: Tipo de daño del aviso de siniestro

# DamageTypeAddLabel
source: Add damage type
es: Añadir nuevo tipo de daño

source: Damage type description
es: Descripción de Tipo de Daño

# DamageTypeEditLabel
source: Edit damage type record
es: Editar un registro del tipo de daño

# DamageTypeTable
source: Table of damage types
es: Tipo de Daño

source: Data already exists
es: Los datos ingresados ya existen

source: Data Change Intermediary
es: Datos Cambio Intermediario

source: Data guarantee
es: Datos Contragarantias

# DataPolicy
source: Policy Data
es: Datos de la Póliza

# DataQuotation
source: Quotation Data
es: Datos de la Cotización

# DataRisk
source: Risk Data
es: Datos del riesgo

source: Data Risk Judicial Bond
es: Datos Riesgo Caución Judicial

source: Date
es: Fecha

# DateCreate
source: Creation Date
es: Fecha Creación

# DateCuteCumulus
source: Date Cute of Cumulus
es: Fecha Corte de Cúmulo

source: Date decline
es: Fecha declinación

# DateDeclined
source: Declined Date
es: Fecha de Baja

# DateDontHigherToSystem
source: Date do not higher to system.
es: La fecha no puede ser mayor a la del sistema.

# DateExclusionGreaterValidity
source: The date of exclusion is greater than the validity
es: La fecha de exclusión es mayor a la vigencia

source: Date Expiration Password
es: Expiración contraseña

source: Date Expiration User
es: Fec. Expira usuario

# DateFirstQuota
source: Date start first quota
es: Fecha inicio primera cuota

# DateFrom
source: Effective Date From
es: Fecha Vigencia Desde

source: Date Home Collection
es: Fecha Inicio Recaudo

source: Date Inspection
es: Fecha de Inspección

# DateIssueFrom
source: Date Emission From
es: Fecha Emisión desde

# DateIssueTo
source: Date Emission To
es: Fecha Emisión hasta

source: Date Last Modifid
es: Fec. Ult. Modificación

source: Date Last Modified
es: Fec. Ult. Modificación

# DateLastPolicy
source: Last policy date
es: Última fecha de la póliza

# DateModifid
source: Modification Date
es: Fecha Modificación

source: Date Notice
es: Fecha de Aviso
