Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/MassiveUnderwriting/Location/Property/Services/MassivePropertyServiceEEProvider/Resources/Errors.*.resx
Languages: es

# AccidentRateMandatory
source: Accident rate is mandatory
es: % Siniestralidad es obligatorio

source: Additional Beneficiaries
es: Beneficionarios Adicionales

source: Authorization
es: Autorización

# ClauseCoverageNotPresentOnRisk
source: The risk does not cotain any coverage associated to the clause {0}
es: El riesgo no contiene la cobertura asociada a la clausula {0}

# ClauseNotRelatedToCoverage
source: The clause {0} was not found at coverage level
es: La cláusula {0} No se encontró a nivel de cobertura

source: Clauses
es: Cláusulas

# CompanyRequestNotRenewed
source: The request is not renewed
es: La solicitud agrupadora no está renovada

source: Emission Property
es: Plantilla de Emisión

# ErrorAccidentRateValue
source: % Accident rate must be between 0 and 100
es: % Sinistralidad debe ser entre 0 y 100

source: Error Beneficiaries Additional Duplicated
es: Los beneficiarios adicionales estan duplicados

source: Error Beneficiary Participation
es: Error, falta la participación del beneficiario adicional

# ErrorClauseNotFound
source: The clause {0} does not exists or is not related at indicated level
es: La cláusula {0} No existe o no está relacionada al nivel indicado

# ErrorCOfConstruction
source: Field {0}: Not valid
es: El campo {0} : No es valido

# ErrorCompanyRequestNotExist
source: Error Company Request Does Not Exist
es: Error, solicitud agrupadora no existe

# ErrorCreateMassiveLoad
source: Error creating massive load
es: Error al crear cargue masivo

source: Error Create Risk
es: Error al crear el riesgo

# ErrorDuplicatePolicies
source: Duplicate Policies
es: Polizas Duplicadas

source: Error EML Must Be Between 0 And 100
es: EML debe ser entre 0 y 100

source: Error Excluded Insured Object
es: El objeto del seguro a excluir es el único asociado a la póliza

# ErrorFieldNotMatch
source: {0} Field Of {1} Template Not Match
es: La columna {0} de la plantilla {1} no corresponde a la parametrizada

# ErrorFieldNotMatchRegex
source: .* Field Of .* Template Not Match
es: La columna .* de la plantilla .* no corresponde a la parametrizada

# ErrorFieldsNotMatch
source: Some fields of loaded file does not match the parametrization : {0}
es: Algunas columnas del archivo cargado no corresponden a las parametrizadas : {0}

source: Error File Parametrization Not Found
es: No se encontro la parametrización del archivo

source: Error Generate Report To Massive Load
es: Error al generar el archivo de reporte del proceso de emisión masiva

# ErrorGenerateReportToMassiveRenewal
source: Error generating the report of the massive renewal
es: Error al generar el archivo de reporte del proceso de renovación masiva

source: Error Get External Services
es: Error al obtener servicios externos

source: Error Insured Object Duplicated
es: Objeto del Seguro Duplicado:

source: Error Insured Objects Is Mandatories
es: Objetos del seguro son Obligatorios

source: Error Insured Object Template Not Found
es: Plantilla Objetos del Seguro no encontrada

# ErrorInTemplate
source: Error In Template {0}: {1}
es: Error en la plantilla {0}: {1}

# ErrorIssuing
source: Error Issuing: {0}
es: Error emitiendo: {0}

# ErrorMandatoryTemplates
source: The next mandatory sheets are not in the file : {0}
es: Las siguientes hojas obligatorias nos estan presentes en el archivo : {0}

# ErrorMissingInsuredObjectForCoverage
source: Missing Insured Object For Coverage {0}
es: Objeto del seguro faltante para cobertura {0}

source: Error No Insured Objects Found
es: No se encontraron objetos del seguro

source: Error Participation Beneficiary
es: Error en participación del beneficiario, debe ser mayor a 1 y menor que 100

source: Error Payment Plan IsNull
es: El plan de pago es nulo

source: Error Percentage Variable Index
es: Objeto del seguro requiere Pct del Indice Variable

source: Error Premium Zero
es: Error prima cero

# ErrorPrincipalRowNotFound
source: Error template {0} principal row not found
es: No se encontró la fila principal de la plantilla {0}

# ErrorQuotateMassiveLoad
source: Error Quotate Massive Load: {0}
es: Error al tarifar cargue: {0} validar parametrización del producto

source: Error Quotate Massive Renewal
es: Error al momento de tarifar la renovación masiva de hogar

# ErrorRecordsNotFoundToIssue
source: Records Not Found To Issue
es: Registros no encrontrados para emitir

source: Error Recoupment Period
es: Objeto del seguro requiere Periodo de Indemnización

source: Error Response Score Service
es: Error en respuesta servicio DataCredito

# ErrorRiskNotFound
source: Risk not found
es: Riesgo no encontrado

source: Error Tariffing
es: Error tarifando

source: Error Tariffing Load
es: Error tarifando cargue

# ErrorTemplateIsMandatory
source: {0} Template Is Mandatory
es: La plantilla {0} es obligatoria

# ErrorTemplateIsMandatoryRegex
source: .* Template Is Mandatory
es: La plantilla .* es obligatoria

source: Error Template Modify Coverages
es: Plantilla Modificación Coberturas no encontrada

source: Error Temporal Not Found
es: Temporal no encontrado

source: Error the number of Floors can not be greater than
es: El número de Pisos no puede ser mayor a

source: Error the number of Floors can not be less than
es: El número de Pisos no puede ser menor a

source: Error the year of construction can not be greater than the current
es: El año de construcción no puede ser mayor al actual

source: Error the year of construction can not be less than
es: El año de construcción no puede ser menor a

# ErrorValidatingFile
source: Error Validating File: {0}
es: Error validando archivo: {0}

source: Insured Objects
es: Objetos del Seguro

source: Invalid insured object amount value
es: El valor asegurado no es válido

source: Invalid insured object id
es: El id del objeto del seguro no es válido

# MessageCurrentFromDateExceedsRequest
source: Current From Date Exceeds Request
es: Fecha de vigencia desde se encuentra fuera de la vigencia de la solicitud agrupadora

# MessageRequestPrefixDoesNotMatch
source: Request Prefix Does Not Match Massive Load Prefix
es: Solicitud agrupadora no corresponde al ramo

source: Notification
es: Notificación

# PoliciesRestrictive
source: Restrictive policy: {0}
es: Politica restrictiva: {0}

source: Policy Number
es: Número de póliza

source: Restrictive
es: Restrictivo

source: The insurance object in the modification is not related to the risk
es: El objeto de seguro en modificación no esta relacionado al riesgo

source: The Insured Object Column Of The Insurance Objects Template Is Required
es: La columna Código Objeto del Seguro de la plantilla Objetos del Seguro es obligatorio

source: The Sum Insured column of the Insurance Objects template is required
es: La columna Suma Asegurada de la plantilla Objetos del Seguro es obligatorio

source: The SumInsured Of The Insurance Object Must Be Greater Than Zero, Object:
es: La suma asegurada del objeto del seguro debe ser mayor a cero, objeto:
