Repository: DomainDevs/ValidarAPP
Catalog: Company/Source/Underwriting/Location/Property/Services/PropertyServiceEEProvider/Resources/Errors.*.resx
Languages: es

# Cancelled
source: Canceled
es: Cancelado

# EndorsementNumber
source: The endorsement has been successfully generated.Policy number: {0}.Endorsement number: {1}.Endorsement Id: {2}.{3}
es: El endoso se ha generado con exito.Número de póliza: {0}.Número de endoso: {1}.Endorsement Id: {2}.{3}

source: Enter Insurance Items
es: Ingrese los artículos del seguro

# ErrorBeneficiaryEmpty
source: Beneficiary Empty
es: Error Beneficiario está vacío

# ErrorBeneficiaryNotFound
source: Beneficiary Not Found
es: No existe el Beneficiario

# ErrorConsultingInsuranceObjects
source: Error in consulting insurance objects
es: Error al consultar objetos del seguro

source: Error Consult Policy holder
es: Error al consultar tomador

source: Error Converting Prospect Into Individual
es: Error al convertir prospecto en individuo

source: Error Coverages
es: Error en la Cobertura

source: Error Create Endorsement
es: Error Crear endoso

# ErrorCreateInsured
source: Failed Creating the Insured
es: Error Creando el Asegurado

source: Error Create Policy
es: Error Creando Poliza

source: Error Create Property Risk
es: Error Crear riesgo de propiedad

source: ErrorCreatePropertyTemporal
es: Error al insertar en tablas temporales desde el JSON en hogar

source: Error Create Quotate Property
es: Error al tarifar pòliza en hogar

# ErrorCreateTemporalCompanyProperty
source: Error Creating Temporal Risk
es: Error al crear temporal del riesgo

source: Error Delete Risk
es: Error Borrando el Riesgo

source: Erro rDelete Temp
es: Error Borrando Temporal

source: Error Endorsement Not Found
es: Error Endoso Actual no Encontrado

# ErrorEndorsementTypeIdEmpty
source: Tipo de Endoso Vacio
es: Endorsement Type Empty

# ErrorGetInsuredObject
source: Error Querying Object of Insurance
es: Error al consultar Objeto del Seguro

# ErrorGetNextAdjustmentEndorsementByPolicyId
source: Error getting next adjustment endorsement
es: Error consultando el siguiente endoso de ajuste

# ErrorGetNextDeclarationEndorsementByPolicyId
source: Error get next declaration
es: Error al obtener la siguiente declaración

source: Error Get Properties By Policy
es: Error al obtener pòliza de hogar

source: Error Get Properties By Temporal Id
es: Error al obtener temporal de hogar

# ErrorGetPropertyRiskByPolicyId
source: Error to get risk by policy id
es: Error Obteniendo Riesgos Por Id

source: Error Holder No Insured Role
es: El Tomador no tiene rol de asegurado

source: Error Insured Main
es: No se ha Asignado el Asegurado Principal

source: Error Insured No Insured Role
es: El asegurado no debe ser prospecto

source: Error Load Facade General
es: Error al cargar facade general

source: Error Load Facade Risk Property
es: Error al cargar facade del riesgo hogar

# ErrorMinimumCoverage
source: Must be at least one Coverage
es: Debe Existir Al menos una Cobertura

source: Error Parameters Empty
es: Error Parametro vacios o nulos

source: Error Policy holder Default PaymentPlan
es: Tomador No Tiene Metodos de Pago

source: Error Policy holder Disabled
es: Tomador Dado de Baja

source: Error Policy holder With out Rol
es: Tomador no tiene rol de asegurado

source: Error Policy Not Found
es: Error Poliza no Encontrada

# ErrorQueryCoverageGroups
source: Failed to query coverage groups
es: Error al consultar grupos de coberturas

source: Error Quotate Coverage
es: Error al tarifar cobertura

source: Error Record Endorsement
es: Erro grabando Endoso

source: Error register integration
es: Error registrando integración

# ErrorRemovingObjectInsurance
source: Error removing object from insurance
es: Error eliminando objeto del seguro

source: Error Risk Empty
es: Error Riesgo vacio

source: Error Run Rules Coverage
es: Error al tarifar reglas de cobertura

source: Error Run Rules Risk
es: Error al ejecutar reglas del riesgo

# ErrorSaveAdditionalData
source: Failed to save additional data
es: Error al guardar datos adicionales

# ErrorSaveClauses
source: Failed To Save Clauses
es: Error al guardar clausulas

source: Error Save Risk
es: Error Guardar riesgo

# ErrorSaveText
source: Failed To Save Text
es: Error al guardar textos

source: Error Search Risk
es: Error Busqueda de Riesgos

# ErrorSelectedClauses
source: No selected clauses
es: No hay clausulas seleccionadas

source: Error Temporal Not Found
es: Error Temporal no Encontrada

source: Error Temp Premium Zero
es: Error Temporal com Prima 0

# ErrorUpdatePolicy
source: Error updating Policy
es: Error actualizando Póliza

# Excluded
source: Exclude
es: Excluido

source: Group Coverages Can Not Modified
es: Cobertura grupal no puede ser modificada

source: Included
es: Incluido

# labelPay
source: Pay
es: Pagaré:

# labelUser
source: User:
es: Usuario:

# Modified
source: Modifed
es: Modificado

# NoExistCoverage
source: There is no coverage
es: No existe la cobertura

# NoExistRisk
source: There is no risk
es: No existe el riesgo

source: No Insurance Objects
es: Sin objetos de seguro

source: No Risk Was Found
es: No se ha encontrado el riesgo

source: Not Modified
es: No Modificada

source: Object Insurance Not Associated Coverages
es: Cobertura de seguro de objeto no asociado

# PolicyNumber
source: Policy Number is : {0}
es: Numero de Poliza es : {0}

# PromissoryNote
source: Promissory Note: {0}. ID User: {1}
es: Pagaré: {0}. ID Usuario: {1}

# QuotationNumber
source: Quotation Number is : {0}
es: Numero de Cotizacion es : {0}

source: Rehabilitated
es: Rehabilitado

# RiskInZero
source: You can not issue a risk with zero premium
es: No puede emitir un riesgo con prima cero

source: Selected Product Not Allow MoreRisks
es: Producto seleccionado no permite más riesgos
