Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/Utilities/Services/Core.UtilitiesServicesEEProvider/Resources/Errors.*.resx
Languages: es

source: Error create endorsement control
es: Error al guardar control de endoso

source: Error Create File
es: Error creando archivo

source: Error Create File By Type
es: Error creando archivos por tipo

source: Error Decimal Property Length
es: Error solo permite decimales

source: Error delete endorsement control
es: Error al eliminar control de endoso

source: Error Delete JSON
es: Error eliminando JSON

# ErrorDoesntAllowSpecialCharacters
source: Field {0} does not allow special characters
es: El campo {0} no permite caracteres especiales

source: Error Duplicate Identifiers
es: Error identificacion duplicada

# ErrorFieldIsMandatory
source: The field {0 } is mandatory
es: La columna: {0} es campo obligatorio de la hoja: {1}

# ErrorFieldNotMatch
source: {0} Field Of {1} Template Not Match
es: La columna {0} de la hoja {1} no corresponde a la parametrizada

source: Error File Loaded
es: Error cargando la plantilla

# ErrorFindTemporalPolicies
source: Error getting temporals
es: Error al validar temporales

source: Error Generate Asynchronous Process Id
es: Error al generar Id proceso asíncrono

source: Error Get Asynchronous Process By Identifier
es: Error al obtener proceso asíncrono por identificador

source: Error Get Collective File
es: Error obteniendo archivos colectivos

source: Error get endorsement control
es: Error obtniendo control de endoso

source: Error Get Fields
es: Error obteniendo archivos

source: Error Get File By Description
es: Error obteniendo archivos por descripcion

source: Error Get File By FileId
es: Error obteniendo archivos

source: Error Get File By Filters
es: Error obteniendo archivos por filtro

source: Error Get Files
es: Error obteniendo archivos

source: Error Get JSON
es: Error obteniendo JSON

source: Error Get JSON Child
es: Error obteniendo hijos de JSON

source: Error Get List JSON
es: Error obteniendo lista de JSON

source: Error Get Templates
es: Error obteniendo planillas

source: Error Get Value By Field
es: Error obteniendo valores de archivos

source: Error Length Of Digits
es: Error longitud de digitios

# ErrorNegativeValuesAreNotAccepted
source: Error Negative Values are not Accepted {0} {1}
es: No se aceptan valores negativos {0} {1}

source: Error Only Allows Boolean
es: Error solo permite tipos booleano {0} {1}

source: Error Only Allows Date Time
es: Error solo permite tipo fecha {0} {1}

source: Error Only Allows Decimal
es: La columna {0} de la plantilla {1} permite únicamente decimales

source: Error Only Allows Int16
es: La columna {0} de la plantilla {1} permite únicamente enteros 16

source: Error Only Allows Int32
es: La columna {0} de la plantilla {1} permite únicamente enteros 32

source: Error Only Allows Int64
es: La columna {0} de la plantilla {1} permite únicamente enteros 64

source: Error Only Allows Int8
es: La columna {0} de la plantilla {1} permite únicamente enteros 8

source: Error Save JSON
es: Error al guardar JSON

source: Error Send Email
es: Error enviando Email

source: Error String Length
es: Error en el tamaño del texto en la columna {0} de la hoja {1}

# ErrorTemplateIsMandatory
source: {0} Template Is Mandatory
es: La plantilla {0} es obligatoria

# ErrorTemplateIsMandatoryData
source: {0} Template Not Has Data
es: La plantilla {0} no tiene datos

source: Error Template Name
es: Error nombre de plantilla

# ErrorTemplateNotMatch
source: {0} Template has fewer columns than the parametrization
es: La plantilla {0} tiene menos columnas de las parametrizadas

source: Error Templete Not Exist
es: Error plantilla no existe

source: Error Update Asynchronous Process
es: Error actualizando proceso asíncrono

source: Error Update File
es: Error actualizando archivo

source: Error Update JSON
es: Error al actualizar JSON

source: Error Validate File
es: Error validando archivos

# ErrorValidateRegularExpression
source: The field {0} does not match the regular expression
es: El campo {0} ingresado no tiene el formato correcto
