Repository: DomainDevs/ValidarAPP
Catalog: Core/Source/Collective/Services/CollectiveServiceEEProvider/Resources/Errors.*.resx
Languages: es

source: Authorization
es: Autorizaci√≥n:

source: AuthorizingUser
es: Usuario autorizador

# ErrorAuthorizeUser
source: Policies without user autorizador: {0}
es: Politicas sin usuario autorizador: {0}

# ErrorCreateCollectiveEmissionRow
source: Error Create Risk
es: Error Creando el Riesgo

source: Error Create Massive Load
es: Error al crear cargue

source: Error Create Row
es: Error al crear fila

source: Error Exclude Rows
es: Error al excluir filas

source: Error Generate File
es: Error al generar archivo

source: Error Get Massive Load
es: Error al consultar cargue

source: Error Get Massive Loads
es: Error al consultar cargues

source: Error Get Rows
es: Error al consultar filas

source: Error Update Massive Load
es: Error al actualizar cargue

source: Error Update Row
es: Error al actualizar fila

source: Error Validate Authorization Policies
es: Error al validar politicas

# MessageExcludedByUser
source: Excluded By User:
es: Excluido por el usuario:

source: Rejected
es: Rechazado
